Repository: acodeworker/localzedLoader
Catalog: *.lproj/Localizable.strings
Languages: de, es, fr, it, ko, ru

# home_modify_info_when_click
source: Clicking the corresponding location can modify the name or icon displayed on the homepage.
de: Per Klick auf die entsprechende Stelle kann der auf der Homepage angezeigte Name oder das Symbol geändert werden.
es: Hacer clic en la ubicación correspondiente puede modificar el nombre o icono mostrados en la página de inicio.
fr: Cliquer sur la localisation correspondante peut modifier le nom ou l’icône affichés sur la page d’accueil.
it: Cliccando sulla posizione corrispondente puoi modificare il nome o l'icona visualizzati nella home page.
ko: 홈 페이지에 표시될 위치, 이름, 아이콘 등을 수정할 수 있습니다.
ru: Кликните на соответствующее местоположение, чтобы изменить имя и значок, отображаемый на главной странице.

# device_zigbee_current_strength
source: Current signal strength
de: Aktuelle Signalstärke
es: Intensidad de señal actual
fr: Puissance du signal actuelle
it: Forza del segnale attuale
ko: 현재 신호 강도
ru: Текущий уровень сигнала

# device_reverse_curtain
source: Curtain Reverse
de: Vorhang-Rückseite
es: Invertir cortina
fr: Rideau inversé
it: Rovescio della tenda
ko: 블라인드 방향 반전
ru: Смена направления

# device_info_cube_flip90
source: Flip 90°
de: 90° kippen
es: Girar 90º
fr: Basculer à 90°
it: Capovolgi di 90°
ko: 90도 회전
ru: Перевернуть на 90 °

# common_daily_average_fios
source: Today's average
de: Heutiger Durchschnitt
es: Media de hoy
fr: Moyenne d’aujourd’hui
it: Media di oggi
ko: 일 평균

# device_control_curtains
source: Curtain opening and closing
de: Öffnen und Schließen des Vorhangs
es: Apertura y cierre de cortina
fr: Ouverture et fermeture des rideaux
it: Apertura e chiusura della tenda
ko: 커튼 여닫히기
ru: Открывание и закрывание штор

# device_create_detect_area
source: 点击方格选择要侦测的区域
de: Klicken Sie auf das Quadrat, um den Bereich auszuwählen, der erkannt werden soll
es: Haga clic en el cuadro para seleccionar el área de detección
fr: Cliquez sur le carré pour sélectionner la surface à détecter
it: Fare clic sul quadrato per selezionare l'area da rilevare
ko: 검사할 영역을 선택해주세요

# device_ir_controller_must_learn
source: Keys with "*" are necessary. Please add them before saving.
de: Felder mit "*" sind erforderlich. Bitte fügen Sie sie vor dem Speichern hinzu.
es: Las claves con "*" son necesarias. Añádalas antes de guardar.
fr: Clés avec « * » nécessaires. Veuillez les ajouter avant d’enregistrer.
it: I tasti con "*" sono necessari. Aggiungili prima di salvare.
ko: “*” 기호의 버튼은 필수입니다. 먼저 추가 후 저장하십시오.
ru: Кнопки со знаком «*» обязательны для добавления. Добавьте их, а затем сохраните

# home_position_filter_room
source: Room
de: Zimmer
es: Habitación
fr: Salle
it: Stanza
ko: 방
ru: Комната

# device_add_exceed_limit_hint
source: The current number of remote controls has reached the upper limit.
de: Die aktuelle Anzahl an Fernbedienungen hat das Limit erreicht.
es: El número actual de controles remoto ha alcanzado el límite.
fr: Le nombre de télécommandes a atteint la limite supérieure.
it: Il numero attuale di controlli da remoto ha raggiunto il limite massimo.
ko: 더 이상 리모컨을 추가 할 수 없습니다.
ru: Количество ПДУ достигло максимально допустимого.

# device_hold_to_rail
source: Hold the curtain driver onto the rail
de: Halten Sie den Vorhangtreiber auf der Schiene
es: Sujete el controlador de cortina al raíl
fr: Maintenir le moteur de rideau sur le rail
it: Tieni l’azionamento della tenda sul binario
ko: 스마트 커튼 컨트롤러를 레일에 고정합니다.
ru: Компаньон для штор удерживает направляющую

# device_click_turn_on
source: Click the icon above to turn on
de: Klicken Sie zum Einschalten auf das obige Symbol
es: Haga clic en el icono más arriba para encender
fr: Cliquer sur l’icône ci-dessus pour activer
it: Clicca sull'icona in alto per attivare
ko: 플러그를 켜려면 아이콘을 누르세요
ru: Нажмите, чтобы включить.

# access_set_name_tips
source: Tap to modify name, icon and set homepage display.
de: Tippen Sie hier, um den Namen und das Symbol zu ändern sowie um die Startseitenanzeige einzustellen.
es: Tocar para modificar el nombre, icono y visualización de página de inicio.
fr: Appuyer pour modifier le nom, l’icône et définir l’affichage de la page d’accueil.
it: Tocca per modificare nome, icona e imposta la visualizzazione della home page.
ko: 해당 위치를 클릭하여 이름이나 아이콘을 변경하고 홈화면에 표시해주세요
ru: Нажмите, чтобы изменить имя, значок и настроить отображение домашней страницы.

# access_fail_601_602
source: Error %1$d, accessory not found in the back-end server.
de: Fehler %1$d. Das Accessoire wurde auf dem Back-End-Server nicht gefunden.
es: Error %1$d, no se ha encontrado el accesorio en el servidor.
fr: Erreur %1$d, accessoire introuvable dans le serveur.
it: Errore %1$d, accessorio non trovato nel server di back-end.
ko: 오류코드 %1$d，서버에서 이 장치를 찾지 못했습니다.
ru: Ошибка %1$d, устройство не найдено на сервере.

# other_set_permissions_homedata_desc
source: Allow the App for the addition and control of the HomeKit-supported devices
de: Erlauben Sie der App das Hinzufügen und Bedienen der HomeKit-unterstützten Geräte
es: Permita que la app añada y controle los dispositivos compatibles con HomeKit
fr: Autoriser l’appli à ajouter et contrôler les appareils pris en charge par HomeKit
it: Consenti all'App di effettuare l'aggiunta e il controllo dei dispositivi supportati da HomeKit
ko: HomeKit 지원 장치의 추가 및 제어를 위해 접근 권한이 필요합니다
ru: Разрешить приложению добавлять устройства с поддержкой HomeKit и управлять ими

# curve_energy_use_thisweek
source: This Week
de: Diese Woche
es: Esta semana
fr: Cette semaine
it: Questa settimana
ko: 이번주의 전기 소비량
ru: Эта неделя

# device_ir_controller_config_key_tips
source: Click keys to add
de: Klicken Sie auf die Tasten zum Hinzufügen
es: Haga clic en el botón para añadir
fr: Cliquer sur clés pour ajouter
it: Clicca sui tasti per aggiungere
ko: 클릭하여 추가하기
ru: Нажмите кнопку, чтобы добавить

# access_content_permssion_storage
source: When you need to use functions related to uploading or storing pictures or videos, Aqara Home needs to obtain your album permission to access albums and save photos and videos.
de: Falls Sie Funktionen zum Hochladen oder Speichern von Bildern oder Videos verwenden müssen, muss Aqara Home Ihre Albumberechtigung einholen, um auf Alben zugreifen und Fotos und Videos speichern zu können.
es: Cuando necesite utilizar funciones relacionadas con la carga o el almacenamiento de imágenes o vídeos, Aqara Home necesita obtener su permiso de álbum para acceder a los álbumes y guardar fotos y vídeos.
fr: Lorsque vous avez besoin d’utiliser des fonctions liées au téléchargement ou au stockage d’images ou de vidéos, Aqara Home doit obtenir la permission de votre album pour accéder aux albums et enregistrer des photos et des vidéos.
it: Quando hai necessità di utilizzare le funzioni relative caricamento o archiviazione di immagini o video, Aqara Home deve ottenere l'autorizzazione album per accedere agli album e salvare foto e video.
ko: 사진이나 동영상을 업로드하거나 저장과 관련된 기능을 사용하기 위해 앨범 접근 권한이 필요합니다.
ru: При использовании функции, связанные с загрузкой или хранением изображений или видео, Aqara Home необходимо использовать разрешения на доступ к Вашему альбому для доступа к альбомам и сохранения фотографий и видео

# curve_weak_time_week
source: Water leak This Week
de: Wasserlecks in dieser Woche
es: Fugas de agua de esta semana
fr: Fuite d’eau cette semaine
it: Perdita d'acqua questa settimana
ko: 이번주의 누수 발생
ru: Утечка воды на этой неделе

# home_transfer_urge
source: Urge him/her to accept
de: Fordern Sie ihn/sie auf, sie zu akzeptieren
es: Instar a que lo acepte
fr: Conseiller vivement d’accepter
it: Sollecitalo/a ad accettare
ko: 수락을 요청해주세요.
ru: Попросить его/её принять

# device_create_dynamic_mode
source: Add dynamic mode
de: Dynamischen Modus hinzufügen
es: Añadir modo dinámico
fr: Ajouter le mode dynamique
it: Aggiungi modalità dinamica
ko: 다이나믹 모드 추가
ru: Добавить активный режим

# camera_title_memory_space
source: Storage Space
de: Speicherplatz
es: Espacio de almacenamiento
fr: Espace de stockage
it: Spazio di archiviazione
ko: 저장 공간
ru: Объем памяти

# camera_import_face_title
source: Import the face
de: Das Gesicht importieren
es: Importar cara
fr: Importer le visage
it: Importa il volto
ko: 얼굴을 가져오기
ru: Импорт лица

# device_overload_protect_tips
source: Overload protection is currently on, please check the device immediately and shut off the device. After checking the device, press the button on the switch to turn off protection.
de: Der Überladungsschutz ist derzeit aktiviert. Bitte überprüfen Sie das Gerät sofort und schalten Sie das Gerät aus. Nachdem Sie das Gerät überprüft haben, drücken Sie die Taste am Schalter, um so den Schutz auszuschalten.
es: La protección de sobrecarga está activa, compruebe el dispositivo cuando antes y apáguelo. Tras comprobar el dispositivo, presione el botón del interruptor para apagar la protección.
fr: La protection contre la surcharge est actuellement activée, vérifier immédiatement l’appareil et l’éteindre. Après avoir vérifié l’appareil, appuyer sur le bouton du commutateur pour désactiver la protection.
it: La protezione da sovraccarico è attualmente attiva, controlla immediatamente il dispositivo e spegnilo. Dopo aver controllato il dispositivo, premi il pulsante sull'interruttore per disattivare la protezione.
ko: 과부하로 인한 차단 기능이 작동 중입니다. 즉시 연결된 장치를 확인해주세요. 확인이 끝나면 플러그의 버튼을 눌러 차단 기능을 꺼주세요.

# other_title_count_down
source: Countdown timer
es: Temporizador de cuenta atrás
fr: Compte à rebours
it: Conto alla rovescia
ko: 카운트 다운 타이머
ru: Таймер обратного отсчета

# device_over_temperature_protect_tips
source: Overheat protection is currently on, please check the device immediately and shut off the device. After checking the device, press the button on the switch to turn off protection.
de: Der Überhitzungsschutz ist derzeit aktiviert. Bitte überprüfen Sie das Gerät sofort und schalten Sie das Gerät aus. Nachdem Sie das Gerät überprüft haben, drücken Sie die Taste am Schalter, um so den Schutz auszuschalten.
es: La protección de sobrecalentamiento está activa, compruebe el dispositivo cuando antes y apáguelo. Tras comprobar el dispositivo, presione el botón del interruptor para apagar la protección.
fr: La protection contre la surchauffe est actuellement activée, vérifier immédiatement l’appareil et l’éteindre. Après avoir vérifié l’appareil, appuyer sur le bouton du commutateur pour désactiver la protection.
it: La protezione da surriscaldamento è attualmente attiva, controlla immediatamente il dispositivo e spegnilo. Dopo aver controllato il dispositivo, premi il pulsante sull'interruttore per disattivare la protezione.
ko: 현재 과열 상태이므로 장치를 즉시 확인하고 종료해주세요. 점검 후 스위치의 버튼을 클릭하여 보호상태를 해제해주세요.

# home_access_notauthorizedtips
source: It is not allowed to create this Home. Please go to Apple Home data settings to allow the access to HomeKit for Aqara
de: Es ist nicht erlaubt, dieses Zuhause zu erstellen. Bitte gehen Sie zu den Apple Home-Dateneinstellungen, um den Zugriff auf HomeKit für Aqara zu genehmigen
es: No se permite crear en este hogar. Vaya a los ajustes de datos de Home para permitir el acceso a HomeKit en Aqara
fr: Il n’est pas autorisé de créer cette maison. Veuillez accéder aux réglages de données Apple Home pour accéder à HomeKit d’Aqara
it: Non è consentito creare questa Home. Vai alle impostazioni dei dati di Apple Home per consentire l'accesso a HomeKit per Aqara
ko: 홈을 생성할 권한이 없습니다. Apple 홈 앱 설정에서 Aqara Home 앱에 대한 권한을 설정해주세요.
ru: Не разрешается создавать этот Дом. Пожалуйста, откройте настройки данных дома, и разрешите Aqara доступ к HomeKit

# home_myself
source: Current location
de: Aktueller Standort
es: Ubicación actual
fr: Localisation actuelle
it: Posizione attuale
ko: 현재 위치
ru: Текущее местоположение

# automation_location_change
source: Arrive at/Leave a position (beta)
de: Ankommen/Verlassen einer Position (Beta)
es: Llegar a/salir de posición (beta)
fr: Arriver à/quitter une position (bêta)
it: Arriva in/Lascia una posizione (beta)
ko: 휴대폰 위치
ru: Прибыть/покинуть место (beta)

# homekit_current_atmospheric_pressure
source: Current Atmospheric Pressure
de: Aktueller Luftdruck
es: Presión atmosférica actual
fr: Pression atmosphérique actuelle
it: Pressione atmosferica attuale
ko: 현재 기압
ru: Текущее Атмосферное Давление

# device_set_bell_import_success
source: Imported successfully
de: Erfolgreich importiert
es: Importado con éxito
fr: Importation réussie
it: Importazione riuscita
ko: 가져오기 완료
ru: Импорт успешен

# access_fail_xxx
source: Error %1$d. If you still cannot solve it, please contact support@aqara.com.
de: Fehler %1$d. Falls Sie das Problem immer noch nicht lösen können, wenden Sie sich bitte an support@aqara.com.
es: Error %1$d. Si no logra resolverlo, contacte con el soporte en support@aqara.com.
fr: Erreur %1$d. Si vous ne pouvez toujours pas le résoudre, veuillez contacter support@aqara.com.
it: Errore %1$d. Se ancora non riesci a risolverlo, contatta support@aqara.com.
ko: 오류코드 %1$d, 스마트 허브를 다시 추가한 후 시도해주세요. 그래도 문제가 해결되지 않으면 AQARA 고객센터(support@aqara.kr)에 문의해주세요.
ru: Ошибка %1$d. Если проблема ещё существует, свяжитесь с support@aqara.ru.

# curve_state_someone_thisweek
source: Number of Weekly Detection
de: Anzahl der wöchentlichen Erkennungen
es: Número de detecciones semanales
fr: Nombre de détections hebdomadaires
it: Numero di rilevamenti settimanali
ko: 해당 주 감지 횟수
ru: Людей за неделю

# device_current_power
source: Current Power
de: Stromstärke
es: Potencia actual
fr: Puissance actuelle
it: Potenza attuale
ko: 현재 전력
ru: Текущая мощность

# automation_location_arrive
source: Arrive at a position
de: Ankommen an einer Position
es: Llegar a posición
fr: Arriver à une position
it: Arriva in una posizione
ko: 특정 위치에 도착
ru: Прибыть на место

# doorlock_anti
source: Reverse locked
de: Rückwärts gesperrt
es: Invertir bloqueo
fr: Inversion verrouillée
it: Bloccato indietro
ko: 역잠금

# curve_max_illu_week
source: Max. illuminance this week
de: Max. Beleuchtung diese Woche
es: Brillo máximo esta semana
fr: Éclairement max. cette semaine
it: Massima illuminazione questa settimana
ko: 이번주의 최대 조도
ru: Макс. освещение на этой неделе

# device_no_enough_storage
source: Not enough storage space
de: Nicht genug Speicherplatz
es: No hay suficiente espacio de almacenamiento
fr: Pas assez d’espace de stockage
it: Spazio di archiviazione insufficiente
ko: 저장공간이 부족합니다.
ru: Недостаточно места для хранения

# device_set_bell_import_title
source: Import a ringtone
de: Importieren eines Klingeltons
es: Importar un tono de llamada
fr: Importer une sonnerie
it: Importa una suoneria
ko: 벨소리 가져오기
ru: Импортировать рингтон

# device_ac_control_p3_mode_too_much
source: 存储空间不足，请删除部分添加的按键后重试
de: Unzureichender Speicherplatz. Bitte löschen Sie einige der hinzugefügten Tasten und versuchen Sie es erneut
es: No hay suficiente espacio de almacenamiento, borre algunos botones e inténtelo de nuevo
fr: Espace de stockage insuffisant, supprimez certains des boutons ajoutés et réessayez
it: Spazio di memoria insufficiente, eliminare alcuni dei pulsanti aggiunti e riprovare
ko: 저장 공간이 부족합니다. 일부 추가된 키를 삭제한 후 다시 시도해주세요.

# device_ac_save_fail_tips
source: Failed to save, the time period can not be less than 1.5 hours, please reset
de: Speichern fehlgeschlagen. Der Zeitraum darf nicht weniger als 1,5 Stunden betragen. Bitte zurücksetzen
es: Fallo al guardar, el periodo de tiempo no puede ser inferior a 1,5 horas, reinícielo
fr: Échec de l’enregistrement, la période ne peut pas être inférieure à 1,5 heures, veuillez réinitialiser
it: Salvataggio non riuscito, il periodo di tempo non può essere inferiore a 1,5 ore, effettua il reset
ko: 저장 실패. 1.5시간보다 적을 수 없습니다. 다시 설정하세요.
ru: Не удалось сохранить, период времени должен быть не менее 1,5 часов, переустановите.

# device_current_firmware_version
source: Current firmware version:%1$s
de: Aktuelle Firmware-Version:%1$s
es: Versión de firmware actual:%1$s
fr: Version du firmware actuelle : %1$s
it: Versione del firmware attuale:%1$s
ko: 현재 펌웨어 버전:%1$s
ru: Текущая версия прошивки: %1$s

# device_electricity_consumption
source: Energy Consumption
de: Energieverbrauch
es: Consumo de energía
fr: Consommation d’énergie
it: Consumo di energia
ko: 에너지 사용량
ru: Энергопотребление

# device_sleep_save_to_album
source: Save to the album
de: Im Album speichern
es: Guardar al álbum
fr: Sauvegarder sur l’album
it: Salva nell'album
ko: 앨범에 저장하기
ru: Сохранить в альбом

# device_ota_version_now_firmware
source: Current firmware version:
de: Aktuelle Firmware-Version:
es: Versión de firmware actual:
fr: Version du firmware actuelle
it: Versione del firmware attuale:
ko: 현재 펌웨어 버전 :
ru: Текущая версия прошивки:

# device_electricity_statistics_fios
source: Energy Consumption
de: Energieverbrauch
es: Consumo de energía
fr: Consommation d’énergie
it: Consumo di energia
ko: 에너지 사용량
ru: Энергопотребление

# device_control_tighting
source: Locking, this process will take some time
de: Sperren. Dieser Prozess wird einige Zeit dauern. Bitte haben Sie Geduld
es: Espere, este proceso puede llevar un tiempo, sea paciente por favor
fr: Verrouillage, ce processus prendra un certain temps, veuillez patienter
it: Blocco in corso, questa procedura potrebbe richiedere un po’ di tempo, porta pazienza
ko: 고정 중입니다. 잠시만 기다려 주십시오.
ru: Идет удержание, этот процесс займет некоторое время. Пожалуйста, подожите.

# device_no_fav_fm_tips
source: No playable stations currently, press to save
de: Es gibt momentan keine spielbaren Sender. Zum Speichern drücken
es: No hay estaciones disponibles que reproducir, pulse para guardar
fr: Aucune station jouable actuellement, appuyer pour enregistrer
it: Nessuna stazione riproducibile al momento, premi per salvare
ko: 현재 재생 가능한 스테이션이 없습니다. ~을 눌러 저장해주세요.
ru: На данный момент нет воспроизводимых станций, нажмите для сохранения

# device_uploading_photo_tips
source: Photo uploading, please wait…
de: Foto wird hochgeladen. Bitte warten...
es: Cargando foto, espere…
fr: Téléchargement de photo, veuillez patienter…
it: Caricamento di foto in corso, attendere...
ko: 사진 업로드 중입니다. 잠시만 기다려주세요.
ru: Загрузка фотографий, пожалуйста, подождите...

# sercurity_alarm
source: Alarm
es: Alarma
fr: Alarme
it: Allarme
ko: 벨소리 알람 : %1$s 음량 : %2$s
ru: Тревога

# device_sleep_cur_monitor_duration
source: The current monitoring duration has exceeded 24 hours
de: Die aktuelle Überwachungsdauer hat 24 Stunden überschritten
es: La duración de la monitorización actual ha excedido las 24 horas
fr: La durée de surveillance actuelle a dépassé 24 heures
it: La durata attuale del monitoraggio ha superato 24 ore
ko: 현재 모니터링 시간이 24시간을 초과했습니다.
ru: Текущая продолжительность мониторинга превысила 24 часа

# other_tip_waiting_for_upgrade
source: Waiting for update...
de: Warte auf das Update...
es: Esperando actualización...
fr: En attente de mise à jour...
it: In attesa di aggiornamento...
ko: 업데이트 대기 중…
ru: Ожидание...

# device_control_setting_tight
source: Locking setting
de: Sperreinstellungen
es: Ajustes de bloqueo
fr: Réglage du verrouillage
it: Impostazione di blocco
ko: 고정 장치
ru: Настройки удержания

# other_tips_unset_time_cant_save
source: There is currently an unset time and cannot be saved
de: Es gibt derzeit eine nicht eingestellte Zeit und sie kann nicht gespeichert werden
es: Hay una hora sin configurar y no se puede guardar
fr: Il y a actuellement une heure non définie, enregistrement impossible
it: Al momento è presente un'ora non impostata e non può essere salvata
ko: 현재 설정되지 않은 시간이 있으므로 저장할 수 없습니다.

# device_firmware_wait_activation
source: Waiting to activate device…
de: Warten auf die Aktivierung des Geräts…
es: Esperando para activar dispositivo…
fr: En attente de l’activation de l’appareil…
it: In attesa di attivazione del dispositivo...
ko: 장비가 활성화될 때까지 대기
ru: Ожидание активации устройства …

# other_current_match
source: Current Match
de: Aktuelle Kopplung
es: Emparejamiento actual
fr: Correspondance actuelle
it: Corrispondenza attuale
ko: 현재 매칭
ru: Текущее соответствие

# device_sleep_album_save_tip
source: The report has been saved to the system album
de: Der Bericht wurde im Systemalbum gespeichert
es: El informe se ha guardado en el álbum del sistema
fr: Le rapport a été enregistré dans l’album système
it: Il rapporto è stato salvato nell'album del sistema
ko: 보고가 시스템 앨범에 저장되었습니다.
ru: Отчет сохранен в системном альбоме

# device_nas_set_remove_hint
source: Video stored in this NAS device will not be deleted
de: Auf diesem NAS-Gerät gespeicherte Videos werden nicht gelöscht
es: Los vídeos almacenados dentro del dispositivo ACR no se borrarán
fr: La vidéo stockée dans cet appareil NAS ne sera pas supprimée
it: I video archiviati in questo dispositivo NAS non verranno eliminati
ko: 이 NAS장치에 저장된 동영상은 삭제되지 않습니다.
ru: Видео, хранящиеся на данном устройстве NAS, не будут удалены.

# common_light
source: Light
de: Licht
es: Luz
fr: Lumière
it: Luce
ko: 전등
ru: Свет

# device_control_option_tight
source: Locking
de: Sperren
es: Bloqueando
fr: Verrouillage
it: Blocco
ko: 고정
ru: Удержание

# camera_tip_loop_record
source: When storage is full, older videos will be automatically overwritten
de: Wenn der Speicher voll ist, werden ältere Videos automatisch überschrieben
es: Cuando el almacenamiento esté lleno, los vídeos más viejos se sobrescribirán
fr: Lorsque le stockage est complet, les vidéos les plus anciennes sont automatiquement écrasées
it: Quando lo spazio di archiviazione è pieno, i video meno recenti verranno sovrascritti automaticamente
ko: 저장공간이 가득 차면 자동으로 이전 영상에 덮어쓰기 합니다.
ru: Когда память заполнена, старые видео будут автоматически перезаписаны

# device_set_bell_import_ing
source: Importing...
de: Importiere...
es: Importando...
fr: Importation...
it: Importazione in corso...
ko: 가져오는 중...
ru: Импорт...

# camera_importing_pls_waiting
source: Importing now, please wait...
de: Importiere. Bitte warten Sie...
es: Importando ahora, espere...
fr: Importation, veuillez patienter...
it: Importazione in corso, attendere...
ko: 가져오는 중입니다. 잠시만 기다리십시오.
ru: Импортирование…Подождите

# device_ac_control_mode_too_much
source: Not sufficient space, please delete some buttons and try again.
de: Nicht genug Speicherplatz. Bitte löschen Sie einige Schaltflächen und versuchen Sie es erneut.
es: No hay suficiente espacio, borre algunos botones e inténtelo de nuevo.
fr: Espace insuffisant, veuillez supprimer certains boutons et réessayer.
it: Spazio insufficiente, elimina alcuni pulsanti e riprova.
ko: 저장공간이 부족합니다. 일부 버튼을 삭제하고 다시 시도해주세요.
ru: Недостаточно места, удалите несколько кнопок и повторите попытку.

# device_set_bell_import_fail
source: Fail to import
de: Importieren fehlgeschlagen
es: Fallo al importar
fr: Échec d’importation
it: Importazione non riuscita
ko: 가져오기 실패
ru: Ошибка импорта

# camera_install_function_content
source: Different installation methods will affect the control direction of the PTZ and the preset frequently-watched position, please choose according to the actual situation
de: Unterschiedliche Installationsmethoden wirken sich auf die Steuerrichtung der PTZ und die voreingestellte häufig beobachtete Position aus. Bitte wählen Sie entsprechend der tatsächlichen Situation
es: Los diferentes métodos de instalación afectarán a la dirección de control de la PTZ y a la posición preestablecida de vigilancia frecuente, por favor, elíjalo de acuerdo a la situación actual
fr: Différentes méthodes d’installation affecteront la direction de contrôle de PTZ et la position fréquemment surveillée prédéfinie, veuillez choisir en fonction de la situation réelle
it: Metodi di installazione diversi influenzeranno la direzione di controllo del PTZ e la posizione preimpostata frequentemente osservata, scegli in base alla situazione reale
ko: 다른 설치 방법은 짐벌의 제어 방향과 자주 보는 미리 설정된 위치에 영향을 미치므로 실제 상황에 따라 선택하십시오
ru: Различные методы установки будут влиять на направление управления PTZ и предустановленное часто просматриваемое положение, пожалуйста, выбирайте в соответствии с реальной ситуацией.
