Repository: acodeworker/localzedLoader
Catalog: *.lproj/Localizable.strings
Languages: de, es, fr, it, ko, ru

# device_dynamic_end_state
source: Status after end
de: Status nach dem Ende
es: Estado tras acabar
fr: État à la fin
it: Stato dopo la fine
ko: 종료 후 상태
ru: Статус после окончания

# doorlock_end_time
source: End Time
de: Endzeit
es: Tiempo de finalización
fr: Fin du temps
it: Ora finale
ko: 종료 시간
ru: Окончание

# user_login_unbind_hint
source: Unbinding
de: Trennen
es: Desvinculando
fr: Dissociation
it: Annullamento dell’associazione
ko: 연결 해제
ru: Отвязать

# device_control_untighting_fail
source: Releasing failed, please try again
de: Lösung fehlgeschlagen. Bitte versuchen Sie es erneut
es: La liberación ha fallado, inténtelo de nuevo
fr: Échec de la libération, veuillez réessayer
it: Rilascio non riuscito, riprova
ko: 고정 해제 실패입니다. 다시 시도하십시오.
ru: Не удалось снять удержание. Повторите попытку.

# device_ac_energy_saving
source: Energy-saving mode
de: Energiesparmodus
es: Modo de ahorro de energía
fr: Mode économie d'énergie
it: Modalità risparmio energetico
ko: 절전 모드
ru: Энергосберегающий режим

# device_dissolve_device_group
source: Dismiss
de: Auflösen
es: Descartar
fr: Rejeter
it: Respingi
ko: 해산
ru: 解散设备组

# doorlock_end_time_can_not_equal_start
source: 结束时间不得等于开始时间
de: Die Endzeit darf nicht mit der Startzeit übereinstimmen
es: El tiempo de finalización no puede ser igual al de inicio
fr: L’heure de fin ne peut pas être égale à l’heure de début.
it: L'ora di fine non deve essere uguale all'ora di inizio
ko: 종료 시간은 시작 시간과 같을 수 없습니다.

# device_impact_scene_linkage
source: It could affect the automation and scene execution of this device group
de: Dies könnte die Durchführung der Automatisierung und Szenen dieser Gerätegruppe beeinflussen
es: Podría afectar a la automatización y ejecución de la escena de este grupo de dispositivos
fr: Il pourrait affecter l’automatisation et l’exécution de scène de ce groupe d’appareils
it: Potrebbe influenzare l'automazione e l'esecuzione della scena di questo gruppo di dispositivi
ko: 이 장치 그룹의 자동화 및 장면 실행에 영향을 미칠 수 있습니다.
ru: 解散后可能影响该设备组关联的自动化和场景执行

# curve_weak_continue_time_1
source: Water has been leak for %1$s
de: Das Wasser läuft seit %1$s aus
es: Se ha detectado una fuga de agua de %1$s
fr: Fuite d’eau depuis %1$s
it: Perdita d'acqua da %1$s
ko: … 동안 누수 되었음
ru: Утечка воды была в течение

# device_connect
source: Connect
de: Verbinden
es: Conectar
fr: Connexion
it: Collegare
ko: 연결
ru: 连接

# camera_tip_hupman_shape_sence_push
source: 仅在画面中有人经过才会收到推送警告消息提醒
de: Warnmeldungen nur erhalten, wenn jemand auf dem Bildschirm erscheint
es: Recibir mensajes de alarma cuando alguien pasa por la pantalla
fr: Recevez des messages d’avertissement quand quelqu’un passe près de l’écran
it: Ricevere i messaggi di avviso solo quando passa qualcuno davanti allo schermo
ko: 화면에서 사람이 지나가야만 경고 메시지 알람을 받을 수 있습니다.

# common_time_today
source: Today
de: Heute
es: Hoy
fr: Aujourd’hui
it: Oggi
ko: 오늘
ru: Сегодня

# device_alarm_linkage
source: Linkage alarm
de: Kopplungsalarm
es: Alarma de enlace
fr: Liaison d’alarme
it: Allarme di collegamento
ko: 연동 경보
ru: Привязанная сигнализация

# other_me_set_permissions_mic
source: Microphone
de: Mikrofon
es: Micrófono
fr: Micro
it: Microfono
ko: 마이크
ru: Микрофон

# device_weak
source: Leak
de: Leck
es: Fuga
fr: Fuite
it: Perdita
ko: 누수
ru: Протечка

# doorlock_door_not_locked
source: Door is not locked properly
de: Die Tür ist nicht richtig verriegelt
es: La puerta no está bien bloqueada
fr: La porte n’est pas verrouillée correctement
it: La porta non è chiusa correttamente
ko: 문이 제대로 잠겨 있지 않습니다.

# security_guard_delay_arm_condition
source: While in the home, you can arm the system and the exit delay gives you time to leave the home before the system arms
de: Sie können das System scharfschalten und die Ausgangsverzögerung gibt Ihnen Zeit, das Haus zu verlassen, bevor das System scharfschaltet
es: Mientras estás en casa, puedes armar el sistema y el retraso de salida te da tiempo de salir de casa antes de que se arme la alarma
fr: À la maison, vous pouvez armer le système et le délai de sortie vous donne le temps de quitter la maison avant l’armement du système
it: Mentre si è in casa, è possibile armare il sistema e il ritardo di uscita dà il tempo di lasciare la casa prima che il sistema si attivi.
ko: 보안 모드 작동 시 설정한 시간이 지난 후 보안이 시작됩니다
ru: После того, как состояния постановки на охрану является достаточным, действие постановки на охрану может быть выполнено только после окончания задержки

# other_set_account_equipment_region_hint_2
source: Only the devices logged in under "%1$s" are displayed. After deleting the device, the Aqara account will be automatically logged out and authentication is needed when logging in again.
de: Es werden ausschließlich die unter "%1$s" angemeldeten Geräte angezeigt. Nach dem Löschen des Geräts wird das Aqara-Konto automatisch abgemeldet und beim erneuten Anmelden ist eine erneute Authentifizierung erforderlich.
es: Solo se muestran los dispositivos registrados bajo "%1$s". Tras borrar el dispositivo, la cuenta de Aqara se cerrará, y será necesario autenticarse para volver a iniciar la sesión.
fr: Seuls les appareils connectés sous « %1$s » sont affichés. Après la suppression de l’appareil, le compte Aqara sera automatiquement déconnecté et l’authentification est nécessaire pour se reconnecter.
it: Vengono visualizzati solo i dispositivi registrati in "%1$s". Dopo aver eliminato il dispositivo, l'account Aqara verrà disconnesso automaticamente ed è necessaria l'autenticazione quando si accede nuovamente.
ko: “%1$s”에 로그인된 장치만 표시합니다. 오프라인 후 해당 장치의 Aqara 계정을 자동으로 로그아웃합니다. 재등록 시 본인 확인이 필요합니다.
ru: Отображать только устройства, вошедшие в систему, как "%1$s". После отключения будет выполнен автоматический выход из аккаунта Aqara этого устройства, а при повторном входе в систему потребуется пройти аутентификацию.

# camera_offline_remove_tips
source: The face information will be deleted automatically when the offline device is connected to the Internet next time
de: Die Gesichtsinformationen werden automatisch gelöscht, sobald das Offline-Gerät das nächste Mal mit dem Internet verbunden wird
es: La información de la cara se borrará automáticamente cuando el dispositivo sin conexión se conecte a Internet la próxima vez
fr: Les informations sur le visage seront automatiquement supprimées lorsque l’appareil hors ligne sera connecté à Internet la prochaine fois
it: Le informazioni sul volto verranno eliminate automaticamente alla successiva connessione del dispositivo offline a Internet.
ko: 오프라인 장치는 온라인 복원 후 얼굴 정보가 자동으로 삭제됩니다
ru: Автономное устройство автоматически удалит информацию о лице, при повторном подключении к сети в следующий раз

# doorlock_video_record
source: Record video
de: Video aufnehmen
es: Grabar vídeo
fr: Enregistrer la vidéo
it: Registrazione video
ko: 비디오 녹화

# curve_weak_recover
source: Water Recedes
de: Das Wasser geht zurück
es: El agua se detiene
fr: L’eau recule
it: L'acqua si allontana
ko: 누수없어짐
ru: Вода отступает

# doorlock_door_unlock
source: Unlocked
de: Entsperrt
es: Desbloqueada
fr: Déverrouillé
it: Sbloccata
ko: 문을 잠글 수 없습니다.

# device_control_rome
source: Rod
de: Roma-Stange
es: Barra romana
fr: Barre romaine
it: Bar romano
ko: 커튼 로드

# device_camera_connet_eventlabel_subtitle
source: It will take into effect after SD card is inserted
de: Nach Einstecken der SD-Karte ist es wirksam
es: Tendrá efecto tras insertar la tarjeta SD
fr: Il entrera en vigueur après l'insertion de la carte SD
it: Avrà effetto dopo l'inserimento della scheda SD
ko: SD카드 삽입 후에만 적용
ru: Действует только после установки карты SD

# homepage_shortcut
source: Shortcuts
de: Tastenkürzel
es: Accesos directos
fr: Raccourcis
it: Scelte rapide
ko: 바로가기
ru: Ярлык

# doorlock_shortvedio_record
source: Recond short video
de: Kurzes Video aufnehmen
es: Grabar vídeo corto
fr: Enregistrer une brève vidéo
it: Registrare un breve video
ko: 짧은 영상 녹화

# other_set_account_equipment_region_hint_1_fios
source: Only the devices logged in under "%@" are displayed. After deleting the device, the Aqara account will be automatically logged out and authentication is needed when logging in again.
de: Es werden ausschließlich die unter "%@" angemeldeten Geräte angezeigt. Nach dem Löschen des Geräts wird das Aqara-Konto automatisch abgemeldet und beim erneuten Anmelden ist eine erneute Authentifizierung erforderlich.
es: Solo se muestran los dispositivos registrados bajo "%@". Tras borrar el dispositivo, la cuenta de Aqara se cerrará, y será necesario autenticarse para volver a iniciar la sesión.
fr: Seuls les appareils connectés sous « %@ » sont affichés. Après la suppression de l’appareil, le compte Aqara sera automatiquement déconnecté et l’authentification est nécessaire pour se reconnecter.
it: Vengono visualizzati solo i dispositivi registrati in "%@". Dopo aver eliminato il dispositivo, l'account Aqara verrà disconnesso automaticamente ed è necessaria l'autenticazione quando si accede nuovamente.
ko: “%@”에 로그인된 장치만 표시합니다. 오프라인 후 해당 장치의 Aqara 계정을 자동으로 로그아웃합니다. 재등록 시 본인 확인이 필요합니다.
ru: Отображать только устройства, вошедшие в систему, как "%@". После отключения будет выполнен автоматический выход из аккаунта Aqara этого устройства, а при повторном входе в систему потребуется пройти аутентификацию.

# doorlock_unclosed_latency
source: The unclosed door latency
de: Die Latenz bei nicht geschlossener Tür
es: La latencia de la puerta no cerrada
fr: Latence de la porte ouverte
it: La latenza della porta non chiusa
ko: 문이 닫히지 않아 문을 잠글 수 없습니다.

# device_record_mp4_duration_too_short
source: Video is too short.
de: Das Video ist zu kurz.
es: El vídeo es demasiado corto.
fr: Vidéo trop courte.
it: Il video è troppo corto.
ko: 녹화 시간이 너무 짧아 저장에 실패했습니다.
ru: Видео слишком короткое.

# device_can_selected
source: 可选择
de: Optional
es: Opcional
fr: Optionnel
it: Opzionale
ko: 선택 가능

# device_extension_key
source: Expanded Button
de: Maximieren Taste
es: Botón ampliado
fr: Bouton étendu
it: Pulsante espanso
ko: 확장 버튼
ru: Расширенная кнопка

# doorlock_awayfromhomemode_someoneopenthedoor_indoor
source: In the Away-from-home Mode, someone opens the door indoors
de: Im Abwesenheitsmodus hat jemand die Tür von innen geöffnet
es: En el modo fuera de casa, alguien abre la puerta en el interior
fr: En mode loin de chez soi, quelqu’un ouvre la porte à l’intérieur
it: Nella modalità Fuori casa, qualcuno apre la porta di casa.
ko: 부재중 모드에서, 누군가 실내의 문을 열었습니다.

# doorlock_log_show_recent
source: Only show recent %1$d logs
de: Nur die letzten %1$s Protokolle anzeigen
es: Solo se muestran los registros recientes %1$s
fr: Afficher uniquement les journaux %1$d récents
it: Mostra solo registri %1$d recenti
ko: 최근 %1$d 로그만 표시

# homepage_favoraties
source: Favorites
de: Favoriten
es: Favoritos
fr: Favoris
it: Preferiti
ko: 바로가기
ru: Ярлык

# device_ring_record
source: Record
de: Aufnahme
es: Grabar
fr: Enregistrer
it: Registrazione
ko: 녹음
ru: Запись

# security_mode_24h_btn1
source: Configure
de: Konfigurieren
es: Configurar
fr: Configurer
it: Configura
ko: 설정
ru: Настроить

# doorlock_quick_guide
source: Quick Guide
de: Kurzanleitung
es: Guía rápida
fr: Guide rapide
it: Guida rapida
ko: 퀵 가이드

# doorlock_away_from_home_mode_enabling
source: Enabling Away-from-home Mode
de: Aktivieren des Abwesenheitsmodus
es: Activar Modo fuera de casa
fr: Activer le mode loin de chez soi
it: Abilitazione della modalità Fuori casa
ko: 부재중 모드 활성화

# security_guard_delay_execute_action
source: When the system is armed, you can enter the home and the system start the entry delay timer to give you time to disarm the system.
de: Wenn das System scharfgeschaltet ist, können Sie das Haus betreten und das System startet den Timer für die Alarmverzögerung, damit Sie Zeit haben, das System zu entschärfen.
es: Cuando el sistema está armado, usted puede entrar en la casa y el sistema inicia el temporizador de retardo de entrada para darle tiempo a desarmar el sistema.
fr: Lorsque le système est armé, vous pouvez entrer dans la maison et le système démarre le minuteur de délai d’entrée pour vous donner le temps de désarmer le système.
it: Quando il sistema è inserito, puoi entrare nella casa e il sistema avvia il timer di ritardo all'ingresso per darti il tempo di disinserire il sistema.
ko: 켜져 있다면, 조건이 만족될 경우 설정된 시간 이후에 경보 동작을 실행합니다
ru: Если условия для тревоги выполнены, настроенные действия будут выполнены после окончания задержки

# common_start_import
source: Start synchronization
de: Synchronisation starten
es: Empezar sincronización
fr: Démarrer la synchronisation
it: Avvia sincronizzazione
ko: 동기화 시작
ru: Начать синхронизацию

# device_add_p3_light_tips
source: Power on, and make sure the yellow indicator light flashes.
de: Schalten Sie es ein und vergewissern Sie sich, dass die gelbe Kontrollleuchte blinkt.
es: Encienda y asegúrese de que la luz indicadora amarilla parpadea.
fr: Allumer et s’assurer que le voyant jaune clignote.
it: Accendi e assicurati che la spia gialla lampeggi.
ko: 전원을 연결하고 표시등이 황색으로 깜박이는 것을 확인합니다.
ru: Включите питание и убедитесь, что желтый индикатор мигает.

# doorlock_doorstatus_notfullyclosed
source: Door is not completely closed
de: Tür ist nicht vollständig geschlossen
es: La puerta no está completamente cerrada
fr: La porte n’est pas complètement fermée
it: La porta non è completamente chiusa
ko: 문이 완전히 닫히지 않음

# home_add_new_home_dialog_hint
source: Eg.Home Address
de: z. B. Hausadresse
es: Ej. Dirección de casa
fr: p. ex. adresse de maison
it: Es. Indirizzo Home
ko: 예: 홈 이름
ru: Например, Адрес Дома

# device_join_gateway_ready_connect_new_tips
source: Power the hub on and wait for its yellow/red light to change from always-on state to flashing state
de: Schalten Sie den Hub ein und warten Sie, bis das gelb/rote Licht vom ständig eingeschalteten Zustand in den blinkenden Zustand übergeht
es: Encienda el hub y espere a que su luz amarilla/roja cambie del estado siempre encendido al parpadeo
fr: Allumer le hub et attendre que son voyant jaune/rouge passe de l’état toujours activé à l’état clignotant
it: Accendi l'hub e attendi che la sua spia gialla/rossa passi dallo stato sempre accesa allo stato lampeggiante
ko: 전원을 연결하고 허브가 노란불이나 빨간불에서 노란불로 바뀌거나 빨간불이 깜박일 때까지 기다리십시오.
ru: Включите источник питание и подождите, пока желтая или красная индикаторная лампа на шлюзе не изменится из постоянного свечения в мигающее состояние.

# doorlock_ota_connecting_bluetooth_success
source: Connecting to Bluetooth successfully
de: Bluetooth-Verbindung erfolgreich
es: Conectar con Bluetooth con éxito
fr: Connexion au Bluetooth réussie
it: Connessione Bluetooth riuscita
ko: 성공적으로 블루투스를 연결하였습니다.

# doorlock_startdate
source: Start date
de: Startdatum
es: Fecha de inicio
fr: Date de début
it: Data iniziale
ko: 시작 날짜

# doorlock_door_cannot_lock
source: Door can not be locked.
de: Die Tür kann nicht verriegelt werden.
es: La puerta no se puede cerrar.
fr: La porte ne peut pas être verrouillée.
it: La porta non può essere bloccata.

# device_sleep_out_of_bed
source: Out of bed
de: Außerhalb des Betts
es: Fuera de la cama
fr: Hors du lit
it: Fuori dal letto
ko: 침대 이탈
ru: Встал с постели

# device_start_set_range
source: After starting to set the route, the existing route will be deleted. Are you sure to start the route setting?
de: Nach dem Einstellen der Route wird die bestehende Route gelöscht. Möchten Sie die Routeneinstellung beginnen?
es: Después de empezar a configurar la ruta, la ruta existente se borrará. ¿Estás seguro de empezar la configuración de ruta?
fr: Après avoir commencé à définir l’itinéraire, l’itinéraire existant sera supprimé. Êtes-vous sûr de pouvoir lancer le réglage de l'itinéraire ?
it: Dopo aver iniziato a impostare il percorso, il percorso esistente verrà eliminato. Sei sicuro di iniziare l'impostazione del percorso?
ko: 스트로크 설정을 시작한 뒤 기존 스트로크를 삭제할 예정입니다. 스트로크를 설정하시겠습니까?
ru: После настройки хода сушки существующий ход сушки будет удален. Вы уверены, что начали настраивать ход сушки

# doorlock_log_ble_disconnect
source: Connect Bluetooth and obtain local log information
de: Bluetooth-Verbindung herstellen und lokale Protokollinformationen abrufen
es: Conectar Bluetooth y obtener información de registro local
fr: Se connecter au Bluetooth et obtenir les informations de connexion locales
it: Collegare il Bluetooth e ottenere informazioni sul registro locale
ko: Bluetooth 연결 및 로컬 로그 정보 가져오기

# common_weather_cold
source: Cold
de: Kalt
es: Frío
fr: Froid
it: Freddo
ko: 추움
ru: Холодно

# doorlock_start_time
source: Start Time
de: Startzeit
es: Hora de inicio
fr: Heure de début
it: Ora iniziale
ko: 시작 시간
ru: Начало

# doorlock_door_unlocked
source: Door is unlocked
de: Tür ist entriegelt
es: La puerta está abierta
fr: Porte déverrouillée
it: La porta è aperta
ko: 문의 잠금이 해제되었습니다.

# home_share_home_husband
source: Husband
de: Ehemann
es: Marido
fr: Mari
it: Marito
ko: 남편
ru: Муж

# doorlock_start_time_can_not_equal_end
source: 开始时间不得等于结束时间
de: Die Startzeit darf nicht mit der Endzeit übereinstimmen
es: El tiempo de inicio no puede ser igual al de finalización
fr: L’heure de début ne peut pas être égale à l’heure de fin.
it: L'ora di inizio non deve essere uguale all'ora di fine
ko: 시작 시간은 종료 시간과 같을 수 없습니다.

# doorlock_connect_ble
source: Connect Bluetooth
de: Bluetooth-Verbindung herstellen
es: Conectar Bluetooth
fr: Connexion au Bluetooth
it: Collegare il Bluetooth
ko: 블루투스 연결

# device_bluetooth_disconnected_retry
source: Bluetooth not connected. Please connect it before trial
de: Es besteht keine Bluetooth-Verbindung. Bitte stellen Sie vorher die Verbindung her
es: El Bluetooth no está conectado. Por favor, conéctalo antes de la prueba
fr: Bluetooth non connecté. Veuillez le connecter avant l’essai
it: Bluetooth non connesso. Collegalo prima della prova
ko: 블루투스를 연결하여 다시 시도하십시오.
ru: Bluetooth не подключен. Подключите Bluetooth и повторите попытку

# doorlock_earlier_current_time
source: Start time can not be earlier than current time
de: Die Startzeit darf nicht vor der aktuellen Zeit liegen
es: La hora de inicio no puede ser anterior a la actual
fr: L’heure de début ne peut pas précéder l’heure actuelle
it: L'ora iniziale non può essere precedente all'ora corrente
ko: 시작 시간이 현재 시간보다 빨라서는 안됩니다.

# doorlock_unlifted_unlocked_latency
source: The unlifted and unlocked door latency
de: Die Latenzzeit bei nicht entsperrter und entriegelter Tür
es: Latencia de puerta abierta y desbloqueada
fr: Latence de la porte non verrouillée et non soulevée
it: La latenza della porta non sollevata e sbloccata
ko: 잠금 해제된 도어 대기 시간

# camera_title_video_mode
source: Record Mode
de: Rekordmodus
es: Modo grabación
fr: Mode d'enregistrement
it: Modalità di registrazione
ko: 녹화 모드
ru: Режим записи

# other_sleep_mode_time_invalid
source: Start and end time duration at least %1$s hours
de: Start- und Endzeitdauer müssen mindestens %1$s Stunden betragen
es: La duración de inicio y final debe ser al menos de %1$s horas
fr: Durée du début et de la fin d’au moins %1$s heures
it: La durata dall'ora iniziale a quella finale è almeno %1$s ore
ko: 시작과 종료 시간의 지속시간은 최소 %1$s시간 이상입니다.
ru: Время начала и окончания не менее %1$s часов

# doorlock_connection_successful
source: Connection is successful
de: Verbindung ist erfolgreich
es: La conexión se ha realizado con éxito
fr: Connexion réussie
it: La connessione è riuscita
ko: 성공적으로 연결되었습니다.
ru: Подключение успешно

# doorlock_bluetooth_disconnected
source: Bluetooth has disconnected
de: Die Bluetooth-Verbindung wurde getrennt
es: Bluetooth desconectado
fr: Bluetooth déconnecté
it: Il Bluetooth si è disconnesso
ko: 블루투스 연결이 끊어졌습니다.

# doorlock_unlifted_unlocked_warning
source: Not double locked
de: Nicht doppelt verriegelt
es: No tiene doble bloqueo
fr: Pas de double verrouillage
it: Non è bloccato a doppia mandata
ko: 이중 잠금 안 됨

# other_trigger_relation_any_one
source: Any condition is met
de: Eine beliebige Bedingung wird erfüllt
es: Se cumple cualquier condición
fr: N’importe quelle condition est remplie
it: Qualsiasi condizione è soddisfatta
ko: 임의의 조건 만족
ru: Любое из условий выполнено

# device_set_bell_add_toast2
source: Only for files within 5M
de: Nur für Dateien innerhalb von 5 M
es: Solo para archivos de menos de 5 M
fr: Uniquement pour les fichiers de moins de 5 M
it: Solo per file entro 5 M
ko: 5M 이내의 파일만 지원
ru: Поддерживает только файлы размером до 5M

# device_ota_connect_overtime
source: The connection times out and the update progress can not be obtained
de: Die Verbindung wird unterbrochen und der Update-Fortschritt kann nicht abgerufen werden
es: La conexión agota el tiempo de espera y no se puede obtener el progreso de la actualización
fr: Les connexions expirées et la progression de la mise à jour ne peuvent pas être obtenues
it: La connessione si interrompe e non è possibile ottenere l'avanzamento dell'aggiornamento.
ko: 연결 시간이 초과되어 업데이트 진행률을 가져올 수 없습니다.
ru: Тайм-аут подключения. Невозможно получить информацию о ходе обновления

# camera_record
source: Recording
de: Aufzeichnung
es: Grabando
fr: Enregistrement
it: Registrazione
ko: 비디오
ru: Запись

# doorlock_door_ajar_warnning
source: Ajar door warning
de: Warnung wegen angelehnter Tür
es: Advertencia de puerta medio abierta
fr: Alarme de porte entrouverte
it: Ajar per avvertimento
ko: 열림 도어 경고

# overview_plugs_open_num_title
source: Switch-on socket
de: Steckdose einschalten
es: Encender la toma de corriente
fr: Prise à commutateur activé
it: Attiva la presa
ko: 켜진 콘센트
ru: Включенные розетки

# other_feedback_online
source: Consult Online Customer Service
de: Wenden Sie sich an den Online-Kundendienst
es: Consulta con el servicio de atención al cliente en línea
fr: Consulter le service à la clientèle en ligne
it: Consultare il servizio clienti online
ko: 온라인 고객 서비스 상담
ru: Пожалуйста, свяжитесь с онлайн службой поддержки

# access_reset_guide_tips_camera_g2
source: When the power is on, insert the pin into the camera reset button and press it for more than 5 seconds until the camera prompts ”reset successfully“.
de: Wenn das Gerät eingeschaltet ist, stecken Sie den Stift in die RESET-Taste der Kamera und halten Sie sie mehr als 5 Sekunden gedrückt, bis die Kamera die Meldung „Reset erfolgreich“ ausgibt
es: Cuando la cámara esté encendida, inserte la clavija en el botón de reinicio de la cámara y púlselo durante más de 5 segundos hasta que la cámara indique "reiniciar con éxito".
fr: Lorsque l’appareil est activé, insérer la broche dans le bouton de réinitialisation de la caméra et appuyer dessus pendant plus de 5 secondes jusqu’à ce que l’appareil indique « réinitialisation réussie ».
it: Quando l'alimentazione è accesa, inserisci il pin nel pulsante reset della telecamera e tienilo premuto per più di 5 secondi fino a quando la telecamera richiede "reset completato".
ko: 전원을 켜고 바늘로 카메라 아래 리셋 구멍 안쪽 버튼을 5초 이상 길게 누르면 리셋 성공을 알리는 음성 메시지가 출력됩니다.
ru: Когда питание включено, вставьте штифт в кнопку сброса камеры и удерживайте более 5 секунд, пока камера не выдаст подсказку «сброс успешно выполнен».

# doorlock_unlocking_volume
source: Unlocking volume
de: Entriegelungslautstärke
es: Desbloqueo del volumen
fr: Volume de déverrouillage
it: Sblocco del volume
ko: 잠금 해제 볼륨

# common_connect_error_tips
source: Connection error
de: Verbindungsfehler
es: Error de conexión
fr: Erreur de connexion
it: Errore di connessione
ko: 연결 오류
ru: Ошибка соединения

# doorlock_screenshot_save
source: Screenshot is saved
de: Screenshot wird gespeichert
es: Se ha guardado la captura de pantalla
fr: Capture d’écran enregistrée
it: Lo screenshot è stato salvato
ko: 스크린샷이 저장됨

# other_common_contact_service
source: Contact customer service
de: Kontaktieren Sie den Kundendienst
es: Ponte en contacto con el servicio de atención al cliente
fr: Contacter le service à la clientèle
it: Contattare il servizio clienti
ko: 고객 서비스에 연락합니다
ru: Свяжитесь со службой поддержки

# other_start_use
source: Start
es: Inicio
fr: Début
it: Avvio
ko: 체험 시작
ru: Начать
