Repository: acodeworker/localzedLoader
Catalog: *.lproj/Localizable.strings
Languages: de, es, fr, it, ko, ru

# home_share_remind_him_to_register
source: Remember to remind him/her to register for the app, and then invite the other party again, and he/she can become a member of your family after he/she agrees.
de: Beachten, ihn/sie daran zu erinnern, sich für die App zu registrieren und laden Sie die andere Partei dann erneut ein, damit er/sie ein Mitglied Ihrer Familie werden kann, nachdem er/sie zugestimmt hat.
es: Recuerde recordarle que debe registrarse en la aplicación, y luego invitar a la otra parte de nuevo, y podrá convertirse en un miembro de su familia después de que él / ella acepte.
fr: Ne pas oublier de lui rappeler de s’inscrire à l’appli, puis d’inviter l’autre partie de nouveau et il/elle peut devenir membre de votre famille après avoir donné son accord.
it: Ricordati di ricordargli/le di registrarsi per l'app, quindi invita di nuovo l'altra parte e lui/lei potrà diventare membro della tua famiglia dopo aver accettato.
ko: 그분이 APP회원가입신청을 잊지않도록 알린후 상대방을 재요청하여 수락하면 고객님의 홈구성원으로 될수있습니다
ru: Не забудьте напомнить ему/ей зарегистрироваться в приложении. Пригласите его/её в свой "Дом", после принятия приглашения он/она получит доступ к Вашему "Дому".

# curve_detect_someone
source: Motion is detected
de: Bewegung wird erkannt
es: Se detectó movimiento
fr: Mouvement détecté
it: Viene rilevato un movimento
ko: 인체감지가 있습니다.
ru: Обнаружен человек

# device_associate_ht
source: Associate with Temperature and Humidity Sensor
de: Mit Temperatur- und Feuchtigkeitssensor verbinden
es: Asociar con sensor de temperatura y humedad
fr: Lier avec le capteur de température et d’humidité
it: Associato al sensore di temperatura e umidità
ko: 온습도 센서와 연결
ru: Связать с датчиком температуры и влажности

# curve_maximum_value
source: Maximum Value
de: Maximalwert
es: Valor máximo
fr: Valeur maximum
it: Valore massimo
ko: 극댓값
ru: Максимум

# doorlock_get_ota_info_successful
source: Door lock information acquired successfully
de: Die Türschlossinformationen wurden erfolgreich erfasst
es: Información de la cerradura de la puerta obtenida correctamente
fr: Renseignements sur les serrures de porte obtenus avec succès
it: Acquisizione delle informazioni sulla serratura riuscita.
ko: 도어락 정보 가져오기 성공

# device_service_setting_alarm_title_periodtime
source: Alarm Period
de: Alarmperiode
es: Periodo de alarma
fr: Période d’alarme
it: Periodo di allarme
ko: 알람 기간
ru: Период сигнала тревоги

# security_guard_basic_configure
source: Basic
de: Basis
es: Básico
fr: Basique
it: Base
ko: 기초 배치
ru: Базовые настройки

# device_add_replace_title
source: There is an offline accessory of the same type.
de: Es gibt ein Offline-Accessoire des gleichen Typs.
es: Hay un accesorio desconectado del mismo tipo.
fr: Il y a un accessoire hors ligne du même type.
it: C’è un accessorio offline dello stesso tipo.
ko: 같은 종류의 오프라인 장치가 있습니다.
ru: Существует однотипное устройство (не в сети).

# device_camera_line_color_statement
source: Line color of correlation event
de: Linienfarbe des Korrelationsereignisses
es: Color de línea del evento de vinculación
fr: Couleur de ligne de l’événement de corrélation
it: Colore della linea dell'evento di correlazione
ko: 연관이벤트의 라인 색상
ru: Цвет линии связанного события

# security_basedalert_annotation
source: Basic mode is set for 24 hours. Even if you switch to other mode, basic mode will still be on at the same time.
de: Der Basismodus ist auf 24 Stunden eingestellt. Selbst wenn Sie in einen anderen Modus wechseln, bleibt der Basismodus gleichzeitig aktiviert.
es: El modo básico está configurado para 24 horas. Incluso si cambia a otro modo, el modo básico seguirá activo a la vez.
fr: Le mode de base est réglé sur 24 heures. Même si vous passez à un autre mode, le mode de base sera toujours activé en même temps.
it: La modalità base è impostata per 24 ore. Anche se si passa a un'altra modalità, la modalità base sarà comunque attiva contemporaneamente.
ko: 기본 모드는 24시간 동안 설정됩니다. 다른 모드로 전환하더라도 기본 모드는 동시에 켜져 있습니다.

# camera_title_image_correction
source: Lens Correction
de: Linsenkorrektur
es: Corrección de lente
fr: Correction de l'objectif
it: Correzione delle lenti
ko: 이미지 보정
ru: Коррекция объектива

# device_page_more
source: More Settings
de: Weitere Einstellungen
es: Más ajustes
fr: Plus de réglages
it: Più configurazioni
ko: 추가 설정
ru: Настройки

# device_activate_th_sensor_title
source: Activate the temperature and humidity sensor
de: Aktivieren Sie den Temperatur- und Feuchtigkeitssensor
es: Activar el sensor de temperatura y humedad
fr: Activer le capteur de température et d’humidité
it: Attiva il sensore di temperatura e umidità
ko: 온도 및 습도 센서를 활성화합니다.

# doorlock_key_not_insert_normally
source: Detected that the key is not inserted normally, please check the lock core's wiring connections
de: Es wurde festgestellt, dass der Schlüssel nicht normal eingesteckt ist. Bitte überprüfen Sie die Kabelverbindungen des Schlosskerns
es: Se ha detectado que la llave no se ha insertado con normalidad, compruebe las conexiones del núcleo de la cerradura
fr: A détecté que la clé n’est pas insérée normalement, veuillez vérifier le câblage du cœur du verrou
it: È stato rilevato che la chiave non è inserita normalmente, controlla i collegamenti del cablaggio del nucleo della serratura
ko: 키가 제대로 삽입되지 않은 것이 감지되었습니다. 잠금 커넥터를 확인해주세요.

# device_camera_connet_eventlabel
source: Associated event label
de: Verknüpfte Ereignisetikette
es: Etiqueta asociada de evento
fr: Étiquette de l'événement associé
it: Etichetta evento associata
ko: 사건 라벨
ru: Связанная метка события

# device_voc_bad
source: Very poor
de: Sehr schlecht
es: Muy pobre
fr: Très pauvre
it: Molto scarso
ko: 매우 나쁨
ru: Очень нездорово

# camera_title_screen_move
source: Motion Detection
de: Bewegungserkennung
es: Detección de movimiento
fr: Détection de mouvement
it: Rilevamento del movimento
ko: 화면 이동
ru: Обнаружение движения

# curve_close
source: Door Closed
de: Tür geschlossen
es: Puerta cerrada
fr: Porte fermée
it: Porta chiusa
ko: 문이 닫혔습니다.
ru: Закрыто

# user_get_auth_code_full
source: Get Verification Code
de: Verifizierungscode erhalten
es: Obtener código de verificación
fr: Obtenir le code de vérification
it: Ricevi il codice di verifica
ko: 인증 코드 전송
ru: Получить код подтверждения

# camera_home_playback
source: Playback
de: Wiedergabe
es: Reproducción
fr: Lecture
it: Riproduzione
ko: 재생하기
ru: Просмотр

# security_alert_not_confirm
source: Alarm is not confirmed
de: Alarm wird nicht bestätigt
es: La alarma no está confirmada
fr: L’alarme n’est pas confirmée
it: L'allarme non è confermato
ko: 경보 미확인
ru: Тревога неактуальна

# doorlock_automatically_expired_2
source: It will be automatically expired after %1$s minutes or using once
de: Es läuft automatisch nach %1$s Minuten oder nach der einmaligen Verwendung ab
es: Expirará automáticamente tras %1$s minutos o un solo uso
fr: Il sera automatiquement expiré après %1$s minutes ou une seule fois
it: Scadrà automaticamente dopo %1$s minuti o utilizzandolo una sola volta
ko: %1$s분 또는 한 번 사용하면 자동으로 만료됩니다.

# doorlock_back_homepage
source: Back to the homepage
de: Zurück zur Homepage
es: Volver a la página de inicio
fr: Retour à la page d’accueil
it: Torna alla home page
ko: 홈페이지로 돌아가기

# other_request_auth_code
source: 获取授权码
de: Autorisierungscode erhalten
es: Obtener código de autorización
fr: Obtenir le code de vérification
it: Ottenere il codice di autorizzazione
ko: 인가 코드 가져오기
ru: Получить код авторизации

# device_sleep_good
source: Good
de: Gut
es: Buena
fr: Bon
it: Buono
ko: 좋음
ru: Хорошо

# device_fetchinfo_failed
source: Failed to acquire accessory information. Please try later.
de: Die Accessoire-Informationen konnten nicht abgerufen werden. Bitte versuchen Sie es später.
es: Fallo al adquirir información del accesorio. Inténtelo más tarde.
fr: Échec d’acquisition des informations d’accessoires. Veuillez réessayer plus tard.
it: Acquisizione di informazioni accessorie non riuscita. Riprova più tardi.
ko: 장치 정보 가져오기 실패, 잠시 후 다시 시도해 주세요.
ru: Не удалось получить информацию устройства.

# device_ir_learn_key_not_add
source: IR button is not added
de: Die IR-Taste wurde nicht hinzugefügt
es: El botón IR no se ha añadido
fr: Bouton IR non ajouté
it: Il pulsante IR non è stato aggiunto
ko: IR 버튼이 추가되지 않았습니다.

# curve_weak_detect
source: Water leak detected
de: Wasserleck erkannt
es: Fuga de agua detectada
fr: Fuite d’eau détectée
it: Perdita d’acqua rilevata
ru: Обнаружена протечка

# camera_device_camera_save_presetposition
source: Save current position as concerned position
de: Speichern Sie die aktuelle Position
es: Guardar la posición actual como posición frecuente
fr: Enregistrer la position actuelle en tant que position concernée
it: Salva la posizione attuale come posizione interessata
ko: 지금 보고 있는 화면을 관심구역으로 저장합니다.
ru: Сохранить текущую позицию как соответствующую позицию

# security_empty_timingalert
source: No timer yet
de: Noch kein Timer
es: Aún no hay temporizador
fr: Pas encore de minuterie
it: Ancora nessun timer
ko: 아직 타이머가 없습니다.

# device_ac_match_no_state_send_fail
source: Infrared code transmission failure.
de: Fehler bei der Infrarotcode-Übertragung.
es: Fallo de transmisión de código infrarrojo.
fr: Échec de transmission de code infrarouge.
it: Errore di trasmissione del codice a infrarossi.
ko: 리모컨 신호 전송 실패
ru: Ошибка передачи ИК сигнала.

# doorlock_twist_locking_knob_horizontal_status
source: Twist the locking knob on the inside to a horizontal status to lock the door
de: Drehen Sie den Verriegelungsknopf auf der Innenseite in eine horizontale Position, um die Tür so zu verriegeln
es: Gire el pomo interior hasta que esté horizontal para cerrar la puerta
fr: Tourner le bouton de verrouillage à l’intérieur à l’horizontale pour verrouiller la porte
it: Ruota la manopola di bloccaggio all'interno in stato orizzontale per bloccare la porta
ko: 내부의 잠금 손잡이를 수평 상태로 돌려 도어를 잠급니다.

# access_red_light_flash
source: Indicator light flashing in red
de: Das Anzeigelicht blinkt rot
es: Luz indicadora roja parpadeando en rojo
fr: Le Voyant clignote en rouge
it: Spia luminosa rossa lampeggiante
ko: 빨간불 깜박임
ru: Мигает красный свет

# device_control_ambient_light_opening_closing_tip
source: The curtain travel has not been set, and the curtain can only be opened to the specified percentage after setting
de: Der Vorhangfahrt wurde noch nicht eingestellt und die Gardine kann nach der Einstellung nur auf den angegebenen Prozent geöffnet werden
es: No se ha ajustado el recorrido de la cortina, esta solo se puede abrir hasta un porcentaje especificado hasta haberla configurado
fr: Le parcours du rideau n’a pas été réglé et le rideau ne peut être ouvert qu’au pourcentage spécifié après le réglage
it: La corsa della tenda non è stata impostata e la tenda può essere aperta solo alla percentuale specificata dopo l'impostazione
ko: 커튼 루트가 설정되어 있는 경우에만 지정 백분율로 열 수 있습니다.
ru: Ход шторы не задан, их можно открыть только до заданного процента после установки

# access_reset_gateway_tips2_ac
source: the red light blinks
de: das rote Licht blinkt
es: la luz roja parpadea
fr: la lumière rouge clignote
it: la spia rossa lampeggia
ko: 빨간불이 계속 깜박임
ru: мигает красный свет

# device_rome_rail_guide_tip_3
source: Hang the curtain driver on the hanger as shown in the following figure, and click the setting button twice in succession quickly to hold the System onto the rail. Right then, the green indicator keeps blinking, and there are three short beeps from the buzzer after the product is held in place.
de: Hängen Sie den Vorhangantrieb wie in der folgenden Abbildung gezeigt an die Aufhängung und klicken Sie zweimal hintereinander schnell auf die Einstelltaste, um das System auf der Schiene zu halten. Nun blinkt die grüne Anzeige weiter und es gibt drei kurze Pieptöne vom Summer, nachdem das Produkt an Ort und Stelle gehalten wurde.
es: Cuelgue el controlador de cortina en la percha tal y como se muestra en la figura siguiente, y haga clic en el botón de ajuste dos veces rápidamente para sujetar el sistema al raíl. En ese momento, el indicador verde seguirá parpadeando y el zumbador emitirá tres pitidos cortos después de que el producto se haya sujetado.
fr: Accrocher le moteur de rideau sur le crochet selon la figure suivante, puis cliquer deux fois rapidement sur le bouton de réglage pour maintenir le système sur le rail. À ce moment-là, le voyant vert continue de clignoter, et le buzzer émet trois bips courts après que le produit a été maintenu en place.
it: Appendi l’azionamento della tenda al gancio come mostrato nella figura seguente e fai clic sul pulsante di impostazione due volte di seguito rapidamente per tenere il sistema sul binario. A questo punto, l'indicatore verde continua a lampeggiare e il cicalino emette tre brevi segnali acustici dopo che il prodotto è stato tenuto in posizione.
ko: 스마트 커튼 컨트롤러를 그림에 표시된 대로 걸어서 설정 버튼을 두 번 연속으로 빠르게 클릭하여 스마트 커튼 컨트롤러를 레일에 고정하고 표시등이 초록색으로 계속 빠르게 깜박입니다. 고정 완료 후 부저가 세 번 짧게 울립니다.
ru: Повесьте компаньон на вешалку, как показано на рисунке, а затем быстро дважды нажмите кнопку настройки, чтобы начать удерживание. В это время индикатор начнет непрерывно мигать зеленым. После удержания на месте зуммер прозвучит 3 раза.

# doorlock_guide_error_inner_close
source: 检测到剪舌未正常弹出，请依次检查： 1.门扣板、导向片、锁体 2.锁体连接线 未检测到角舌压入，请依次检查： 1.门扣板已正确安装 2.锁体连接线 3.门缝范围是否小于xmm
de: Wenn sich die Scherenbolzen nicht öffnen lassen, überprüfen Sie bitte der Reihe nach Folgendes: 1. Schließblech, Frontplatte, Schlosskörper 2. Schlosskörper-Verbindungsdraht Wenn sich die Erkennungs-Zunge nicht eindrücken lässt, prüfen Sie bitte der Reihe nach Folgendes: 1. Das Schließblech wurde korrekt installiert 2. Der Anschlussdraht des Schlosskörpers 3. Der Spalt in der Tür ist kleiner als xmm
es: Si detecta que la lengüeta enganchada no salta correctamente, compruebe lo siguiente paso a paso: 1. Placa de cierre, placa frontal, cuerpo de la cerradura 2. Cables de conexión del cuerpo de la cerradura Si la lengüeta de detección no se introduce, compruebe lo siguiente paso a paso: 1. Que la placa de cierre está correctamente instalada 2. Los cables de conexión del cuerpo de la cerradura 3. La grieta de la puerta es menor de x mm
fr: Si les pênes à ciseau ne se déploient pas, vérifiez dans cet ordre : 1. Plaque de percussion, plaque avant, corps du verrou 2. Fil de connexion du corps du verrou . Si la languette de détection ne se déploie pas, vérifiez dans cet ordre : 1. La plaque de percussion a été correctement installée 2. Le fil de connexion du corps du verrou 3. L’espace libre autour de la porte est inférieur à x mm
it: Se i bulloni a forbice non si sollevano, controllare in sequenza: 1. Piastra di riscontro, piastra frontale, corpo della serratura 2. Cavo del connettore del corpo di chiusura Se la linguetta di rilevamento non si inserisce, controllare in sequenza: 1. La placca di riscontro è stata installata correttamente 2. Il filo del connettore del corpo della serratura 3. La fessura della porta è inferiore a xmm
ko: 스크랩이 정상적으로 꺼지지 않은 것이 확인되었습니다. 순차적으로 점검해주세요. 1.문고리판, 가이드 패드, 잠금 2.잠금체인접속선 각설 압입이 검출되지 않았습니다, 순차적으로 검사해주세요: 1.문고리가 올바르게 설치되었습니다 2.잠금체인접속선 3. 문틈 범위가 xmm 이하인지 여부" "

# device_not_setting_range_yet
source: Curtain position has not been set. Configure it now
de: Die Vorhangposition wurde nicht eingestellt. Jetzt konfigurieren
es: La posición de la cortina no se ha ajustado. Configúrela ahora
fr: La position du rideau n’a pas été définie. Configurer maintenant
it: La posizione della tenda non è stata impostata. Configurala ora
ko: 커튼 조정(시작/끝)이 설정되지 않았습니다. 지금 설정해주세요.
ru: Положения шторы еще не настроены. Пожалуйста, сначала настройте их.

# access_reset_device_tips2_red_one_sec
source: and when you hear 3 notification sounds, it is done
de: und wenn Sie 3 Benachrichtigungen hören, ist es geschafft
es: cuando escuche 3 sonidos, estará hecho
fr: et quand vous entendez 3 sons de notification, c’est fait
it: e quando senti 3 suoni di notifica, è fatta
ko: 빨간불이 1초 동안 깜박입니다.
ru: красный свет мигает в течение 1 секунды

# device_i_rail_guide_tip_2
source: Place the curtain driver on the first and second pulley blocks on the movable side of the curtains
de: Platzieren Sie den Vorhangantrieb auf dem ersten und zweiten Rollenblock auf der beweglichen Seite der Vorhänge
es: Coloque el controlador de cortina el primer y segundo bloque de poleas del lado móvil de la cortina
fr: Placer le moteur de rideau sur la première et la deuxième poulie du côté mobile des rideaux
it: Posiziona l'azionamento della tenda sul primo e sul secondo paranco sul lato mobile delle tende
ko: 스마트 커튼 컨트롤러를 커튼 활성 측면의 첫 번째 및 두 번째 행거에 매달려 주십시오.
ru: Повесьте компаньона на 1-е и 2-е подвесные колеса на подвижной стороне шторы.

# doorlock_angle_tongue_does_not_engage_normally
source: Detected that the anti-pick security latch does not engage normally, please check the following: 1.Face plate, lock body 2.Lock body's wiring connections
de: Falls festgestellt wurde, dass die Anti-Schlossknacken-Sicherheitsverriegelung nicht normal einrastet, überprüfen Sie bitte Folgendes: 1.Frontplatte, Schlosskörper 2.Verdrahtungsanschlüsse des Schlosskörpers
es: Se ha detectado que el pestillo de seguridad antiganzúa no encaja correctamente, compruebe lo siguiente: 1.Placa frontal, cuerpo de la cerradura 2.Conexiones del cuerpo de la cerradura
fr: A détecté que le loquet anti-effraction ne s’enclenche pas normalement, veuillez vérifier ce qui suit : 1.Plaque frontale, corps de verrou 2.Câblages du corps de verrou
it: È stato rilevato che il fermo di sicurezza antifurto non si innesta normalmente, controlla quanto segue: 1.Piastra anteriore, corpo della serratura 2.Collegamenti del cablaggio del corpo della serratura
ko: 픽 방지 보안 래치가 정상적으로 작동하지 않는 것으로 감지되었습니다. 다음을 확인해주세요. 1.얼굴판, 잠금 본체 2.바디의 배선 연결부를 잠급니다.

# doorlock_bind_continue
source: Continue
de: Weiter
es: Continuar
fr: Continuer
it: Continua
ko: 계속하다

# device_sleep_very_good
source: Very good
de: Sehr gut
es: Muy bueno
fr: Très bon
it: Molto buono
ko: 아주 좋음
ru: Очень хорошо

# common_continue
source: Continue
de: Weiter
es: Continuar
fr: Continuer
it: Continua
ko: 계속
ru: Продолжить

# doorlock_guide_error_password_finger_open
source: 检测到剪刀舌未正常收起，请检查锁体连接线 检测到方舌未正常收起，请检查锁体连接线 检测到角舌未正常弹出，请依次检查： 1.门口板、锁体 2.锁体连接线 密码或指纹无法正常认证，请联系客服
de: Wenn die Scherenbolzen nicht zurückspringen, überprüfen Sie bitte das Verbindungskabel des Schlosskörpers. Wenn die Mehrpunkt-Federbolzen nicht zurückspringen, überprüfen Sie bitte das Verbindungskabel des Schlosskörpers. Wenn die Erkennungs-Zunge nicht aufspringt, überprüfen Sie bitte der Reihe nach Folgendes: 1. Schließblech, Schlosskörper 2. Wenn die Passwort- oder Fingerabdruck-Authentifizierung fehlschlägt, wenden Sie sich bitte an den Kundendienst
es: Si detecta que la lengüeta enganchada no se retrae normalmente, compruebe las conexiones del cuerpo de la cerradura Si detecta que la lengüeta multipunto no se retrae normalmente, compruebe la conexión del cuerpo de la cerradura Si la lengüeta de detección no salta, compruebe lo siguiente paso a paso: 1. Placa de cierre, cuerpo de la cerradura 2. Cables de conexión del cuerpo de la cerradura Si la contraseña o autenticación por huella dactilar falla, contacte con el servicio de atención al cliente
fr: Si les pênes à ciseau ne se rétractent pas, vérifiez le fil de connexion au corps du verrou . Si les pênes à ressort multipoint ne se rétractent pas, vérifiez le fil de connexion au corps du verrou . Si la languette de détection ne se déploie pas, vérifiez dans cet ordre : 1. Plaque de percussion, corps du verrou 2. Fil de connexion du corps du verrou Si l’authentification par mot de passe ou empreinte digitale est un échec, contactez le personnel du service à la clientèle
it: Se i bulloni a forbice non si ritraggono, controllare il filo del connettore del corpo di chiusura Se i bulloni a molla a più punti non si ritraggono, controllare il filo del connettore del corpo di chiusura Se la linguetta di rilevamento non si solleva, controllare in sequenza: 1. Piastra frontale, corpo della serratura 2. Cavo del connettore del corpo di chiusura Se la password o l'autenticazione delle impronte digitali non è riuscita, contattare il personale del servizio clienti.
ko: " " " 커터 혀가 제대로 접히지 않은 것이 발견되었습니다. 커넥티드 라인을 확인해주세요. 각설이 제대로 걷히지 않은 것이 감지되었으니 잠금체 연결선을 확인해주세요 각설이 제대로 튀어 나오지 않았음을 확인하시고, 다음의 순서를 확인해주세요: 1.문짝, 자물쇠 2.잠금체인접속선 비밀번호나 지문이 제대로 인증되지 않습니다, 고객서비스로 연락해 주세요" "

# doorlock_guide_error_default
source: 检测到剪舌未正常弹出，请依次检查： 1.门扣板、导向片、锁体 2.锁体连接线 检测到角舌未正常弹出，请依次检查： 1.门口板、锁体 2.锁体连接线 检测到方舌未正常收起，请依次检查： 1.门口板、锁体 2.锁体连接线
de: Wenn sich die Scherenbolzen nicht öffnen lassen, überprüfen Sie bitte der Reihe nach Folgendes: 1. Schließblech, Frontplatte, Schlosskörper 2. Verbindungsdraht des Schlosskörpers. Wenn die Erkennungs-Zunge nicht aufspringt, prüfen Sie bitte der Reihe nach Folgendes: 1. Schließblech, Frontplatte, Schlosskörper 2. Schlosskörper-Verbindungsdraht Wenn sich die Mehrpunkt-Federbolzen nicht zurückziehen lassen, prüfen Sie bitte der Reihe nach Folgendes: 1. Schließblech, Schlosskörper 2. Schlosskörper Verbindungsdraht
es: Si detecta que la lengüeta enganchada no salta correctamente, compruebe lo siguiente paso a paso: 1. Placa de cierre, placa frontal, cuerpo de la cerradura 2 Cables de conexión del cuerpo de la cerradura Si la lengüeta de detección no salta, compruebe lo siguiente paso a paso: 1. Placa de cierre, placa frontal, cuerpo de la cerradura 2. Cables de conexión del cuerpo de la cerradura Si la lengüeta multipunto no se retrae correctamente, compruebe lo siguiente paso a paso: 1. Placa de cierre, cuerpo de la cerradura 2. Cables de conexión del cuerpo de la cerradura
fr: Si les pênes à ciseau ne se déploient pas, vérifiez dans cet ordre : 1. Plaque de percussion, plaque avant, corps du verrou 2. Fil de connexion du corps du verrou . Si la languette de détection ne se déploie pas, vérifiez dans cet ordre : 1. Plaque de percussion, plaque avant, corps du verrou 2. Fil de connexion du corps du verrou . Si les pênes à ressort multipoint ne se rétractent pas, vérifiez dans cet ordre : 1. Plaque de percussion, corps du verrou 2. Fil de connexion du corps du verrou
it: Se i bulloni a forbice non si sollevano, controllare in sequenza: 1. Piastra di riscontro, piastra frontale, corpo della serratura 2. Cavo del connettore del corpo di chiusura Se la linguetta di rilevamento non si alza, controllare in sequenza: 1. Piastra di riscontro, piastra frontale, corpo della serratura 2. Cavo del connettore del corpo di chiusura Se i bulloni a molla a più punti non si ritraggono, controllare in sequenza: 1. Piastra frontale, corpo della serratura 2. Filo del connettore del corpo di chiusura
ko: 래치가 정상적으로 꺼지지 않은 것이 발견되었습니다. 순차적으로 점검해주세요: 1. 문고리판, 가이드 패드, 잠금 2. 잠금체인접속선 래치가 제대로 튀어 나오지 않았음을 확인하시고, 다음을 확인해주세요: 1. 문짝, 자물쇠 2. 잠금체인 접속선 래치가 제대로 접히지 않은 것이 발견되었으니, 순차적으로 검사해주세요: 1. 문짝, 자물쇠 2. 잠금체 연결선

# homekit_info_name_sync_aqara
source: Use current device names in the "Home" App for the "Aqara Home" App
de: Verwenden Sie aktuelle Gerätenamen in der "Home"-App für die "Aqara Home"-App
es: Utilizar nombres de dispositivo actuales en la app "Home" de la app "Aqara Home"
fr: Utiliser les noms actuels des appareils dans l’appli « Home » pour l’appli « Aqara Home »
it: Usa i nomi dei dispositivi correnti nell'app "Home" per l'app "Aqara Home".
ko: “홈”의 이름을 “Aqara Home”으로 동기화합니다.
ru: Синхронизировать имена “Home” с “Aqara дома”

# device_curtain_guide_set_route_succ
source: Route setup completed
de: Einrichtung des Fahrtwegs abgeschlossen
es: Configuración de recorrido completada
fr: Configuration de l’itinéraire terminée
it: Configurazione del percorso completata
ko: 루트 설정이 완료되었습니다.
ru: Маршрут установлен

# home_setting_home_transfer
source: Home transfer
de: Zuhause-Übertragung
es: Transferencia del hogar
fr: Transfert de maison
it: Trasferimento Home
ko: 홈 변경
ru: Перенос Дома
