Repository: acodeworker/localzedLoader
Catalog: *.lproj/Localizable.strings
Languages: de, es, fr, it, ko, ru

# doorlock_bind_failed
source: Link the encryption serial number and try again.
de: Verknüpfen Sie die Verschlüsselungsseriennummer und versuchen Sie es erneut.
es: Enlace el número de serie encriptado e inténtelo de nuevo.
fr: Lier le numéro de série de cryptage et réessayer.
it: Collega il numero di serie di crittografia e riprova.
ko: 암호화된 시리얼번호로 연결하고 다시 시도해주세요.
ru: Привяжите серийный номер и попробовать снова.

# device_bind_failed
source: Failed to bind
de: Verbindung fehlgeschlagen
es: Fallo al vincular
fr: Échec de liaison
it: Associazione non riuscita
ko: 연결 실패
ru: Привязка не удалась

# device_selfcheck_failed_reason3
source: 3. The accessiry is being preheated. Please try again when the preheating is over.
de: 3. Das Accessoire wird vorgewärmt. Bitte versuchen Sie es erneut, wenn das Vorheizen beendet ist.
es: 3. El accesorio se está precalentando. Inténtelo de nuevo cuando el precalentamiento haya terminado.
fr: 3. L’accessoire est préchauffé. Veuillez réessayer lorsque le processus de préchauffage sera terminé.
it: 3. L'accessorio viene preriscaldato. Riprova quando il preriscaldamento è terminato.
ko: 3. 장치가 예열 중일 수 있습니다. 잠시 기다렸다가 시도해 주세요.
ru: Устройство подвергается предварительному нагреву: повторите попытку после окончания нагрева.

# homekit_find_device_bind_tips
source: Once bound, the accessory can be added to the Aqara Home app.
de: Nach der Verbindung kann das Accessoire zur Aqara Home-App hinzugefügt werden.
es: Una vez vinculado, el accesorio se podrá añadir a la app de Aqara Home.
fr: Une fois lié, l’accessoire peut être ajouté à l’appli Aqara Home.
it: Una volta associato, l'accessorio può essere aggiunto all'app Aqara Home.
ko: 장치가 연결된 뒤, Aqara Home 앱에 추가할 수 있습니다.
ru: После привязки устройство можно будет добавить в приложение Aqara Home.

# other_connect_device_wifi_tips3
source: 2. Back to App after connection is successful.
de: 2. Zurück zur App, nachdem die Verbindung erfolgreich war.
es: 2. Vuelva a la app tras conectarlo.
fr: 2. Retour à l’appli lorsque la connexion est réussie.
it: 2. Torna alla App dopo aver completato la connessione.
ko: 2. 연결에 성공하면 앱으로 돌아갑니다.
ru: 2. Вернуться к приложению после успешного подключения.

# device_add_gateway_tips2
source: 2. Please keep your phone/pad close to the Hub and make sure they are connected to the same 2.4 GHz Wi-Fi network.
de: 2. Bitte halten Sie Ihr Telefon/Pad in der Nähe des Hubs und stellen Sie sicher, dass sie mit demselben 2,4 GHz WLAN-Netzwerk verbunden sind.
es: 2. Mantenga el teléfono móvil/pad y cerca como del hub, y asegúrese de que estén conectados a la misma red wifi de 2,4 GHz.
fr: 2. Veuillez placer votre téléphone/tablette près du Hub et vous assurer qu’ils sont connectés au même réseau Wi-Fi de 2,4 GHz.
it: 2. Tieni il telefono/tablet vicino all'Hub e assicurati che siano collegati alla stessa rete Wi-Fi a 2,4 GHz.
ko: 2. 스마트폰 또는 패드를 스마트 허브 가까이에 두고, 허브가 연결할 2.4GHz Wi-Fi 네트워크와 동일한 Wi-Fi에 연결되어 있는지 확인해 주세요.
ru: 2. Держите телефон/планшет ближе к Hub и убедитесь, что они подключены к той же сети Wi-Fi 2,4 ГГц.

# device_offline_diagnosis_battery_tips2
source: 2. Please check the indicator light of the accessory to see if the battery is running low.
de: 2. Bitte überprüfen Sie die Anzeigeleuchte des Zubehörs, um festzustellen, ob der Akku schwach ist.
es: 2. Compruebe la luz indicadora del accesorio para ver si la batería se está agotando.
fr: 2. Veuillez vérifier le voyant de l’accessoire pour voir si la batterie devient faible.
it: 2. Controlla la spia dell'accessorio per vedere se la batteria si sta scaricando.
ko: 2. 장치의 지시등을 통해 배터리 상태를 확인해 주세요.
ru: 2. Проверьте индикацию устройства, чтобы исключить возможность разряда его батареи.

# automation_temperature_lower_to
source: %@ Temperature falls to %@
de: %@ Die Temperatur fällt auf %@
es: La temperatura %@ cae a %@
fr: %@ La température descend à %@
it: %@ La temperatura scende a %@
ko: %@ 온도가 %@ 아래로 내려가는 순간
ru: %@: Температура упала до %@

# device_temperature_too_high_tips_1_fios
source: The temperature of %@ is too high. The device powers off automatically. You need to single click the %@ button to remove this protection, and then you can continue to use it.
de: Die Temperatur von %@ ist zu hoch. Das Gerät schaltet sich automatisch aus. Sie müssen einmalig auf die Schaltfläche %@ klicken, um diesen Schutz zu entfernen und ihn weiter zu verwenden.
es: La temperatura de %@ es demasiado alta. El dispositivo se apagará automáticamente. Necesita hacer un clic en el botón %@ para retirar esta protección, luego podrá seguir utilizándolo.
fr: La température de %@ est trop élevée. L’appareil s’éteint automatiquement. Vous devez cliquer sur le bouton %@ pour supprimer cette protection, puis continuer à l’utiliser.
it: La temperatura di %@ è troppo alta. Il dispositivo si spegne automaticamente. Devi fare clic sul pulsante %@ per rimuovere questa protezione, quindi continuare a utilizzarlo.
ko: %@온도가 너무 높아서 전기가 자동 차단되었습니다. 보호를 해제하고 연속해서 사용하려면 %@ 버튼을 클릭하세요.
ru: Температура %@ слишком высокая, устройство было автоматически отключено. Можно нажать %@, для снятия защиты и продолжения использования

# automation_temperature_higher_to
source: %@ Temperature rises to %@
de: %@ Die Temperatur steigt auf %@
es: La temperatura %@ sube a %@
fr: %@ La température monte à %@
it: %@ La temperatura aumenta a %@
ko: %@ 온도가 %@ 위로 올라가는 순간
ru: %@: Температура поднялась до %@

# device_temperature_too_high_1_fios
source: The temperature of %@ is too high. Please check the device in time.
de: Die Temperatur von %@ ist zu hoch. Bitte überprüfen Sie das Gerät.
es: La temperatura de %@ es demasiado alta. Compruebe el dispositivo cuanto antes.
fr: La température de %@ est trop élevée. Veuillez vérifier l’appareil en temps voulu.
it: La temperatura di %@ è troppo alta. Controlla il dispositivo in tempo.
ko: %@온도가 너무 높으니 장치를 점검하십시오.
ru: Высокая температура %@. Проверьте устройство.

# doorlock_error_times
source: Incorrect %1$s entered multiple times
de: Falsches %1$s mehrfach eingegeben
es: %1$s incorrecto introducido varias veces
fr: %1$s incorrect saisi plusieurs fois
it: %1$s non corretto inserito più volte
ko: 잘못된 %1$s를 여러 번 입력했습니다.

# automation_temperature_higher_than
source: %@ Temperature is above %@
de: %@ Die Temperatur ist über %@
es: La temperatura %@ está por encima de %@
fr: %@ Température supérieure à %@
it: %@ La temperatura è superiore a %@
ko: %@ 온도가 %@ 위에 있을 때
ru: %@: Температура выше %@

# device_control_feed_2_1
source: %1$s portions
de: %1$s Portionen
es: %1$s porciones
it: %1$s notifiche
ko: %1$s몫
ru: %1$s порция

# automation_temperature_lower_than
source: %@ Temperature is below %@
de: %@ Die Temperatur ist unter %@
es: La temperatura %@ está por debajo de %@
fr: %@ Température inférieure à%@
it: %@ La temperatura è inferiore a %@
ko: %@ 온도가 %@ 아래에 있을 때
ru: %@: Температура ниже %@

# device_sequence_numbers_1
source: %1$s sequences
de: %1$s Sequenzen
es: %1$s secuencias
fr: %1$s séquences
it: %1$s sequenze
ko: %1$s 시퀀스
ru: %1$s последовательности

# doorlock_open_hint
source: %1$s unlocking
de: %1$s wird entsperrt
es: %1$s desbloqueando
fr: %1$s déverrouillé
it: %1$s si sta sbloccando
ko: %1$s 잠금 해제
ru: %1$s разблокировка

# automation_air_quality_lower_than_1
source: %1$sAQI is below%2$s
de: %1$sAQI liegt unter %2$s
es: %1$sICA por debajo de %2$s
fr: %1$sAQI en dessous de %2$s
it: %1$sAQI è inferiore a%2$s
ko: %1$sAQI가 %2$s 미만입니다.

# doorlock_open_error
source: Failed to unlock with %1$s
de: Entsperren mit %1$s fehlgeschlagen
es: Fallo al desbloquear con %1$s
fr: Échec du déverrouillage avec %1$s
it: Impossibile sbloccare con %1$s
ko: %1$s로 잠금 해제하지 못했습니다.

# doorlock_opendoorwithpwd_success_1
source: The %1$s password opened the door successfully
de: Das %1$s Passwort öffnete die Tür erfolgreich
es: La contraseña %1$s ha abierto la puerta con éxito
fr: Le mot de passe %1$s a ouvert la porte avec succès
it: La password %$1 ha completato l’apertura della porta
ko: %1$s 암호가 성공적으로 문을 열었습니다.

# automation_air_quality_higher_than_1
source: %1$sAQI is above%2$s
de: %1$sAQI liegt über %2$s
es: %1$sICA por encima de %2$s
fr: %1$sAQI au-dessus de %2$s
it: %1$sAQI è superiore a%2$s
ko: %1$sAQI가 %2$s보다 큽니다.

# home_member_count
source: %1$s members
de: %1$s Mitglieder
es: %1$s miembros
fr: %1$s membres
it: %1$s membri
ko: %1$s멤버
ru: %1$s пользователь(я,ей)

# other_sec_later
source: %1$s s later
de: %1$s s später
es: %1$s s más tarde
fr: %1$s s plus tard
it: %1$s s dopo
ko: %1$s 이후

# home_share_invite_content_fios
source: %@ invites you to join his/her smart family， and control/view smart home devices together. Click to join:
de: %@ lädt Sie ein, sich seiner/ihrer intelligenten Familie anzuschließen und gemeinsam Smart-Home-Geräte zu steuern/anzusehen. Treten Sie bei:
es: %@ te invita a unirte a su familia inteligente, y a controlar/ver sus dispositivos inteligentes. Haga clic para unirse:
fr: %@ vous invite à vous joindre à sa famille intelligente et à contrôler/visualiser les appareils ménagers intelligents ensemble. Cliquer pour participer :
it: %@ ti invita a unirti alla sua famiglia smart e a controllare/visualizzare i dispositivi smart home insieme. Fai clic per unirti:
ko: %@가 당신을 그/그녀의 스마트홈에 초대합니다. 스마트 홈 장치를 함께 제어해 보세요. 참여하기 위해 여기를 누르세요.:
ru: %@ пригласил Вас присоединиться к его/её семье: управляйте устройствами умного дома вместе! Нажмите, чтобы продолжить:

# home_share_invite_title_1_fios
source: %@ invites you to join his/her smart family
de: %@ lädt Sie ein, sich seiner/ihrer intelligenten Familie anzuschließen
es: %@ te invita a unirte a su familia inteligente
fr: %@ vous invite à rejoindre sa famille intelligente
it: %@ ti invita ad unirti alla sua famiglia smart
ko: %@가 당신을 스마트홈에 초대합니다.
ru: %@ пригласил Вас присоединиться к его/её семье

# automation_no_motion_over
source: No motion detected in over %@
de: Keine Bewegung erkannt in über %@
es: No se ha detectado movimiento en %@
fr: Aucun mouvement détecté dans plus de %@
it: Nessun movimento rilevato in oltre %@
ko: %@ 이동 없음
ru: Движение не обнаружено в течение %@

# device_nas_set_time_interval_hours_1_fios
source: %@Hours
de: %@Stunden
es: %@ Horas
fr: %@ heures
it: %@Ore
ko: %@시간
ru: %@ ч.

# doorlock_opendoorwithpwd_success_after_delete
source: The #Password_%@# opened the door successfully
de: Das #Passwort_%@# hat die Tür geöffnet
es: #Password_%@# ha abierto la puerta con éxito
fr: Le #Password_%@# a ouvert la porte avec succès
it: La #Password_%@# ha completato l’apertura della porta
ko: #Password_%@#가 성공적으로 문을 열었습니다.

# doorlock_during
source: During
de: Während
es: Durante
fr: Pendant
it: Durante
ko: 하는 동안

# camera_common_unauthorized_text
source: "Please authorize Aqara Home to access to your phone storage first"
de: "Berechtigen Sie bitte zuerst Aqara Home den Zugriff auf Ihren Handyspeicher"
es: "Permita a Aqara Home acceder al almacenamiento de su teléfono primero"
fr: « Veuillez d’abord autoriser Aqara Home à accéder au stockage de votre téléphone »
it: "Prima autorizza Aqara Home ad accedere all’archivio del tuo telefono"
ko: "먼저 Aqara Home이 휴대폰 스토리지에 액세스할 수 있도록 허용하세요."
ru: "Сначала предоставьте Aqara Home доступ к памяти Вашего телефона"

# device_offline_diagnosis_default_tips1
source: "<p><strong><span style="font-size:18px">Your device is offline. </span></strong></p> <p>&nbsp;</p> <p><strong><span style="font-size:16px">You can try the following steps to restore:&nbsp;</span></strong></p> <p><span style="font-size:16px">1. Please check whether the power supply of the device is normal. You can wait for the device to start after the power supply of the device is restored;&nbsp;</span></p> <p><span style="font-size:16px">2. Please check the signal of the device. If the signal is poor or unstable, you can move the device to a location close to the router and hub that is not blocked;&nbsp;</span></p> <p><span style="font-size:16px">3. If it is still not resolved, you can restart the device to restore;</span></p>"
de: "<p><strong><span style="font-size:18px">Ihr Gerät ist offline. </span></strong></p> <p>&nbsp;</p> <p><strong><span style="font-size:16px">Sie können die folgenden Schritte zum Wiederherstellen unternehmen:&nbsp;</span></strong></p> <p><span style="font-size:16px">1. Bitte überprüfen Sie, ob die Stromversorgung des Geräts besteht. Nachdem die Stromversorgung des Geräts wiederhergestellt ist, warten Sie auf den Start des Geräts;&nbsp;</span></p> <p><span style="font-size:16px">2. Bitte überprüfen Sie das Signal des Geräts. Wenn das Signal schlecht oder instabil ist, können Sie das Gerät an einen Ort in der Nähe des Routers und Hubs bringen, wo das Signal besser ist;&nbsp;</span></p> <p><span style="font-size:16px">3. Besteht das Problem weiterhin, können Sie das Gerät zur Wiederherstellung neu starten;</span></p>"
es: "<p><strong><span style="font-size:18px">Su dispositivo está desconectado. </span></strong></p> <p>&nbsp;</p> <p><strong><span style="font-size:16px">Intente seguir los siguientes pasos para solucionarlo:&nbsp;</span></strong></p> <p><span style="font-size:16px">1. Compruebe si la fuente de alimentación del dispositivo funciona con normalidad. Espere a que el dispositivo se reinicie tras reiniciar la fuente de alimentación del dispositivo;&nbsp;</span></p> <p><span style="font-size:16px">2. Compruebe la señal del dispositivo. Si la señal es pobre o inestable, puede mover el dispositivo a una ubicación más cercana al rúter y al hub libre de obstáculos;&nbsp;</span></p> <p><span style="font-size:16px">3. Si aún no ha resuelto el problema, puede reiniciar el dispositivo para restaurarlo;</span></p>"
fr: "<p><strong><span style="font-size:18px">Votre appareil est hors ligne. </span></strong></p> <p>&nbsp;</p> <p><strong><span style="font-size:16px">Vous pouvez essayer les étapes suivantes pour restaurer :&nbsp;</span></strong></p> <p><span style="font-size:16px">1. Veuillez vérifier si l'alimentation électrique de l'appareil est normale. Vous pouvez attendre que l’appareil démarre après le rétablissement de l’alimentation électrique de l’appareil ;&nbsp;</span></p> <p><span style="font-size:16px">2. Veuillez vérifier le signal de l'appareil. Si le signal est faible ou instable, vous pouvez déplacer l’appareil à un endroit proche du routeur et du hub qui n’est pas bloqué ;&nbsp;</span></p> <p><span style="font-size:16px">3. S’il n’est toujours pas résolu, vous pouvez redémarrer l’appareil pour le restaurer ;</span></p>
it: "<p><strong><span style="font-size:18px">Il tuo dispositivo è offline. </span></strong></p> <p>&nbsp;</p> <p><strong><span style="font-size:16px">Puoi provare la seguente procedura per ripristinarlo:&nbsp;</span></strong></p> <p><span style="font-size:16px">1. Controlla che l’alimentazione del dispositivo sia normale. Puoi attendere l'avvio del dispositivo dopo il ripristino dell'alimentazione del dispositivo;&nbsp;</span></p> <p><span style="font-size:16px">2. Controlla il segnale del dispositivo. Se il segnale è debole o instabile, puoi spostare il dispositivo in una posizione vicino al router e all'hub che non sia bloccata;&nbsp;</span></p> <p><span style="font-size:16px">3. Se il problema persiste, puoi riavviare il dispositivo per ripristinarlo;</span></p>"
ko: <p><strong><span style=font-size:18px>장치가 오프라인 상태입니다. </span></strong></p> <p>&nbsp;</p> <p><strong><span style=font-size:16px>다음 단계를 수행하여 다시 시도해주세요.</span></strong></p> <p><span style=font-size:16px>1. 장치 전원이 정상적으로 공급되는지 확인하시고, 전원 복원 후 장치가 부팅될 때까지 기다리십시오.</span></p> <p><span style=font-size:16px>2. 장치 신호를 확인해주세요. 신호가 약하거나 불안정인 경우 라우터, 허브가 가려지지 않는 가까운 위치로 장치를 이동해주세요.</span></p> <p><span style=font-size:16px>3.여전히 미해결 상태인 경우 허브를 재부팅하시고 다시 시도해주세요.</span></p>
ru: <p><strong><span style="font-size:18px">Ваше устройство не в сети. </span></strong></p> <p>&nbsp;</p> <p><strong><span style="font-size:16px">Для восстановления попробуйте выполнить следующие шаги:</span></strong></p> <p><span style="font-size:16px">1. Убедитесь, что питание устройства в норме, и дождитесь, пока устройство не запустится после восстановления питания;</span></p> <p><span style="font-size:16px">2. Проверьте сигнал устройства. Если сигнал слабый или нестабильный, переместите устройство ближе к роутеру или концентратору, чтобы между ними не было преград;</span></p> <p><span style="font-size:16px">3. Если проблема по-прежнему не решена, можно перезапустить устройство для восстановления;</span></p>

# other_request_camera_permission_rationale
source: Permission is needed for photo taking.
de: Für die Aufnahme von Fotos ist eine Genehmigung erforderlich.
es: Se necesitan permisos para tomar fotos.
fr: Autorisation requise pour prendre des photos.
it: Per scattare foto è necessaria l’autorizzazione.
ko: 사진 촬영을 하려면 권한이 필요합니다.
ru: Разрешение необходимо для фотографирования.

# other_confirm_to_tranfer_tips
source: All the accessories in 【%1$s】 will be transferred to user %2$s. Are you sure to transfer?
de: Alle Accessoires in 【%1$s】 werden an Benutzer %2$s übertragen. Möchten Sie sie wirklich übertragen?
es: Todos los accesorios en【%1$s】 se transferirán al usuario %2$s. ¿Seguro que quiere transferir?
fr: Tous les accessoires dans 【%1$s】 seront transférés à l’utilisateur %2$s. Voulez-vous vraiment transférer ?
it: Tutti gli accessori in 【%1$s】 verranno trasferiti all’utente %2$s. Sei sicuro di trasferirli?
ko: 【%1$s】의 모든 장치가 사용자 %2$s에게 이전됩니다. 이전하시겠습니까?
ru: Все устройства в 【%1$s】 будут переданы пользователю %2$s. Вы уверены?

# home_sence_click_to_choose_
source: and select the scene you need
de: und wählen Sie die benötigte Szene aus
es: y seleccione la escena que necesita
fr: et sélectionner la scène qu’il vous faut
it: e seleziona la scena che desideri
ko: 클릭하여 필요한 동시실행을 선택하세요.
ru: », для выбора сценария

# device_control_install_tip
source: *For more detailed installation and usage, please read the Instructions
de: *Für weitere Informationen zur Installation und Verwendung lesen Sie bitte die Anleitung
es: *Para más detalles sobre la instalación y el uso, lea las instrucciones
fr: *Pour en savoir plus sur l’installation et l’utilisation, veuillez lire les instructions
it: *Per installazione e utilizzo più dettagliati, leggere le istruzioni
ko: *더 자세한 설치 및 사용 방법은 사용 설명서를 참조하십시오.
ru: *Для получения более подробной информации о способах установки и использования ознакомьтесь с инструкцией по эксплуатации

# other_manually_switch_2_device_ap_hint
source: <u>Manual switching</u>
de: <u>Manuelles Wechseln</u>
es: <u>Cambio manual</u>
fr: <u>Commutateur manuel</u>
it: <u>Commutazione manuale</u>
ko: <u>수동 전환</u>

# other_click_me_show_retry_help
source: <u>Click me to view the retry guide</u>
de: <u>Klicken Sie hier, um die Wiederholungsanleitung anzuzeigen</u>
es: <u>Haz clic para ver la guía de reintento</u>
fr: <u>Cliquez sur moi pour afficher le guide réessayer</u>
it: <u>Cliccami per visualizzare la guida per riprovare</u>
ko: <u>재설치 가이드를 보려면 여기를 클릭하세요.</u>

# other_all_right_reserved
source: © 2015-present Lumi United Technology Co., Ltd. All rights reserved.
de: © 2015-jetzt Lumi United Technology Co., Ltd. Alle Rechte vorbehalten.
es: © 2015-presente, Lumi United Technology Co., Ltd. Todos los derechos reservados.
fr: © 2015-présent Lumi United Technology Co., Ltd. Tous droits réservés.
it: © 2015-present Lumi United Technology Co., Ltd. Tutti i diritti riservati.
ko: © 2015-present 심천 루미 유나이티드 유한 공사 Copyrights
ru: © 2015-present Lumi United Technology Co., Ltd. Все права защищены.

# homekit_mode_stop_tips
source: While Homekit Mode will continue to be an option for users, we recommend that you log into the Aqara Home App so that you can enjoy the best smart home experience with all the advanced features and functionalities that Aqara has to offer.
de: Auch wenn der Homekit-Modus weiterhin eine Option für Benutzer sein wird, empfehlen wir Ihnen, sich bei der Aqara Home App anzumelden, damit Sie das beste Smart-Home-Erlebnis mit allen erweiterten Funktionen und Features genießen können, die Aqara zu bieten hat.
es: Aunque el Modo Homekit seguirá siendo una opción para los usuarios, recomendamos que se inicie sesión en la App Aqara Home para poder disfrutar de la mejor experiencia de hogar inteligente con todas las características y funcionalidades avanzadas que ofrece Aqara.
fr: Bien que le mode Homekit continue d’être une option pour les utilisateurs, il est recommandé de se connecter à l’appli Aqara Home afin d’apprécier au mieux la maison intelligente avec toutes les fonctionnalités avancées d’Aqara.
it: Sebbene la modalità Homekit continui a essere un'opzione per gli utenti, si consiglia di accedere all'app Aqara Home in modo da poter godere della migliore esperienza di smart home con tutte le caratteristiche e le funzionalità avanzate che Aqara ha da offrire.
ko: HomeKit 모드를 계속 업션으로 사용자에게 지원해 드리겠습니다. 그러나, 최고의 smart home 서비스 및 모든 고급 기능을 즐길 수 있도록 Aqara Home 프로그램을 로그인하는 것을 추천합니다.
ru: Хотя режим HomeKit Mode будет по-прежнему доступен для пользователей, мы рекомендуем вам войти в приложение Aqara Home, чтобы наслаждаться лучшим всеми расширенными функциями и возможностями, которые предлагает умный дом Aqara.

# doorlock_opendoorwithfgpwd_success_after_delete
source: The #fingerprint_%@# opened the door successfully
de: Der #Fingerabdruck_%@# hat die Tür geöffnet
es: #fingerprint_%@# ha abierto la puerta con éxito
fr: Le #fingerprint_%@# a ouvert la porte avec succès
it: La #fingerprint_%@# ha completato l’apertura della porta
ko: #지문_%@#이(가) 성공적으로 문을 열었습니다.

# doorlock_opendoorwithfgpwd_success_deleted
source: #fingerprint_%1$s# opened the door successfully
de: #Fingerabdruck_%1$s# hat die Tür geöffnet
es: #fingerprint_%1$s# ha abierto la puerta con éxito
fr: #fingerprint_%1$s# a ouvert la porte avec succès
it: #fingerprint_%1$s# ha completato l’apertura della porta
ko: #지문_%1$s# 문을 열었습니다.

# doorlock_alarm_cancle_hint_word
source: Tips: Long press any button on the door lock to turn off the alarm sound.
de: Tipps:_ Drücken Sie lange auf eine beliebige Taste am Türschloss, um den Alarmton auszuschalten.
es: Consejos: Haga una pulsación larga de cualquier botón de la cerradura para apagar el sonido de la alarma.
fr: Conseils : Appuyer longuement sur n’importe quel bouton du verrou de porte pour couper le son de l’alarme.
it: Suggerimenti: Premere a lungo un tasto sulla serratura della porta per disattivare il suono dell'allarme.
ko: *팁：도어락 키패드의 아무 버튼이나 길게 누르면 알람 소리를 끌 수 있습니다
ru: Совет: для отключения сигнала тревоги удерживайте любую клавишу цифровой клавиатуры замка двери.

# doorlock_opendoorwithpwd_success_deleted
source: #password_%1$s# opened the door successfully
de: #Passwort_%1$s# hat die Tür geöffnet
es: #password_%1$s# ha abierto la puerta con éxito
fr: #password_%1$s# a ouvert la porte avec succès
it: #password_%1$s# ha completato l’apertura della porta
ko: #password_%1$s# 문을 열었습니다.

# doorlock_jumps
source: <u>Skip</u>
de: <u>Überspringen</u>
es: <u>Saltar</u>
fr: <u>Ignorer</u>
it: <u>Salta</u>
ko: Skip

# doorlock_privacy_update_dialog_link_tag
source: Privacy Policy
de: Datenschutzrichtlinie
es: Política de Privacidad
fr: Politique de Confidentialité
it: Informativa sulla Privacy
ko: 《개인정보 처리방침》
ru: Политику Конфиденциальности

# common_service_terms_with_quotes
source: Terms of Use
de: Nutzungsbedingungen
es: Condiciones de Uso
fr: Conditions d'Utilisation
it: Termini d'Uso
ko: 《이용 약관》
ru: Условия Использования

# automation_illumation_level_20
source: （Candlelight）
de: (Kerzenlicht)
es: (Luz de vela)
fr: （Aux chandelles）
it: （Luce di candela）
ko: （촛불）
ru: (Свечи)

# automation_illumation_level_1000
source: （Cloudy）
de: (Bewölkt)
es: (Nuboso)
fr: （Nuageux）
it: （Nuvoloso）
ko: （흐림）
ru: (Облачно)

# automation_illumation_level_100000
source: （Direct Sunlight）
de: (Direktes Sonnenlicht)
es: (Luz de sol directa)
fr: （Lumière directe du soleil）
it: （Luce solare diretta）
ko: （햇볕）
ru: (Прямые солнечные лучи)
