Repository: acodeworker/localzedLoader
Catalog: *.lproj/Localizable.strings
Languages: de, es, fr, it, ko, ru

# camera_cruise_list_guide_content
source: Intelligent cruise, record the key positions of the home.
de: Intelligentes Fahren, erfassen Sie die wichtigsten Positionen des Hauses.
es: Crucero inteligente, registre las posiciones claves del hogar.
fr: Croisière intelligente, enregistrement des positions des clés du domicile.
it: Crociera intelligente, registrare le posizioni chiave della casa.
ko: 설정한 경로를 따라 카메라가 관심구역을 순환하며 촬영합니다.
ru: Интеллектуальный круиз, запишите ключевые позиции дома.

# device_detect_event
source: Detect event
de: Ereignis erkennen
es: Evento de detección
fr: Détecter l'événement
it: Rilevamento dell'evento
ko: 이벤트 탐지

# common_have
source: Yes
de: Ja
es: Sí
fr: Oui
it: Sì
ko: 예
ru: Да

# doorlock_finger_print_manage
source: Fingerprint Management
de: Verwaltung der Fingerabdrücke
es: Gestión de las huellas dactilares
fr: Gestion des empreintes digitales
it: Gestione delle impronte digitali
ko: 지문 관리
ru: Управление отпечатками пальцев

# device_vibration_move_forward
source: Move forward
de: Vorwärts bewegen
es: Avanzar
fr: Avancer
it: Andare avanti
ko: 정방향으로 움직임
ru: Движение вперед

# doorlock_doorbell_ring
source: Doorbell is ringing
de: Türklingel läutet
es: El timbre está sonando
fr: La sonnette est déclenchée
it: Il campanello sta suonando
ko: 누군가가 초인종을 눌렀습니다.
ru: Кто-то звонит в дверной звонок

# curve_someone_continue
source: Someone is detected for %1$s
de: Jemand wurde für %1$s erkannt
es: Se detectó a alguien para %1$s
fr: Quelqu’un est détecté pour %1$s
it: Qualcuno è stato rilevato per %1$s
ko: %1$s동안 인체감지됨
ru: Кто-то есть, продолжено%1$s

# security_guard_delay_time
source: Extend effective time
de: Geltungsdauer verlängern
es: Prolongar el tiempo de vigencia
fr: Allonger la durée effective
it: Estendere il tempo di efficacia

# device_set_time_lapse_hint
source: Time-lapse video can compress the captured video into a short and slowly changing one and save it in "Photo album - Time-lapse video"
de: Zeitraffer-Video kann das aufgenommene Video in ein kurzes und sich langsam änderndes Video komprimieren und es in „Fotoalbum - Zeitraffer-Video“ speichern
es: El video time-lapse puede comprimir el video capturado en uno corto y cambiar lentamente uno y guardarlo en “Álbum de fotos - Video time-lapse”
fr: La vidéo en accéléré peut compresser la vidéo capturée en une courte vidéo qui change lentement et de l'enregistrer dans « Album de photos - Photographie en accéléré »
it: Il video time-lapse può comprimere il video catturato in un breve video che cambia lentamente e salvarlo in "Album fotografico - Video time-lapse".
ko: 타임랩스는 촬영한 동영상을 짧고 느리게 변화하는 비디오로 압축하여 '앨범-타임랩스'에 저장할 수 있습니다.
ru: Покадровая съемка позволяет сжать захваченное видео в короткое и медленно меняющееся видео и сохранить его в «Альбом-покадровая съемка».

# home_transfer_account
source: Account
de: Konto
es: Cuenta
fr: Compte
ko: 계정
ru: Учётная запись

# device_camera_s2_tip_sleep_timelapseopentitle
source: Time-lapse shooting
de: Zeitraffer-Aufnahme
es: Disparos de cámara rápida
fr: Capture vidéo en accéléré
it: Riprese in time-lapse
ko: 타임랩스 촬영 중
ru: Покадровая съемка

# device_volume_up
source: Volume +
de: Lautstärke +
es: Volumen +
ko: 볼륨 +
ru: Громкость +

# doorlock_language_setting
source: Voice Language
de: Sprache der Stimme
es: Idioma de la voz
fr: Langage vocal
it: Lingua vocale
ko: 음성 언어
ru: Язык голоса

# camera_tip_laps_photography
source: Time-laspe shooting can compress the slow changing process into a short video and save it in Album
de: Zeitraffer-Aufnahme können den langsamen Veränderungsprozess in ein kurzes Video komprimieren und im Album speichern
es: Los disparos de cámara rápida pueden comprimir el proceso de cambio lento en un video corto y guardarlo en un álbum
fr: La vidéo en accéléré peut compresser la vidéo capturée en une courte vidéo qui change lentement et de l'enregistrer dans l’Album
it: Le riprese Time-Laspe possono comprimere il lento processo di cambiamento in un breve video e salvarlo in Album.
ko: 타임랩스 촬영은 느린 변화 과정을 짧은 비디오로 압축하여 앨범에 저장할 수 있습니다.

# device_add_custom_button
source: Add Button
de: Taste Hinzufügen
es: Añadir botón
fr: Bouton Ajouter
it: Pulsante Aggiungi
ko: 버튼 추가
ru: Добавить кнопку

# doorlock_fingerprint_overlap_area_too_large
source: The overlap area with the previous entry is too large
de: Der Überlappungsbereich mit dem vorherigen Eintrag ist zu groß
es: El área de solapamiento con la entrada anterior es demasiado grande
fr: La zone superposée sur l’entrée précédente est trop grande
it: L'area di sovrapposizione con la voce precedente è troppo grande
ko: 이전 항목과 겹치는 영역이 너무 큽니다.

# scene_action_num_limit_tip
source: The action performed in a scene cannot exceed 128
de: Die in einer Szene ausgeführte Aktion darf 128 nicht überschreiten
es: La acción realizada en escena no puede exceder los 128
fr: L’action effectuée dans une scène ne peut dépasser 128
it: L'azione eseguita in una scena non può superare i 128
ko: 씬(장면구성)에서 실행할 수 있는 동작은 128개를 초과할 수 없습니다.
ru: Количество действий сценария не может быть более 128

# overview_no_info
source: Overview not avaliable
de: Übersicht nicht verfügbar
es: Resumen no disponible
fr: Vue globale non disponible
it: Panoramica non disponibile
ko: 전체 보기 정보 없음
ru: Нет обзорных данных

# doorlock_remotemonitoring
source: Remote monitoring
de: Fernüberwachung
es: Control remoto
fr: Surveillance à distance
it: Monitoraggio remoto
ko: 원격 모니터링

# other_common_copy_already
source: Copied
de: Kopiert
es: Copiado.
fr: Copié
it: Copiato
ko: 복사하였습니다.
ru: Скопировано

# device_setup_voice_2
source: No user-defined audio
de: Kein benutzerdefiniertes Audio
es: No hay audio definido por el usuario
fr: Pas d'audio défini par l'utilisateur
it: Nessun audio definito dall'utente
ko: 사용자 정의 음성 없음
ru: Нет пользовательского голоса

# doorlock_month
source: Month
de: Monat
es: Mes
fr: Mois
it: Mese
ko: 월
ru: месяц

# device_control_weight_tip
source: One set contains 6 - 10g of foods, please choose the quantity according to actual amount of food ouput from the device.
de: Ein Set enthält Lebensmittel von 6-10g, wählen Sie die Menge bitte entsprechend der tatsächlichen Menge der vom Gerät ausgegebenen Lebensmittel aus.
es: Un conjunto contiene 6 - 10 g de alimento, por favor elija la cantidad de acuerdo a la cantidad real de alimentos que sale del dispositivo.
fr: Un ensemble contient 6 à 10 g d'aliments, veuillez choisir la quantité en fonction de la quantité réelle d'aliments sortant de l'appareil.
it: Un set contiene 6 - 10 g di alimenti, si prega di scegliere la quantità in base alla quantità effettiva di cibo in uscita dal dispositivo.
ko: 급식량 한 몱은 약 6~10g입니다. 실제 급식량을 기준으로 하십시오.
ru: Стандартный вес 1 порции 6-10 г. Выберите количество порций согласно реальному весу 1 высыпаемой порции

# device_set_bell_null
source: No custom ringtone in the current
de: Kein benutzerdefinierter Klingelton vorhanden
es: No hay tono de llamada en curso
fr: Aucune sonnerie personnalisée dans l’actuel
it: Nessuna suoneria personalizzata nella versione attuale
ko: 사용자 정의 벨소리 없음
ru: Нет пользовательских рингтонов

# other_read_service_policy
source: Read the complete Terms of Use & Privacy Policy
de: Lesen Sie die Nutzungsbedingungen und Datenschutzrichtlinie
es: Lea las Condiciones de Uso y Política de Privacidad
fr: Lisez les Conditions d'Utilisation et Politique de Confidentialité
it: Leggi i Termini d'Uso e Informativa sulla Privacy
ko: 전체《이용 약관》과 《개인정보 처리방침》읽기
ru: Прочитайте полные Условия Использования и Политику Конфиденциальности

# doorlock_anti_lock
source: Locked from Inside
de: Von innen gesperrt
es: Bloqueado desde adentro
fr: Verrouillé depuis l’intérieur
it: Bloccato dall'interno
ko: 밖에서 잠금
ru: Заперт изнутри

# device_control_exitprompt
source: 正在绑定网关，现在退出会导致“开机”功能启用失败
de: Der Hub wird verbunden, die "Start-up"-Funktion kann nicht aktiviert werden, wenn Sie jetzt beenden
es: El hub se está vinculando, si sale, la función "arranque" fallará
fr: Le Hub est en cours d’association, la fonction « Démarrage » ne fonctionnera pas si vous fermez maintenant
it: L'hub è stato rilegato, non riuscirà ad attivare la funzione "start-up" se si esce adesso

# doorlock_someonelingers
source: Someone lingers
de: Jemand verweilt
es: Alguien se queda
fr: Quelqu’un traîne
it: Qualcuno si sofferma
ko: 누군가 문 앞에 서성입니다.
ru: Кто-то стоит

# other_has_send_to
source: Sent to
de: Gesendet an
es: Enviado a
fr: Envoyé à
it: Inviato a
ko: 으로 전송 완료
ru: Отправлено

# device_right_button
source: Right Button
de: Rechte Taste
es: Botón derecho
fr: Bouton droit
it: Pulsante destro
ko: 우측 버튼
ru: Правая клавиша

# common_sent
source: Sent
de: Gesendet
es: Enviado
fr: Envoyé
it: Inviato
ko: 발송
ru: Отправлено

# homekit_device_binding
source: Binding “%@”…
de: Verbinde “%@”…
es: Vinculando “%@”…
fr: Association de « %@ »…
it: Legame "%@"...
ko: “%@” 연결 중…
ru: Привязка “%@”…

# doorlock_visitor
source: Visitors
de: Besucher
es: Visitas
fr: Visiteurs
it: Visitatori
ko: 방문객
ru: Кто-то пришел

# device_sensor_smoke_title
source: Smart Smoke Detector
de: Smarter Rauchfühler
es: Detector de humo inteligente
fr: Détecteur de fumée intelligent
it: Rivelatore di fumo intelligente
ko: 화재 감지 센서
ru: Mi Умный Детектор Дыма

# other_cloud_error_808
source: The account has not been bound
de: Das Konto wurde nicht verbunden
es: La cuenta no se ha vinculado
fr: Le compte n'a pas été associé
it: L’account non è stato vincolato
ko: 계정이 아직 연결되지 않았습니다.
ru: Аккаунт не привязан

# common_empty_dns_error_des
source: DNS error. Please try again later.
de: DNS-Fehler. Bitte versuchen Sje es später noch einmal.
es: Error DNS. Inténtalo de nuevo más tarde.
fr: Erreur DNS. Veuillez réessayer plus tard.
it: Errore DNS. Si prega di riprovare più tardi.
ko: 도메인 오류. 나중에 다시 시도해주세요.
ru: Ошибка DNS, повторите попытку позже.

# user_format_error
source: Invalid account
de: Ungültiges Konto
es: Cuenta inválida
fr: Compte invalide
it: Account non valido
ko: 계정 형식 오류
ru: Ошибка формата аккаунта

# device_natgas_preheating_load
source: Preheating, please wait...
de: Gerade vorheizen, warten Sie bitte...
es: Precalentamiento, por favor espere...
fr: Préchauffage, veuillez patienter...
it: Preriscaldamento, attendere prego...
ko: 준비 중입니다. 잠시만 기다려 주십시오.
ru: Нагревание, подождите...

# other_voice_service
source: Smart Speaker Service
es: Servicio de altavoz inteligente
fr: Service de haut-parleur intelligent
it: Servizio di altoparlanti intelligenti
ko: AI 스피커
ru: Сторонние интеграции

# device_already_relate_device
source: 已关联此设备
de: Das Gerät wurde verknüpft
es: El dispositivo está asociado
fr: L’appareil a été associé
it: Il dispositivo è stato associato
ko: 장치 연결됨

# user_login_verification_code_btn
source: Verify and Log In
de: Überprüfen und Anmelden
es: Verificar e iniciar sesión
fr: Vérifier et connecter
it: Verifica e accesso
ko: 인증 후 로그인하기
ru: Подтвердить и войти

# user_logout_detail
source: Account cancellation will clear all account information, user information, device information and family information under this account, and the data cannot be retrieved or recovered after cancellation. Please operate with caution.
de: Bei der Kontolöschung werden alle Konto-, Benutzer-, Geräte- und Familieninformationen in diesem Konto gelöscht, und die Daten können nach der Löschung weder abgerufen noch wiederhergestellt werden. Bitte handeln Sie mit Bedacht.
es: La cancelación de la cuenta borrará toda la información de la cuenta, la información del usuario, la información del dispositivo y la información de la familia bajo esta cuenta, y los datos no pueden ser recuperados después de la cancelación. Por favor, opere con precaución.
fr: L’annulation du compte supprimera toutes les informations du compte, les informations sur l'appareil, les informations d'utilisateur et les informations de famille de ce compte. Les données seront irrémédiablement perdues. Utilisez cette option avec précaution.
it: L'annullamento dell'account cancellerà tutte le informazioni sull'account, le informazioni sull'utente, le informazioni sul dispositivo e le informazioni sulla famiglia di questo account; i dati non possono essere recuperati dopo l'annullamento. Si prega di operare con cautela.
ko: 계정 삭제 시, 계정의 모든 정보, 사용자 정보, 장치 및 알람 설정 정보 및 모든 데이터가 삭제됩니다. 삭제 후 계정 정보를 복구할 수 없으니, 신중히 선택하세요.
ru: Обнуление аккаунта приведет к удалению информации: о пользователе, оборудовании, совместном доступе. Будьте внимательны! После удаления данные нельзя будет вернуть или восстановить.

# device_set_state_off_hint
source: Off
de: Aus
es: Apagado
fr: Désactivé
it: Disattivato
ko: 닫았음
ru: Выкл

# user_logout_content
source: Account data will be cleared after account cancellation Are you sure you want to cancel?
de: Kontodaten werden nach der Kontokündigung gelöscht Möchten Sie wirklich kündigen?
es: Los datos de la cuenta se borrarán después de la cancelación de la cuenta ¿Está seguro de que desea cancelar?
fr: Les données du compte seront effacées après annulation du compte Vraiment annuler ?
it: I dati dell'account verranno cancellati dopo la cancellazione dell'account stesso Si è sicuri di voler cancellare l'account?
ko: "계정 취소 후 계정 데이터는 다 삭제됩니다. 취소하시겠습니까?"
ru: После обнуления аккаунта все данные аккаунта будут удалены. Подтвердить обнуление?

# other_cloud_error_807
source: Wrong account format
de: Falsches Kontoformat
es: Formato de cuenta erróneo
fr: Mauvais format de compte
it: Formato account errato
ko: 사용자 계정 형식이 잘못되었습니다.
ru: Ошибка формата аккаунта

# curve_smoke_density
source: Smoke Density:
de: Rauchdichte:
es: Densidad de humo:
fr: Densité de la fumée :
it: Densità del fumo:
ko: 스모크 농도
ru: Плотность дыма

# user_logout_verification
source: Account verification
de: Kontoverifizierung
es: Verificación de la cuenta
fr: Vérification du compte
it: Verifica dell'account
ko: 계정 인증
ru: Верификация аккаунта

# other_try_again
source: try again later
de: versuchen Sie es später noch einmal
es: intente nuevamente más tarde
fr: Réessayez plus tard
it: riprovare più tardi
ko: 나중에 다시 시도해주세요.
ru: Попробуйте позже

# other_state_success
source: Updated
de: Aktualisiert
es: Actualizado
fr: Mis à jour
it: Aggiornato
ko: 이미 업데이트했습니다.
ru: Обновлено

# user_safety
source: Account and Security
de: Konto und Sicherheit
es: Cuenta y seguridad
fr: Compte et sécurité
it: Account e sicurezza
ko: 계정과 보안
ru: Аккаунт и безопасность

# device_set_mode_save_pop
source: After switching modes, the corresponding settings of such functions as automation, scene, light group, intelligent load, scene panel and voice controls need to be changed manually. Do you want to save?
de: Nach dem Wechsel der Modi müssen die entsprechenden Einstellungen von Funktionen wie Automatisierung, Szene, Lichtgruppe, intelligente Last, Szenenpanel und Sprachsteuerung manuell geändert werden. Möchten Sie speichern?
es: Después de cambiar de modo, es necesario cambiar manualmente los ajustes correspondientes de funciones como la automatización, la escena, el conjunto de luces, la carga inteligente, el panel de escena y los controles de voz. ¿Desea guardar?
fr: Après la sélection de modes, les réglages correspondants de fonctions comme automatisation, scène, groupe d’éclairage, charge intelligente, panneau de scène et contrôle vocal peuvent être modifiés manuellement. Voulez-vous sauvegarder ?
it: Dopo aver cambiato modalità, è necessario modificare manualmente le impostazioni corrispondenti di funzioni quali automazione, scene, gruppi di luci, carico intelligente, pannello scene e comandi vocali. Vuoi salvare?
ko: 모드 전환 후 자동화, 장면, 조명, 스마트 부하, 장면보드, 음성 제어 등 기능을 수동으로 변경해야 합니다. 계속 저장하시겠습니까?
ru: После переключения режима для таких функций, как автоматизация, сцена, группа освещения, умная загрузка, панель сцены, голосовое управление и т. д., необходимо вручную изменить соответствующие настройки. Вы хотите продолжить сохранение?

# automation_action_num_limit_tip
source: The action performed in an automation cannot exceed 128
de: Die in einer Automatisierung ausgeführte Aktion darf 128 nicht überschreiten
es: La acción realizada en una automatización no puede exceder los 128
fr: L’action effectuée dans une automatisation ne peut dépasser 128
it: L'azione eseguita in un'automazione non può superare i 128
ko: 자동화에서 실행할 수 있는 동작은 128개를 초과할 수 없습니다.
ru: Количество действий автоматизации не может быть более 128

# user_already_registered
source: Account already registered
de: Konto ist bereits registriert
es: La cuenta se ha registrado recientemente
fr: Compte déjà enregistré
it: Account già registrato
ko: 이미 등록된 계정입니다.
ru: Аккаунт уже зарегистрирован

# homekit_characteristic_securtitysystem_stayarm
source: Home
es: Hogar
fr: Accueil
ko: 홈
ru: Главная

# user_get_auth_code
source: Verification Code
de: Verifizierungscode
es: Código de verificación
fr: Code de vérification
it: Codice di verifica
ko: 인증 코드
ru: Проверить

# other_cloud_error_420
source: The account has been bound
de: Das Konto wurde verbunden
es: La cuenta no se ha vinculado
fr: Le compte a été lié
it: L'account è stato vincolato
ko: 계정이 연결되었습니다
ru: Аккаунт связан

# security_guard_at_home
source: Home
es: Hogar
fr: Accueil
ko: 재택
ru: Дома

# camera_tlp_is_on_prompt_content
source: Time-lapse was working, If you turn off the camera and then it will stop shooting, Please confirm to continue?
de: Der Zeitraffer war in Betrieb. Wenn Sie die Kamera ausschalten, wird die Aufnahme gestoppt. Bitte bestätigen Sie, um fortzufahren.
es: El time-lapse estaba funcionando, si apaga la cámara y luego deja de disparar, por favor confirme para continuar
fr: La vidéo en accéléré était active, et si vous éteignez la caméra, alors la capture sera arrêtée. Confirmer ?
it: Il time-lapse stava funzionando, se si spegne la fotocamera e poi smette di girare, si prega di confermare per continuare?
ko: 사생활보호를 실행하면 타임랩스 촬영이 중단됩니다. 사생활보호를 실행하시겠습니까?
ru: Была включена скоростная съемка, при выключении камеры съемка прекратится. Подтвердите , чтобы продолжить.

# user_not_registered
source: The account has not been registered
de: Das Konto wurde nicht registriert
es: La cuenta no se ha registrado
fr: Le compte n'a pas été créé
it: L'account non è stato registrato
ko: 계정이 등록되지 않았습니다.
ru: Аккаунт не зарегистрирован

# device_dynamic_preview
source: Preview
de: Vorschau
es: Vista previa
fr: Aperçu
it: Anteprima
ko: 미리 보기
ru: Просмотр

# camera_video_off_on_tlp_on_tips
source: Time-lapse video is working. If you turn off the camera, shooting will stop. Continue?
de: Das Zeitraffer-Video ist in Betrieb. Wenn Sie die Kamera ausschalten, wird die Aufnahme beendet. Fortfahren?
es: El video time-lapse funciona. Si paga la cámara, se detendrán los disparos. ¿Continuar?
fr: La vidéo en accéléré est active. Si vous éteignez la caméra, la capture sera arrêtée. Continuer ?
it: Il video time-lapse funziona. Se si spegne la fotocamera, la ripresa si interrompe. Continuare?
ko: 저속촬영이 작동 중입니다. 카메라를 끄면 촬영이 멈춥니다. 계속 할까요?
ru: Интервальная съёмка включена, камера прекратит съёмку после перехода в спящий режим

# user_error_unlogin
source: Please sign in and try again
de: Bitte anmelden und erneut versuchen
es: Por favor, inicie sesión e inténtelo nuevamente
fr: Veuillez vous connecter et réessayer
it: Effettuare l'accesso e riprovare
ko: 로그인 후 다시 시도해주세요.
ru: Если Вы ещё не вошли в систему, повторите попытку.

# other_cloud_error_105
source: DNS error, please try again
de: DNS-Fehler. Bitte erneut versuchen
es: Error DNS, por favor intente nuevamente
fr: Erreur DNS, réessayez
it: Errore DNS, riprovare
ko: 도메인 오류, 잠시 후 다시 시도해주세요
ru: Ошибка DNS, попробуйте ещё раз

# home_share_talk_later
source: Set Later
de: Später einstellen
es: Configurar más tarde
fr: Définir plus tard
it: Impostare più tardi
ko: 나중에 하기
ru: Позже

# device_set_privacy_area_statistics_1_fios
source: Occlusion area (%@)
de: Sichtschutzbereich (%@)
es: Área de oclusión (%@)
fr: Zone d'occlusion (@%)
it: Area di occlusione (%@)
ko: 보호구역 (%@)
ru: Область маски (%@)

# device_info_already_close
source: Closed
de: Geschlossen
es: Cerrado
fr: Fermé
it: Chiuso
ko: 닫힘
ru: Закрыто

# device_ir_slr
source: Camera
de: Kamera
es: Cámara
fr: Appareil photo
it: Macchina fotografica
ko: 카메라
ru: Камера

# user_logout_confirm
source: Account cancellation confirmation
de: Bestätigung der Kontokündigung
es: Confirmación de la cancelación de la cuenta
fr: Confirmation de l’annulation du compte
it: Conferma dell'annullamento dell'account
ko: 계정 탈퇴 확인
ru: Подтверждение обнуления аккаунта

# security_guard_armed_remove_tips
source: This mode is actived. If you remove all triggering devices, it will automatically deactivate. Are you sure you want to save and deactivate?
de: Dieser Modus ist aktiviert. Wenn Sie alle auslösenden Geräte entfernen, wird er automatisch deaktiviert. Möchten Sie wirklich speichern und deaktivieren?
es: El modo está activado. Si elimina todos los dispositivos activados, se desactivará automáticamente. ¿Está seguro de que desea guardar y desactivar?
fr: Ce mode a été activé. Si vous retirez tous les appareils de déclenchement, il sera automatiquement désactivé. Voulez-vous vraiment enregistrer et désactiver ?
it: Questa modalità è attivata. Se si rimuovono tutti i dispositivi di attivazione, il sistema si disattiva automaticamente. Sei sicuro di voler salvare e disattivare?
ko: 경보를 발생시킬 장치를 삭제하면 현재 작동중인 보안 모드가 자동으로 해제됩니다. 진행하시겠습니까?
ru: В этом режиме включена охрана. Если все триггерные устройства будут удалены, произойдет автоматическое снятие с охраны. Вы уверены, что хотите сохранить и снять с охраны?

# curve_energy_use_consu
source: Electricity Consumption
de: Stromverbrauch
es: Consumo de electricidad
fr: Consommation électrique
it: Consumo di elettricità
ko: 전력 소비량
ru: Энергопотребление

# security_no_alert_now
source: No alarm yet
de: Noch kein Alarm
es: No hay alarma todavía
fr: Aucune alarme pour le moment
it: Ancora nessun allarme
ko: 알람이 없습니다.
ru: Пока нет сигналов тревоги

# security_guard_armed_remove_tips_fios
source: This mode has been armed. You cannot remove all trigger devices. Please arm other modes before trying again.
de: Dieser Modus wurde scharfgeschaltet. Sie können nicht alle Auslösegeräte entfernen. Bitte schalten Sie andere Modi scharf, bevor Sie es erneut versuchen.
es: Este modo ha sido creado. No se pueden eliminar todos los dispositivos activados. Por favor, cree otros modos antes de intentarlo nuevamente.
fr: Ce mode a été armé. Vous ne pouvez pas supprimer tous les appareils de déclenchement. Armez d’autres modes avant de réessayer.
it: Questa modalità è stata attivata. Non è possibile rimuovere tutti i dispositivi di attivazione. Prima di riprovare, attivare altre modalità.
ko: 이 모드는 이미 실행되어 트리거 장치를 제거할 수 없습니다. 다른 모드를 실행한 후 다시 시도해주세요.
ru: Этот режим развертыван. Вы не можете удалить все триггерные устройства. Развертывайте другие режимы и попробуйте снова.

# other_no_room_hint
source: No Room
de: Kein Zimmer
es: No se encuentra habitación
fr: Aucune salle
it: Nessuna camera
ko: 방 없음
ru: Нет Комнаты

# homekit_name_sync_text
source: Name of synchronous device and card name are supported.
de: Der Name des synchronisierten Geräts und der Kartenname werden unterstützt.
es: Se admite el nombre del dispositivo sincrónico y el nombre de la tarjeta.
fr: Le nom d’appareil synchrone et de nom de carte pris en charge.
it: Sono supportati il nome del dispositivo sincrono e il nome della scheda.
ko: 장치와 카드 이름 동기화 지원
ru: Пожалуйста, выберите способ синхронизации карточек и названий устройств между приложениями Aqara Home и Дом (Apple HomeKit)

# common_never
source: Never
de: Nie
es: Nunca
fr: Jamais
it: Mai
ko: 아니요
ru: Никогда

# other_no_status_device_tips
source: No device in this status
de: Kein Gerät in diesem Status
es: No hay dispositivo en este estado
fr: Aucun appareil dans l’état
it: Nessun dispositivo in questo stato
ko: 이 상태의 장비가 없습니다
ru: Нет устройств в этом статусе
