Repository: acodeworker/localzedLoader
Catalog: *.lproj/Localizable.strings
Languages: de, es, fr, it, ko, ru

# other_me_set_permissions_storage
source: Photo Album and File Storage
de: Fotoalbum und Dateispeicher
es: Álbum de fotos y almacenamiento de archivos
fr: Album photo et stockage des fichiers
it: Album fotografico e archiviazione di file
ko: 앨범 및 파일 저장
ru: Альбом и файловое хранилище

# home_transfer_success
source: Transferred
de: Übertragen
es: Transferido
fr: Transféré
it: Trasferito
ko: 전송 완료
ru: Переданы

# automation_push_alert_sms_call
source: Push alarm notification + SMS + phone call
de: Alarm-Push-Benachrichtigung + SMS + Anruf
es: Notificación push de alarma + SMS + llamada telefónica
fr: Notification d’alarme push + SMS+ appel téléphonique
it: Notifica di allarme push + SMS + telefonata
ko: 알람 메시지+문자+전화 푸시
ru: Push-уведомления о тревоге + SMS + телефонный звонок

# security_guard_previous_tips
source: In order to improve user experience, the new version of alert system has canceled custom protection. The created custom protection can still arm or disarm, but it does not support editing. It is recommended to configure and use the default guard mode (home, away, night, 24 x 7) to protect your home.
de: Um die Benutzerfreundlichkeit zu verbessern, wurde in der neuen Version des Alarmsystems der benutzerdefinierte Schutz abgeschafft. Der erstellte benutzerdefinierte Schutz kann zwar immer noch aktiviert oder deaktiviert werden, lässt sich aber nicht bearbeiten. Zum Schutz Ihres Zuhauses empfiehlt es sich, den standardmäßigen Schutzmodus (Zuhause, Abwesend, Nacht, 24 x 7) zu konfigurieren und zu verwenden.
es: Para mejorar la experiencia del usuario, la nueva versión del sistema de alarma ha cancelado la protección personalizada. Con todo, la protección personalizada creada podrá armarse o desarmarse, aunque no admite modificaciones. Se recomienda configurad y utilizar el modo de protección predeterminado (en casa, fuera, noche, 24 x 7) para proteger su residencia.
fr: Pour améliorer l’expérience utilisateur, la nouvelle version du système d'alerte a annulé la protection personnalisée. La protection personnalisée créée peut toujours armer et désarmer, mais ne prend pas en charge la modification. Il est recommandé de configurer et d’utiliser le mode de gardien par défaut (à domicile, hors domicile, nuit, 24x7) pour protéger votre domicile.
it: Per migliorare l'esperienza dell'utente, la nuova versione del sistema di allerta ha annullato la protezione personalizzata. La protezione personalizzata creata può ancora essere attivata o disattivata, ma non supporta la modifica. Si consiglia di configurare e utilizzare la modalità di protezione predefinita (casa, fuori casa, notte, 24 x 7) per proteggere la casa.
ko: 사용자 사용감을 향상시키기 위해 보안가드의 새로운 버전에서는 자체 정의 보호를 취소하였습니다. 이미 설정된 자체 정의 보호는 여전히 배치 또는 제거가 가능하지만 수정과 편집은 지원되지 않습니다. 디폴트 보호모드(집에 있을때,집을 나갔을때,여간,7*24h)로 설정과 사용하여 당신의 가정을 안전하게 지킬 것을 권장합니다.
ru: Чтобы улучшить взаимодействие с пользователем, в новой версии настраиваемые режимы охраны исключены. Созданные ранее режимы всё ещё могут быть активированы или деактивированы, но не могут быть изменены. Для защиты дома рекомендуем настроить и использовать стандартные режимы охраны (дома, вдали от дома, ночь, 7х24 ч).

# device_dynamic_always_cycling
source: Keep the circulation
de: Zirkulation aufrechterhalten
es: Mantenga la circulación
fr: Maintenir la circulation
it: Mantenere la circolazione
ko: 계속 순환하기
ru: Продолжить повторение

# other_set_account_equipment_null
source: Unknown device
de: Unbekanntes Gerät
es: Dispositivo desconocido
fr: Appareil inconnu
it: Dispositivo sconosciuto
ko: 알 수 없는 장치
ru: Неизвестное устройство

# security_guard_manual_unarm_only
source: The condition is not configured. Please disarm by hand.
de: Die Bedingung ist nicht konfiguriert. Bitte manuell unscharf schalten.
es: La condición no está configurada. Desármela manualmente.
fr: La condition n’est pas configurée. Veuillez désarmer manuellement.
it: La condizione non è configurata. Si prega di disarmare a mano.
ko: 조건이 설정되지 않았습니다. 수동으로 보안을 해제하세요.
ru: Условия не настроены, только ручное снятие с охраны.

# home_show_env_with_device
source: Display environment information according to family devices information
de: Umgebungsinformationen entsprechend den Informationen zu den Geräten der Familie anzeigen
es: Mostrar información del ambiente según la información de los dispositivos de la familia
fr: Affiche les informations environnementales en fonction des informations des appareils de la famille
it: Visualizzare le informazioni sull'ambiente in base alle informazioni sui dispositivi della famiglia
ko: 홈 디바이스에 따라 환경 정보을 표시합니다.
ru: Отображение информации об окружении в зависимости от устройств дома

# doorlock_key_vertify_fail
source: Key Verification Failed
de: Schlüsselverifizierung fehlgeschlagen
es: Falla en la verificación de llave
fr: Échec de vérification de la clé
it: Verifica chiave fallita
ko: 키 확인 실패

# home_setting_exit_home
source: Exit Family
de: Familie beenden
es: Salir de Familia
fr: Quitter la famille
it: Uscita dalla famiglia
ko: 홈에서 나가기
ru: Выход из Дома

# view_statistical_set_on
source: Added in overview
de: In der Übersicht gezählt
es: Contabilizado en el Resumen
fr: Compté dans la vue globale
it: Contati nella panoramica
ko: 전체보기에 포함됨
ru: Учитывать

# other_title_transfer_project
source: 项目转移
de: Übertragung des Projekts
es: Transferencia de proyecto
fr: Transfert de projet
it: Trasferimento del progetto
ko: 프로젝트 양도
ru: Передача проекта

# device_automatically_on
source: Night light turns on automatically
de: Nachtlicht schaltet sich automatisch ein
es: La luz nocturna se enciende automáticamente
fr: Éclairage nocturne activé automatiquement
it: La luce notturna si accende automaticamente
ko: 무드등 자동 켜기
ru: Ночник включается автоматически

# device_ac_not_match
source: Not matched
de: Keine Übereinstimmung
es: No coinciden
fr: Aucune correspondance
it: Non abbinato
ko: 일치하지 않습니다.
ru: Не соответствует

# common_delay
source: Delay
de: Verzögerung
es: Retraso
fr: Délai
it: Ritardo
ko: 딜레이
ru: Задержка

# user_vertifycode_valid_in_five_min
source: The verification code is only valid for 5 minutes.
de: Der Verifizierungscode ist nur 5 Minuten lang gültig.
es: El código de verificación únicamente es válido durante 5 minutos.
fr: Le code de vérification est valide 5 minutes seulement.
it: Il codice di verifica è valido solo per 5 minuti.
ko: 인증 코드는 5분간 유효합니다
ru: Код подтверждения действителен в течение 5 минут.

# camera_album_manage
source: Album
es: Álbum
ko: 앨범
ru: Альбом

# doorlock_volume_language
source: Volume language
de: Lautstärke der Sprache
es: Idioma del volumen
fr: Langage du volume
it: Volume lingua
ko: 볼륨 언어

# device_corridor_light
source: Night Light
de: Nachtlicht
es: Luz nocturna
fr: Lumière de nuit
it: Luce notturna
ko: 무드등
ru: Ночник

# home_recommend_region
source: Recommended areas
de: Empfohlene Bereiche
es: Áreas recomendadas
fr: Zones recommandées
it: Aree consigliate
ko: 추천 지역
ru: Рекомендуемый регион

# automation_weather_time_1_fios
source: In the next %d hours
de: In den nächsten %d Stunden
es: En las próximas %d horas
fr: Dans les %d heures suivantes
it: Nelle prossime %d ore
ko: 향후 %d시간 내
ru: В следующие %d часов

# doorlock_wifi_error_not_found
source: Wi-Fi not found
de: WLAN nicht gefunden
es: Wi-Fi no encontrado
fr: Wi-Fi non trouvé
it: Wi-Fi non trovato

# doorlock_moresetting_addfingerprint_admindetailtips
source: To ensure the completeness of the fingerprint, please enter the fingerprint with different angles according to instructions. Administrator has the highest authority towards door lock. Please add carefully. Do not use the finger you often use such as thumb to make it Admin fingerprint.
de: Um die Vollständigkeit des Fingerabdrucks zu gewährleisten, sollten Sie den Fingerabdruck gemäß den Anweisungen in verschiedenen Winkeln einfügen. Der Administrator hat die oberste Befugnis für das Türschloss. Bitte mit Bedacht hinzufügen. Verwenden Sie nicht den Finger, den Sie häufig benutzen, wie z. B. den Daumen, um ihn als Admin-Fingerabdruck zu verwenden.
es: Para asegurar la integridad de las huellas dactilares, introdúzcalas en diferentes ángulos, como indican las instrucciones. El Administrador tiene la mayor autoridad con respecto a la cerradura. Agregue con cuidado. No utilice el dedo que utiliza con frecuencia, como el pulgar, para insertar la huella dactilar del Admin.
fr: Pour garantir l’entièreté de l’empreinte digitale, veuillez appliquer le doigt selon différents angles comme indiqué. L’administrateur a la plus haute autorité concernant le verrou de la porte. Veuillez l’ajouter avec précaution. N’utilisez pas un doigt que vous utilisez fréquemment, comme le pouce, comme empreinte digitale Admin.
it: Per garantire la completezza dell'impronta digitale, inserire l'impronta con diverse angolazioni secondo le istruzioni. L'amministratore ha la massima autorità nei confronti della chiusura della porta. Si prega di aggiungere con attenzione. Non utilizzare il dito che si usa spesso, come il pollice, per creare l'impronta digitale di Admin.
ko: 지문 인식률을 높이기 위해 그림과 같이 여러 각도로 지문을 입력해주세요. 관리자는 도어락사용 시 최고 권한을 가지므로 신중하게 추가해 주세요. 엄지 손가락처럼 자주 쓰는 손가락은 관리자 등록을 피하는 것이 좋습니다.
ru: Отсканируйте палец под разными углами в соответствии с инструкциями, для обеспечения максимальной полноты данных. Администратор имеет самые высокие полномочия в отношении дверного замка, соблюдайте осторожность. Не сканируйте часто используемый палец, например, большой, в качестве отпечатка администратора.

# device_ac_delay_off
source: Delay Off
de: Verzögerung Aus
es: Retraso de apagado
fr: Délai désactivé
it: Ritardo disattivato
ko: 딜레이 끄기
ru: Задержка выкл

# other_auto_ota_quit_desc
source: 退出后修改将丢失，是否退出
de: Die Änderungen gehen verloren, wenn Sie die Bearbeitung beenden.
es: Los cambios se perderán al salir, ¿desea salir?
fr: Les modifications seront perdues à la fermeture. Confirmer la fermeture ?
it: Le modifiche andranno perse quando si esce, che si esca o meno
ko: 수정 사항이 저장되지 않습니다. 종료 하시겠습니까?

# doorlock_angle_tongue_does_not_presssed_inside
source: Detected that the anti-pick security latch is not pressed inside, please check the following: 1. If the strike plate has been correctly installed、Lock body's wiring connections 2. If the gap between the strike plate and the face plate is less than 2-8 mm
de: Es wurde festgestellt, dass die Anti-Pick-Sicherheitsverriegelung nicht nach innen gedrückt ist. Bitte überprüfen Sie Folgendes: 1. Wurde das Schließblech korrekt installiert、Verkabelung des Schlosses 2. Wenn der Abstand zwischen Schließblech und Stulp weniger als 2-8 mm beträgt
es: Se ha detectado que pestillo de seguridad antiganzúa no está insertado en el interior; compruebe lo siguiente: 1. Si la placa de cierre ha sido correctamente instalada、Las conexiones de cableado del cuerpo de la cerradura 2. Si el espacio entre la placa de cierre y la placa frontal es inferior a 2-8 mm
fr: Il est détecté que le verrou de sécurité anticrochetage n’est pas pressé à l’intérieur. Vérifiez ce qui suit : 1. Si la plaque de percussion n’a pas été correctement installée. Les connexions des fils du corps du verrou 2. Si l’espace entre la plaque de percussion et la plaque avant mesure moins que 2-8 mm
it: Rilevato che il fermo di sicurezza anti-schiacciamento non è premuto all'interno, controllare quanto segue: 1. Se la placca di riscontro è stata installata correttamente, bloccare i collegamenti di cablaggio del corpo 2. Se lo spazio tra l'apriporta e la piastra frontale è inferiore a 2-8 mm
ko: 픽 방지 래치가 내부에 눌러져 있지 않은 것으로 감지되었습니다. 다음을 확인해주세요. 1. 스트라이크 플레이트가 올바르게 설치된 경우 ▲차체의 배선 연결부를 잠그십시오. 2. 스트라이크 플레이트와 페이스 플레이트 사이의 간격이 2-8mm 미만일 경우

# other_title_project_manage
source: 项目管理
de: Projektverwaltung
es: Gestión de proyecto
fr: Gestion de projet
it: Gestione del progetto
ko: 프로젝트 관리
ru: Управление проектом

# camera_verify_password
source: Verify password
de: Passwort verifizieren
es: Contraseña de verificación
fr: Vérifier le mot de passe
it: Verifica della password
ko: 비밀번호 검증
ru: Подтвердите пароль

# device_camera_not_choose
source: Not selected
de: Nicht ausgewählt
es: No se ha seleccionado
fr: Non sélectionné
it: Non selezionato
ko: 선택되지 않음
ru: Не выбран

# other_position_location_error
source: Please allow the access to your location
de: Bitte erlauben Sie den Zugriff auf Ihren Standort
es: Permita el acceso a su ubicación
fr: Autorisez l’accès à votre localisation
it: Consentire l'accesso alla propria posizione
ko: 위치 조회 권한을 허용하세요.
ru: Отсутствуют разрешения на определение местоположение

# security_guard_delay_alarm
source: Entry delay
de: Verzögerung beim Eintritt
es: Retraso de entrada
fr: Délai d’entrée
it: Ritardo nell'ingresso
ko: 지연 경보
ru: Задержка тревоги

# device_ir_pa
source: Stereo
es: Estéreo
fr: Stéréo
ko: 오디오
ru: Стереосистема

# device_sleep_turn_back_tip
source: The real-time data will be cleared after exiting. Exit or not?
de: Die Echtzeitdaten werden nach dem Beenden gelöscht. Verlassen oder nicht?
es: Los datos en tiempo real se borrarán después de salir. ¿Salir o no?
fr: Les données en temps réel seront effacées après la sortie. Sortir ou non ?
it: I dati in tempo reale verranno cancellati dopo l'uscita. Uscire o no?
ko: 탈퇴 후 실시간 모니터를 삭제하겠습니다. 탈퇴하시겠습니까?
ru: После выхода из системы данные в реальном времени будут удалены. Точно выйти из системы?

# device_no_room_air_ctrl
source: No indoor machine detected. Please check the accessory.
de: Kein Innengerät erkannt. Bitte überprüfen Sie das Zubehör
es: No se ha detectado ningún aparato interior. Compruebe el accesorio.
fr: Aucune machine intérieure détectée. Veuillez vérifier l’accessoire.
it: Non è stata rilevata alcuna macchina interna. Controllare l'accessorio.
ko: 실내 장치를 감지하지 못했습니다. 장치를 확인해 주세요.
ru: Внутренний блок не был обнаружен. Пожалуйста, проверьте оборудование.

# other_set_permissions_camera
source: Camera
de: Kamera
es: Cámara
fr: Appareil photo
it: Fotocamera
ko: 카메라
ru: Камера

# homekit_characteristic_securtitysystem_nightarm
source: Night
de: Nacht
es: Noche
fr: Nuit
it: Notte
ko: 야간
ru: Ночь

# doorlock_unknow_hint
source: Unknown
de: Unbekannt
es: Desconocido
fr: Inconnu
it: Sconosciuto
ko: 측정되지 않음
ru: Неизвестно

# doorlock_not_configure_wifi
source: Wi-Fi is not configured
de: WLAN ist nicht konfiguriert
es: El Wi-Fi no está configurado
fr: Wi-Fi non configuré
it: Il Wi-Fi non è configurato
ko: Wi-Fi가 구성되지 않았습니다.

# other_title_time_lapse_photography
source: Time-lapse shooting
de: Zeitraffer-Aufnahme
es: Disparos de cámara rápida
fr: Capture vidéo en accéléré
it: Riprese in time-lapse
ko: 타임랩스 촬영
ru: Скоростная съемка

# doorlock_privacy_warning_link_tag
source: Privacy Policy
de: Datenschutzrichtlinie
es: Política de Privacidad
fr: Politique de Confidentialité
it: Informativa sulla Privacy
ko: 개인정보 처리방침
ru: Политика Конфиденциальности

# camera_exit_recording
source: Exit Recording
de: Aufzeichnung beenden
es: Salir de Grabación
fr: Quitter l’enregistrement
it: Uscita dalla registrazione
ko: 녹화 종료
ru: Выйти из записи

# security_guard_switch_status_manual
source: The condition is not configured. Please switch mode by hand.
de: Die Bedingung ist nicht konfiguriert. Modus bitte manuell umschalten.
es: La condición no está configurada. Cambie de modo manualmente.
fr: La condition n’est pas configurée. Veuillez changer de mode manuellement.
it: La condizione non è configurata. Commutare la modalità a mano.
ko: 조건이 설정되지 않았습니다. 수동으로 보안을 전환하세요.
ru: Условия не настроены, Вы можете переключать состояния только вручную.

# common_time_hour_with_space2
source: hour
de: Stunde
es: hora
fr: heure

# security_guard_night
source: Night
de: Nacht
es: Noche
fr: Nuit
it: Notte
ko: 야간
ru: Ночь

# doorlock_little_finger
source: Little finger
de: Kleiner Finger
es: Dedo meñique
fr: Petit doigt
it: Mignolo
ko: 새끼 손가락

# device_ir_match_fail_tips
source: If no match with this infrared code, you can contact "Customer Service" and send the photos of the remote-control unit, we will update the code bank ASAP.
de: Wenn keine Übereinstimmung mit diesem Infrarotcode vorliegt, wenden Sie sich bitte an den Kundendienst und senden Sie uns Fotos der Fernbedienung. Wir werden die Codebank so schnell wie möglich aktualisieren.
es: Si no coincide con este código infrarrojo, puede ponerse en contacto con el “Servicio de atención al cliente” y enviar las fotos del control remoto, actualizaremos el banco de códigos lo antes posible.
fr: Si aucune correspondance n’est trouvée pour le code infrarouge, contactez le « Service à la clientèle » et envoyez des photos de la télécommande. Nous mettrons à jour la base de données de codes aussi tôt que possible.
it: Se non c'è corrispondenza con questo codice a infrarossi, è possibile contattare il "Servizio clienti" e inviare le foto dell'unità di controllo remoto, aggiorneremo la banca dei codici il prima possibile.
ko: 적외선 코드 연결 실패입니다. '고객 서비스'로 리모컨 이미지를 보낼 수 있습니다. 코드 라이브러리를 업데이트하겠습니다.
ru: Если этот ИК-код не совпадает, Вы можете связаться с «Служба поддержки», чтобы отправить изображение пульта ДУ, и мы обновим библиотеку кодов как можно скорее

# other_delay_close_ac
source: Delay turning off the air conditioner
de: Verzögerung des Ausschaltens der Klimaanlage
es: Retraso en el apagado del aire acondicionado
fr: Délai pour éteindre le climatiseur
it: Ritardo nello spegnimento del condizionatore d'aria
ko: 시간 지연 에어컨 끄기
ru: Выключить кондиционер по таймеру

# device_set_privacy_area
source: Privacy occlusion area
de: Definierbarer Privatsphärebereich
es: Área de oclusión de la privacidad
fr: Zone d'occlusion de la vie privée
it: Area di occlusione della privacy
ko: 개인정보 보호구역
ru: Область маски конфиденциальности

# home_position_recommened_room
source: Recommended room
de: Empfohlener Raum
es: Habitación recomendada
fr: Pièce recommandée
it: Camera consigliata
ko: 추천할 방
ru: Рекомендовать комнату

# automation_weather_time_1
source: In the next %1$s hours
de: In den nächsten %1$s Stunden
es: En las próximas %1$s horas
fr: Dans les %1$s heures suivantes
it: Nelle prossime %1$ ore
ko: 향후 %1$s시간 내
ru: В следующие %1$s часов

# other_require_floating_permission_title
source: 悬浮窗权限未获取
de: Keine Berechtigung für ein schwebendes Fenster
es: Permisos de ventana flotante no adquiridos
fr: Permission de fenêtre flottante non obtenue
it: L'autorizzazione per la finestra fluttuante non è stata acquisita
ko: 권한을 얻을 수 없습니다.

# doorlock_hardware_version
source: Hardware version
es: Versión de Hardware
fr: Version du matériel
it: Versione hardware
ko: 하드웨어 버전

# other_empty_unknown_failed
source: Unknown error,Error code:%1$d, please try again later
de: Unbekannter Fehler, Fehlercode: %1$d. Bitte versuchen Sie es später noch einmal.
es: Error desconocido, código de error:%1$d, inténtalo de nuevo más tarde.
fr: Erreur inconnue, code d’erreur : %1$d, réessayez plus tard
it: Errore sconosciuto, codice errore:%1$d, riprovare più tardi
ko: 알 수 없는 오류입니다. 오류 코드 : %1$d, 잠시 후 다시 시도해주세요.
ru: Неизвестная ошибка, код ошибки: %1$d, повторите попытку позже.

# device_join_not_start_2_search_device
source: Waiting to search accessory
de: Warten auf die Suche nach Zubehör
es: Esperando la búsqueda del accesorio
fr: En attente de recherche de l’accessoire
it: In attesa di un accessorio di ricerca
ko: 장치 검색 대기 중
ru: Поиск устройств не начат

# doorlock_norecord
source: No door lock record
de: Keine Aufzeichnung des Türschlosses
es: No hay registro de bloqueo de puerta
fr: Pas d’enregistrement de verrou de port
it: Nessun record di chiusura della porta
ko: 도어 잠금 기록 없음

# doorlock_log_shortdate_mon
source: Mon
de: Mo
es: Lunes
fr: Lun.
it: Lun
ko: 월
ru: Пн

# security_guard_alert_all_hubs
source: The security guard will be linked to the home alarm device to protect the home safety better. The home alarm device will give an alarm when the alarm is triggered.
de: Der Wächter wird mit dem Hausalarmgerät verbunden, um die Sicherheit Ihres Hauses zu verbessern. Das Hausalarmgerät gibt einen Alarm aus, wenn der Alarm ausgelöst wird.
es: El vigilante de seguridad estará vinculado al dispositivo de alarma de la residencia para proteger mejor la vivienda. El dispositivo de alarma de la vivienda enviará una alarma si se dispara la alama.
fr: Le gardien sera associé à l’appareil d'alarme de domicile pour une meilleure sécurité. L’appareil d'alarme de domicile émettra une alarme lorsqu’elle est déclenchée.
it: La guardia giurata sarà collegata al dispositivo di allarme domestico per proteggere meglio la sicurezza della casa. Il dispositivo di allarme domestico emette un allarme quando viene attivato.
ko: 더욱 확실한 보안을 위해 가정내 경보 장치를 연동합니다. 보안에 문제가 발생하면 모든 경보 장치에서 동시에 경보가 울립니다.
ru: Для лучшей охраны безопасности семьи к охранному устройству можно подключить устройство домашней сигнализации. При срабатывании сигнализации одновременно будет подан сигнал устройства домашней сигнализации.

# curve_no_moiton_detected
source: No motion detected
de: Keine Bewegung erkannt
es: No se detectó movimiento
fr: Aucun mouvement détecté
it: Nessun movimento rilevato
ko: 사람 없음
ru: Никого нет

# device_nas_title_popup
source: Permission verification
de: Verifizierung der Berechtigung
es: Verificación de permisos
fr: Vérification des autorisations
it: Verifica del permesso
ko: 권한 인증
ru: Проверить разрешения

# common_time_hour2
source: hour
de: Stunde
es: hora
fr: Heure
it: ora
ko: 시간
ru: Час

# doorlock_opendoorwithemergencykey_success
source: The Emergency key opened the door successfully
de: Der Notschlüssel hat die Tür erfolgreich geöffnet
es: La llave de emergencia abrió la puerta con éxito
fr: La clé d’urgence a ouvert la porte
it: La chiave di emergenza ha aperto la porta con successo
ko: 비상 키가 문을 성공적으로 열었습니다.

# device_ac_learn_1
source: Night
de: Nacht
es: Noche
fr: Nuit
it: Notte
ko: 밤
ru: Ночь

# common_remind_later
source: Remind me later
de: Später erinnern
es: Recuérdame más tarde
fr: Me rappeler plus tard
it: Ricordami più tardi
ko: 나중에
ru: Позднее

# doorlock_wifi_select
source: Select Wi-Fi
de: WLAN auswählen
es: Seleccione el Wi-Fi
fr: Sélectionner le Wi-Fi
it: Selezionare il Wi-Fi
ko: Wi-Fi 선택

# notification_permissions_null
source: The system notification permission is not enabled, so the notifications cannot be received
de: Die Berechtigung zur Systembenachrichtigung ist nicht aktiviert, daher können keine Benachrichtigungen empfangen werden
es: El permiso de notificación del sistema no está habilitado, por lo que las notificaciones no se pueden recibir
fr: L’autorisation des notifications système n’est pas accordée, alors les notifications ne peuvent être reçues
it: Il permesso di notifica del sistema non è abilitato, quindi le notifiche non possono essere ricevute.
ko: 시스템 알림 권한이 설정되지 않아 알림을 받을 수 없습니다.
ru: Если разрешение на системные уведомления не включено, Вы не сможете получать push-уведомления с панели уведомлений

# other_hint_choose_time
source: Select time
de: Zeit auswählen
es: Seleccione el tiempo
fr: Sélectionner l’heure
it: Selezionare l'ora
ko: 시간 선택
ru: Выберите время

# device_title_gateway_wifi_select
source: Choose a Hub
de: Einen Hub auswählen
es: Elija un Hub
fr: Sélectionner un Hub
it: Scegliere un hub
ko: 스마트 허브 선택
ru: Выберите Hub

# other_system_ring
source: System Ringtone
de: System-Klingelton
es: Tono de llamada del sistema
fr: Sonnerie système
it: Suoneria di sistema
ko: 시스템 벨소리
ru: Системный рингтон

# other_select_time_zone
source: Select Time Zone
de: Zeitzone auswählen
es: Seleccione la zona horaria
fr: Sélectionner le fuseau horaire.
it: Selezionare il fuso orario
ko: 시간대 설정
ru: Выбрать часовой пояс

# security_guard_delay_alert_tips_1
source: The alarm will sound in %1$s seconds
de: Der Alarm wird in %1$s Sekunden ertönen
es: La alarma sonará en %1$s segundos
fr: L’alarme sonnera dans %1$s secondes
it: L'allarme suonerà tra %1$s secondi.
ko: 시스템이 %1$s초 후에 경보가 울립니다
ru: Тревога активируется через %1$s секунд
