Repository: acodeworker/localzedLoader
Catalog: *.lproj/Localizable.strings
Languages: de, es, fr, it, ko, ru

# device_join_toilet_ready_connect_tps
source: "Please long press "Strong/weak massage" and "Cold/hot SPA" simultaneously, until the yellow or green indicator light flashes slowly."
de: „Halten Sie „Starke/schwache Massage“ und „Kalte/wärme SPA“ gleichzeitig lang gedrückt, bis das gelbe oder grüne Anzeigelicht langsam blinkt.“
es: "Por favor, mantenga pulsado "Masaje fuerte/débil" y "SPA frío/caliente" simultáneamente, hasta que la luz indicadora amarilla o verde parpadee lentamente".
fr: Veuillez appuyer longuement sur Massage fort/faible et SPA froid/chaud simultanément, jusqu’à ce que le voyant jaune ou vert clignote lentement.
it: "Premere a lungo "Massaggio forte/debole" e "SPA fredda/calda" contemporaneamente, finché la spia gialla o verde non lampeggia lentamente".
ko: 강약 마사지' 와 '냉열 SPA' 를 동시에 Wi-Fi 연결 표시등이 노란색 또는 초록색을 띠며 깜빡일때까지 길게 누르십시오.
ru: Одновременно удерживайте «Сильный / слабый массаж» и «Горячий и холодный SPA», пока зелёный или жёлтый индикатор не начнёт медленно мигать.

source: Scene light mode
de: Szenenlichtmodus
es: Modo de luz de escena
fr: Mode lumière de scène
it: Modalità luce di scena
ko: 시나리오

# device_light_scene_title
source: Scene:%@
de: Szene: %@
es: Escena:%@
fr: Scène : %@
it: Scena:%@
ko: 시나리오 : %@
ru: Сценарии:%@

# device_sequence_reach_max
source: Scenario quantity has reached the maximum
de: Die Szenario-Anzahl hat das Maximum erreicht
es: El número de escenarios ha alcanzado el máximo
fr: La quantité de scénarios a atteint le maximum
it: La quantità dello scenario ha raggiunto il massimo
ko: 시나리오 수가 최대치에 도달하였습니다
ru: Достигнуто максимальное количество сцен

# doorlock_finderprintentry_placerecognition
source: Please place your finger horizontally in the recognition area for entry
de: Bitte legen Sie Ihren Finger zum Eingeben waagerecht auf den Erkennungsbereich
es: Sitúe su dedo horizontalmente en el área de reconocimiento para entrar
fr: Veuillez placer votre doigt horizontalement dans la zone de reconnaissance pour l’entrée
it: Per l'inserimento, posizionare il dito orizzontalmente nell'area di riconoscimento.
ko: 인식 영역에 손가락을 수평으로 놓으십시오.

# device_ac_learn_6
source: Clean
de: Sauber
es: Limpiar
fr: Nettoyer
it: Pulizia
ko: 청소
ru: Чистка

# camera_s_record_end_tips
source: Please operate after ending the recording
de: Bitte beenden Sie die Aufnahme vor der Bedienung
es: Termine de grabar antes de continuar
fr: Veuillez utiliser après la fin de l’enregistrement
it: Operare dopo aver terminato la registrazione
ko: 녹화가 끝난 뒤 시도하세요.
ru: Завершите запись, прежде чем продолжить

# camera_s_talk_end_tips
source: Please operate after ending the call
de: Bitte beenden Sie den Anruf vor der Bedienung
es: Termine la llamada antes de continuar
fr: Veuillez utiliser à la fin de l’appel
it: Si prega di operare dopo aver terminato la chiamata
ko: 통화가 끝난 뒤 시도하세요.
ru: Завершите вызов, прежде чем продолжить

# doorlock_user_add_soon
source: Please add user as soon as possible
de: Bitte fügen Sie so bald wie möglich den Nutzer hinzu
es: Añada un usuario cuanto antes
fr: Veuillez ajouter un utilisateur dès que possible
it: Si prega di aggiungere l'utente il prima possibile
ko: 가능한 한 빨리 사용자를 추가해주세요.

# doorlock_click_upper_button_try_again_by_close_to_doorlock
source: Please try to get as close as possible to the door lock, click the upper button and try again.
de: Bitte nähern Sie sich dem Türschloss, klicken Sie auf die obere Schaltfläche und versuchen Sie es erneut.
es: Por favor, acérquese lo más posible a la cerradura y pulse arriba para volver a intentarlo.
fr: Veuillez essayer de vous rapprocher le plus possible du verrou de porte, cliquer sur le bouton supérieur et réessayer.
it: Cercate di avvicinarvi il più possibile alla serratura della porta, fate clic sul pulsante superiore e riprovate.
ko: 도어락에 가까이 접근한 후 상단 버튼을 클릭하고 다시 시도해주세요.

# device_sequence_list
source: Scenario List
de: Szenarioliste
es: Lista de escenarios
fr: Liste de scénarios
ko: 시나리오 리스트
ru: Список сценариев

# device_profiles_name
source: Scene Name
de: Szenenname
es: Nombre de la escena
fr: Nom de scène
it: Nome della scena
ko: 장면 이름
ru: Название Сценария

# automation_error_hint_add_actions
source: Please add an action
de: Bitte fügen Sie eine Aktion hinzu
es: Añada una acción
fr: Veuillez ajouter une action
it: Aggiungere un'azione
ko: 실행할 동작을 설정해주세요 !
ru: Выберите хотя бы одно действие

# doorlock_pleaseliftthehandle
source: Please lift the handle to lock the door
de: Heben Sie bitte den Griff an, um die Tür zu verriegeln
es: Por favor, levante el asa para cerrar la puerta
fr: Veuillez soulever la poignée pour verrouiller la porte
it: Sollevare la maniglia per bloccare la porta
ko: 문을 잠그려면 손잡이를 들어주세요.

# device_drying_clothes_join_connect_tips
source: Long press the Light button on the remote for 5 seconds, the buzzer of the main unit of the Smart Clothes Drying Rack short beeps once, and then double-click the Stop button on the remote . The buzzer long beeps once, and then the Smart Clothes Drying Rack is reset successfully. The Wi-Fi connection status is turned on.
de: Halten Sie die Lichttaste auf der Fernbedienung 5 Sekunden lang gedrückt, bis der Summer der Haupteinheit des Smart Clothes Drying Rack einmal kurz piept und doppelklicken Sie dann auf die Stopptaste auf der Fernbedienung. Der Summer piept einmal lang. Dann wird der Smart Clothes Drying Rack erfolgreich zurückgesetzt. Der WLAN-Verbindungsstatus ist eingeschaltet.
es: Mantenga pulsado el botón Luz del mando a distancia durante 5 segundos, el zumbador del perchero secador inteligente de ropa emitirá un breve pitido y, a continuación, haga doble clic en el botón Stop del mando a distancia. El pitido suena una vez larga, indicando que el perchero secador inteligente de ropa se habrá reiniciado con éxito. El estado de la conexión wifi es Encendido.
fr: Appuyer longuement sur le bouton Lumière de la télécommande pendant 5 s, l’unité principale du séchoir intelligent émet un bip court, puis double-cliquer sur le bouton Arrêt de la télécommande. Le buzzer émet un bip, puis le séchoir intelligent est réinitialisé avec succès. L’état de la connexion Wi-Fi est activé.
it: Premere a lungo il pulsante Light sul telecomando per 5 secondi, il cicalino dell'unità principale dello Stendibiancheria intelligente emette un breve segnale acustico, quindi fare doppio clic sul pulsante Stop sul telecomando. Il cicalino emette un segnale acustico prolungato e lo Stendibiancheria intelligente viene resettato con successo. Lo stato della connessione Wi-Fi è acceso.
ko: 스마트 의류 건조대 리모컨의 조명 버튼을 5초간 길게 누른 다음 리모컨의 정지 버튼을 두 번 클릭합니다. 버저가 길게 울리면 스마트 의류 건조 랙이 성공적으로 재설정됩니다. Wi-Fi 연결 상태가 켜져 있습니다.
ru: 请长按遥控器上的开关键5秒，蜂鸣器短鸣一声后，再双击遥控器上的停止键，晾衣机主机蜂鸣器长鸣一声，即表示晾衣机重置成功

# device_ctrl_single_netral_short
source: Wall Switch (Double Button)
de: Wandschalter (Doppelwippe)
es: Interruptor de pared (botón doble)
fr: Commutateur mural (Double boutons)
it: Interruttore a parete (doppio pulsante)
ko: 스마트 조명 스위치 (2구)
ru: Выключатель Настенный (Двухклавишный)

# device_long_press_reset_tips
source: Please long press and hold the reset button for 5s and then release, until the yellow light goes on and the buzzer sounds. At this time, the yellow indicator light flashes continuously, which means the reset is successful.
de: Bitte halten Sie die Reset-Taste 5 Sekunden lang gedrückt und lassen Sie sie dann los, bis das gelbe Licht aufleuchtet und der Summer zu hören ist. Nun blinkt die gelbe Kontrollleuchte kontinuierlich, was bedeutet, dass das Zurücksetzen erfolgreich war.
es: Mantenga pulsado el botón de reinicio durante 5 segundos y suéltelo, hasta que la luz amarilla se encienda y se escuche un pitido. En ese momento, la luz amarilla parpadeará continuamente, indicando que se ha reiniciado correctamente.
fr: Appuyer sur le bouton de réinitialisation pendant 5 s, puis relâcher, jusqu’à ce que le voyant jaune s’allume et que le signal sonore retentisse. À ce moment, le voyant jaune clignote en continu, ce qui signifie que la réinitialisation est réussie.
it: Tenere premuto a lungo il pulsante di reset per 5 secondi e poi rilasciarlo, fino a quando la luce gialla si accende e il cicalino suona. A questo punto, la spia gialla lampeggia continuamente, il che significa che il reset è riuscito.
ko: 황색 표시등이 켜지고 버저가 울릴 때까지 리셋 버튼을 5초간 길게 누르면 이때 황색 표시등이 지속하고 빠르게 깜빡하면 리셋이 성공되었음을 나타냅니다.
ru: Нажмите и удерживайте кнопку сброса в течение 5 секунд, пока не загорится желтый индикатор и не подаст звуковой сигнал зуммер. Затем отпустите его. В это время желтый индикатор продолжает мигать, что означает, что сброс выполнен успешно.

# home_share_remove_member_confirm
source: Remove “%@”'s %@?
de: “%@”'s %@ entfernen?
es: ¿Eliminar de“%@”el %@?
fr: Supprimer « %@ » %@ ?
it: Rimuovere “%@”'s %@?
ko: “%@”에서 %@를 제거하시겠습니까？
ru: Вы уверены, что хотите удалить %@ из “%@”?

# camera_set_pwd_old
source: Enter current password
de: Geben Sie das aktuelle Passwort ein
es: Introduzca la contraseña actual
fr: Saisir le mot de passe actuel
it: Inserire la password corrente
ko: 원래 비밀번호를 입력하십시오.
ru: Введите текущий пароль

# device_remote_upload_front_side
source: Please upload photos of the front side of your remote control
de: Bitte laden Sie Fotos von der Vorderseite Ihrer Fernbedienung hoch
es: Suba las fotos de la parte frontal del control remoto
fr: Veuillez télécharger des photos de l’avant de la télécommande
it: Caricare le foto della parte anteriore del telecomando
ko: 리모컷 앞면 사진을 업로드 하세요
ru: Пожалуйста, загрузите фото лицевой стороны ПДУ.

# home_pls_home_setting_add_face
source: Please add the face information in home settings.
de: Fügen Sie bitte die Gesichtsinformationen in den Home-Einstellungen hinzu.
es: Añada la información facial en los ajustes del hogar.
fr: Veuillez ajouter les informations faciales dans les réglages de maison.
it: Aggiungere le informazioni sul volto nelle impostazioni della casa.
ko: 请先前往家庭设置添加人脸信息
ru: 请先前往家庭设置添加人脸信息

# curve_avg_smoke_lastweek
source: Average Smoke Density Last Week
de: Durchschnittliche Rauchdichte letzte Woche
es: Densidad media de humo de la semana pasada
fr: Densité de fumée moyenne semaine dernière
it: Densità media di fumo della scorsa settimana
ko: 지난주의 평균 스모크 농도
ru: Средняя плотность дыма на прошлой неделе

# device_ctrl_single_ctrlln
source: Light Switch (With Neutral, Single Button)
de: Lichtschalter (mit Neutralleiter, Einzelwippe)
es: Interruptor de luz (con neutro, botón único)
fr: Commutateur d’éclairage (Un seul bouton, Avec neutre)
it: Interruttore luce (con neutro, pulsante singolo)
ko: 스마트 조명 스위치 (중성선 필요, 1구)

# device_curtain_guide_control
source: Please try to control the curtain with the following order.
de: Versuchen Sie bitte, den Vorhang mit der folgenden Reihenfolge zu bedienen.
es: Intente controlar la cortina de la siguiente manera.
fr: Veuillez essayer de contrôler le rideau avec l’ordre suivant.
it: Cercate di controllare la tenda nel seguente ordine.
ko: 아래 명령으로 커튼을 제어해 보십시오.
ru: Управляйте шторами следующими командами

# other_confirm_exit
source: Exit
de: Beenden
es: Salir
fr: Quitter
it: Esci

# curve_avg_temperature_lastweek
source: Average Temperature Last Week
de: Durchschnittliche Temperatur letzte Woche
es: Temperatura media de la semana pasada
fr: Température moyenne semaine dernière
it: Temperatura media della scorsa settimana
ko: 지난주의 평균 온도
ru: Средняя температура на прошлой неделе

# other_tip_input_right_email
source: Please enter a correct e-mail address
de: Bitte geben Sie eine richtige E-Mail Adresse ein
es: Introduzca una dirección de correo electrónico válida
fr: Veuillez saisir une adresse e-mail correcte
it: Inserire un indirizzo e-mail corretto
ko: 이메일을 입력해주세요.
ru: Пожалуйста, введите правильный Email

# device_clear_curtain_route
source: Clear Position
de: Position löschen
es: Despejar posición
fr: Supprimer la position
it: Posizione libera
ko: 설정 초기화
ru: Стереть настройки положения

# other_confirm_leave_home
source: Are you sure you want to exit family?
de: Sind Sie sicher, dass Sie aus der Familie austreten möchten?
es: ¿Seguro que quiere salir de la familia?
fr: Voulez-vous vraiment quitter la famille ?
it: Sei sicuro di voler uscire dalla famiglia?
ko: 홈에서 나가시겠습니까?
ru: Действительно покинуть Дом?

# curve_energy_same_consu_lastweek
source: Same period last week:
de: Gleicher Zeitraum wie letzte Woche:
es: Mismo período de la semana pasada:
fr: Même période semaine dernière :
it: Stesso periodo della settimana scorsa:
ko: 7일 전의 전기 소비량
ru: Прошлая неделя

# device_ctrl_double_ctrlln
source: Wall Switch (With Neutral, Double Button)
de: Wandschalter (mit Neutralleiter, Doppelwippe)
es: Interruptor de pared (con neutro, botón doble)
fr: Commutateur mural (Double boutons, Avec neutre)
it: Interruttore a parete (con neutro, doppio pulsante)
ko: 스마트 조명 스위치 (중성선 필요, 2구)
ru: Выключатель Настенный (С Нейтралью, Двухклавишный)

# device_curtain_range_clearing
source: Clearing Position...
de: Position wird gelöscht...
es: Despejando posición...
fr: Suppression de position...
it: Posizione di pulizia...
ko: 위치 삭제
ru: Очистка позиции...

# doorlock_ota_open_bluetooth_first
source: Please turn on bluetooth first
de: Bitte schalten Sie zuerst Bluetooth ein
es: Habilite Bluetooth primero
fr: Veuillez activer le Bluetooth d’abord
it: Accendere prima il bluetooth
ko: 먼저 블루투스를 켜주세요.
ru: Пожалуйста, сначала включите Bluetooth

# curve_event_trigger_lastweek
source: Event Triggered Last Week
de: Ausgelöstes Ereignis letzte Woche
es: Eventos activados de la semana pasada
fr: Événement déclenché semaine dernière
it: Evento attivato la scorsa settimana
ko: 지난주의 이벤트 발생
ru: Событие, произошедшее на прошлой неделе

# user_input_invaild
source: Enter phone number or email
de: Bitte geben Sie die Telefonnummer oder E-Mail-Adresse ein
es: Introduzca un número de teléfono o correo
fr: Saisir le numéro de téléphone ou l’adresse e-mail
it: Inserire il numero di telefono o l'e-mail
ko: 이메일 주소 혹은 전화 번호를 입력해주세요.
ru: Введите номер телефона или Email

# automation_cleat_time
source: Remove
de: Entfernen
es: Eliminar
fr: Supprimer
it: Rimuovi
ko: 시간대 제거
ru: Очистить

# other_all_type
source: All types
de: Alle Typen
es: Todos los tipos
fr: Tous les types
it: Tutti i tipi
ko: 전체 유형
ru: Все типы

# curve_avg_pm25_density_lastweek
source: Average PM2.5 Density Last Week
de: Durchschnittliche PM2,5-Dichte letzte Woche
es: Densidad promedio de PM2.5 la semana pasada
fr: Densité de PM2.5 moyenne semaine dernière
it: Densità media di PM2,5 Ultima settimana
ko: 지난 주 PM2.5 농도
ru: Средняя плотность PM2.5 на прошлой неделе

# automation_qiao_voice_hint
source: Please enter a voice command, for example: "I'm home"
de: Bitte geben Sie einen Sprachbefehl ein. Zum Beispiel: "Ich bin zuhause"
es: Introduzca un comando de voz, por ejemplo: "Estoy en casa"
fr: Veuillez saisir une commande vocale, par exemple : « Je suis à la maison »
it: Immettere un comando vocale, ad esempio: "I'm home"
ko: 음성 명령을 입력하십시오. 예:"나왔어."
ru: Введите голосовую команду, например "Я пришел домой"

# camera_import_face_tips
source: Please select the following face information for import
de: Bitte wählen Sie für den Import die folgenden Gesichtsinformationen aus
es: Seleccione la siguiente información de cara para la importación
fr: Veuillez sélectionner les informations de visage suivantes pour l’importation
it: Selezionare le seguenti informazioni sul volto per l'importazione
ko: 장치에 가져올 얼 정보를 선택하십시오.
ru: Выберите лицо ниже для импорта на устройство

# user_login_registered_btn_link_word
source: Sign Up
de: Registrieren
es: Registro
fr: Inscription
it: Iscriviti
ko: 가입하기
ru: Зарегистрироваться

# curve_avg_pressure_lastweek
source: Average Atmospheric Pressure Last Week
de: Durchschnittlicher atmosphärischer Druck letzte Woche
es: Presión atmosférica media de la semana pasada
fr: Pression atmosphérique moyenne semaine dernière
it: Pressione atmosferica media della scorsa settimana
ko: 지난주의 평균 기압
ru: Среднее атмосферное давление на прошлой неделе

# user_input_invaild_email
source: Please enter e-mail address
de: Bitte geben Sie die E-Mail Adresse ein
es: Introduzca una dirección de correo electrónico
fr: Veuillez saisir une adresse e-mail
it: Inserire l'indirizzo e-mail
ko: 이메일 주소를 입력해주세요.
ru: Введите Email

# camera_sync_face_tips
source: Select the face you want to import the device from below
de: Wählen Sie unten jenes Gesicht aus, das Sie in das Gerät importieren möchten
es: Seleccione la cara que desea importar al dispositivo de más abajo
fr: Sélectionner le visage à partir duquel vous souhaitez importer l’appareil ci-dessous
it: Selezionare il volto da cui si desidera importare il dispositivo
ko: 장치에 가져올 얼 정보를 선택하십시오.
ru: Выберите лицо ниже для импорта на устройство

# common_all
source: All
de: Alle
es: Todos
fr: Tout
it: Tutte
ko: 전체
ru: Все

# curve_avg_gas_lastweek
source: Average Natural Gas Density Last Week
de: Durchschnittliche Erdgasdichte letzte Woche
es: Densidad media del gas natural de la semana pasada
fr: Densité de gaz naturel moyenne semaine dernière
it: Densità media del gas naturale la scorsa settimana
ko: 지난주의 평균 가스 농도
ru: Средняя плотность природного газа на прошлой неделе

# device_ctrl_double_netral
source: Wall Switch (No Neutral, Double Button)
de: Wandschalter (ohne Neutralleiter, Doppelwippe)
es: Interruptor de pared (sin neutro, botón doble)
fr: Commutateur mural (Double boutons, Sans neutre)
it: Interruttore a parete (senza neutro, doppio pulsante)
ko: 스마트 조명 스위치 (중성선 불필요, 2구)
ru: Выключатель Настенный (Двухклавишный)

# doorlock_subinfo_machinery_error
source: Please check the detailed exception information.
de: Bitte prüfen Sie die detaillierten Informationen zur Ausnahme.
es: Compruebe la información detallada de excepción.
fr: Veuillez vérifier les renseignements détaillés sur les exceptions.
it: Controllare le informazioni dettagliate sulle eccezioni.
ko: 자세한 예외 정보를 확인해주세요.

# device_camera_security_set_password
source: Set Password
de: Passwort einrichten
es: Configura contraseña
fr: Régler le mot de passe
it: Impostare la password
ko: 설정한 비밀번호가 없습니다.

# access_reset_thermostat_tips
source: Please long press the second button for more than 5 seconds until “-- --” appears on the screen and then release.
de: Bitte halten Sie die zweite Taste länger als 5 Sekunden gedrückt, bis „-- --“ auf dem Bildschirm erscheint. Lassen Sie die Taste dann los.
es: Mantenga el segundo botón pulsado durante más de 5 segundos hasta que aparezca en pantalla "-- --", luego suéltelo.
fr: Veuillez appuyer sur le deuxième bouton pendant plus de 5 s jusqu’à ce que « -- -- » s’affiche à l’écran, puis relâcher.
it: Premere a lungo il secondo pulsante per più di 5 secondi finché sullo schermo non appare "-- --", quindi rilasciarlo.
ko: 화면에 "--"가 나타날 때까지 두 번째 버튼을 5초 이상 길게 눌렀다 놓습니다.
ru: Удерживайте вторую кнопку более 5 секунд, пока на экране не появится “-- --”, а затем отпустите.

# other_confirm_to_undo_invitation
source: Are you sure you want to withdraw invitation?
de: Möchten Sie die Einladung wirklich zurückziehen?
es: ¿Seguro que quiere retirar la invitación?
fr: Voulez-vous vraiment annuler l’invitation ?
it: È sicuro di voler ritirare l'invito?
ko: 초대를 취소하시겠습니까?
ru: Вы уверены, что хотите отозвать приглашение?

# device_curtain_up_light
source: Rotate Up
de: Nach oben drehen
es: Gire hacia arriba
fr: Tourner vers le haut
it: Ruotare verso l'alto
ko: 올림
ru: Повернуть вверх

# doorlock_wifi_pleaseconfigure
source: Please configure Wi-Fi first
de: Bitte konfigurieren Sie zuerst WLAN
es: Configure el wifi primero
fr: Veuillez configurer le Wi-Fi d’abord
it: Configurare prima il Wi-Fi
ko: 먼저 설정하십시오Wi-Fi

# device_previous_video
source: Previous
de: Vorherige
es: Anterior
fr: Précédent
it: Precedente
ko: 이전
ru: Предыдущий

# common_previous_step
source: Back
de: Zurück
es: Atrás
fr: Retour
it: Indietro
ko: 지난 단계
ru: Предыдущий шаг

# device_ctrl_plug86
source: Wall Outlet
de: Wandsteckdose
es: Toma de corriente de pared
fr: Prise murale
it: Presa a muro
ko: 스마트 콘센트 (Zigbee)
ru: Настенная Розетка

# home_empty_face_from_home_setting
source: Add the face and sync to the device with face identification
de: Fügen Sie bitte das Gesicht hinzu und synchronisieren Sie es mit dem Gerät mit der Gesichtserkennung
es: Añada la cara y sincronice el dispositivo con la identificación facial
fr: Ajouter le visage et synchroniser avec l’appareil à identification faciale
it: Aggiungere il volto e sincronizzarlo con il dispositivo con l'identificazione del volto
ko: 얼굴 인식을 지원하는 장치에 얼굴 정보를 추가하고 동기화하십시오.
ru: Добавьте лицо и синхронизируйте их с устройствами с поддержкой распознавания лиц

# security_alert_close_tips
source: Make sure to close basic alert？
de: Möchten Sie die Basiswarnung zu schließen？
es: ¿Seguro que quiere cerrar la alerta básica?
fr: Avez-vous fermé l’alerte de base ?
it: Assicurarsi di chiudere l'avviso di base？
ko: 기본 보안 모드를 해제해 주겠습니까?
ru: Действительно отключить базовое оповещение?

# security_set_alarm_trigger
source: Please set a condition for the alarm
de: Bitte richten Sie eine Bedingung für den Alarm ein
es: Configure una condición para la alarma
fr: Veuillez définir une condition pour l’alarme
it: Impostare una condizione per l'allarme
ko: 장치에서 알람 사운드 발생 시, 앱의 "홈" 탭에 나타납니다.
ru: Когда аксессуар подает сигнал тревоги, это будет отображаться на домашней странице

# other_set_account_equipment_popups
source: Are you sure to make the device offline?
de: Möchten Sie das Gerät wirklich offline schalten?
es: ¿Seguro que desea desconectar el dispositivo?
fr: Voulez-vous vraiment mettre l’appareil hors ligne ?
it: Siete sicuri di voler rendere il dispositivo offline?
ko: 장치의 오프라인을 확인하시겠습니까?
ru: Подтвердить отключение этого устройства?

# device_clear_curtain_range_tips
source: Are you sure to remove the position?
de: Möchten Sie die Position wirklich entfernen?
es: ¿Seguro que quiere eliminar la posición?
fr: Voulez-vous vraiment supprimer la position ?
it: Siete sicuri di aver rimosso la posizione?
ko: 위치를 제거하시겠습니까?
ru: Вы уверены, что хотите очистить позицию?

# device_ctrl_netral_double_title
source: Wall Switch
de: Wandschalter
es: Interruptor de pared
fr: Commutateur mural
it: Interruttore a parete
ko: 조명 스위치
ru: Выключатель Настенный

# doorlock_add_password_main_hint
source: Please add a password with 6-10 characters according to voice prompts.
de: Bitte fügen Sie ein Passwort mit 6 bis 10 Zeichen entsprechend der Sprachanweisungen hinzu.
es: Añada una contraseña de 6 a 10 caracteres de acuerdo a los avisos de voz.
fr: Veuillez ajouter un mot de passe administrateur de 6 à 10 caractères selon les instructions vocales.
it: Aggiungere una password di 6-10 caratteri secondo le indicazioni vocali.
ko: 도어락의 음성안내에 따라 6~10자리 비밀번호를 추가합니다.
ru: Добавьте 6-10-значный пароль в соответствии с голосовыми подсказками.

# scene_add_action_tips
source: Please add an action for the scene.
de: Bitte fügen Sie einen Vorgang für die Szene hinzu.
es: Añada una acción para la escena.
fr: Veuillez ajouter une action pour la scène.
it: Aggiungere un'azione per la scena.
ko: 동시 실행할 동작을 추가해 주세요
ru: Пожалуйста, сначала добавьте действие

# curve_avg_gas_lastmonth
source: Average Natural Gas Density Last Month
de: Durchschnittliche Erdgasdichte des letzten Monats
es: Densidad del gas natural del mes pasado
fr: Densité de gaz naturel moyenne mois dernier
it: Densità media del gas naturale nell'ultimo mese
ko: 지난달의 평균 가스 농도
ru: Средняя плотность природного газа в прошлом месяце

# automation_error_hint_add_triggers
source: Please add a condition
de: Bitte fügen Sie eine Bedingung hinzu
es: Añada una condición
fr: Veuillez ajouter une condition
it: Aggiungere una condizione
ko: 실행할 조건을 설정해주세요 !
ru: Выберите хотя бы одно условие
