Repository: acodeworker/localzedLoader
Catalog: *.lproj/Localizable.strings
Languages: de, es, fr, it, ko, ru

# homekit_current_humidifier_dehumidifier_state
source: Current Humidifier Dehumidifier State
de: Aktueller Status Luftbefeuchter Luftentfeuchter
es: Estado actual del humidificador deshumidificador
fr: État actuel de l’humidificateur déshumidificateur
it: Stato attuale dell'Umidificatore Deumidificatore
ko: 현재 가습/제습 상태
ru: Текущее состояние осушителя-увлажнителя

# homekit_logs
source: Logs
de: Protokolle
es: Registros
fr: Journaux
it: Registri
ko: 기록
ru: Журналы

# homekit_humidifier_dehumidifier
source: Humidifier Dehumidifier
de: Luftbefeuchter Luftentfeuchter
es: Humidificador deshumidificador
fr: Humidificateur Déshumidificateur
it: Umidificatore Deumidificatore
ko: 가습/제습기
ru: Увлажнитель-осушитель

# homekit_mute
source: Mute
de: Stumm
es: Silencio
fr: Couper le son
it: Silenziamento
ko: 무음
ru: Без звука

# homekit_target_humidifier_dehumidifier_state
source: Target Humidifier Dehumidifier State
de: Zielzustand Luftbefeuchter Luftentfeuchter
es: Estado objetivo del humificador deshumidificador
fr: État de la cible de l’humidificateur déshumidificateur
it: Stato del deumidificatore target
ko: 타겟 가습/제습 상태
ru: Целевое состояние осушителя-увлажнителя

# homekit_motion_detected
source: Motion Detected
de: Bewegung erkannt
es: Se detectó movimiento
fr: Mouvement détecté
it: Rilevamento del movimento
ko: 움직임이 감지되었습니다.
ru: Обнаружено движение

# homekit_pm2.5_density
source: PM2.5 Density
de: PM2,5-Dichte
es: Densidad PM2.5
fr: Densité de PM2.5
it: Densità PM2.5
ko: PM2.5 농도
ru: Плотность PM2.5

# homekit_false
source: FALSE
de: FALSCH
es: FALSO
fr: FAUX
it: FALSO
ko: 아니오

# homekit_program_mode
source: Program Mode
de: Programmmodus
es: Modo de programación
fr: Mode de programme
it: Modalità programma
ko: 프로그램 모드
ru: Программный режим

# homekit_true
source: TRUE
de: WAHR
es: VERDADERO
fr: VRAI
it: VERO
ko: 네

# homekit_position_state
source: Position State
de: Position Status
es: Estado de ubicación
fr: État de position
it: Stato della posizione
ko: 위치 상태
ru: Состояние положения

# homekit_away_arm
source: Away Arm
de: Abwesend Scharfschalten
es: Creación ausente
fr: Armement Hors domicile
it: Braccio di allontanamento
ko: 외출 보안 설정
ru: Охрана после ухода

# homekit_stay_arm
source: Stay Arm
de: Anwesend Scharfschalten
es: Creación permanencia
fr: Armement Au domicile
it: Braccio di permanenza
ko: 재택 보안 설정
ru: Охрана в доме

# homekit_ozone_density
source: Ozone Density
de: Ozon-Dichte
es: Densidad de ozono
fr: Densité d’ozone
it: Densità di ozono
ko: 오존 농도
ru: Плотность озона

# homekit_programmable_switch_event
source: Programmable Switch Event
de: Programmierbares Schalter Ereignis
es: Evento de interruptor programable
fr: Événement de basculement programmable
it: Evento interruttore programmabile
ko: 무선 스위치 이벤트
ru: Событие программируемого выключателя

# homekit_periodic_snapshot_enabled
source: Periodic Snapshot Enabled
de: Periodischer Schnappschuss Aktiviert
es: Instantánea periódica activada
fr: Capture périodique activée
it: Istantanea periodica abilitata
ko: 주기적 스냅샷 활성화
ru: Периодический снимок включен

# homekit_yes
source: Yes
de: Ja
es: Sí
fr: Oui
it: Sì
ko: 네
ru: Да

# automation_template_position_home
source: The whole house
de: Das ganze Haus
es: Todo el hogar
fr: Le domicile entier
it: Tutta la casa
ko: 전체 공간
ru: Дом

# homekit_hardware_revision
source: Hardware Revision
es: Revisión del hardware
fr: Révision du matériel
it: Revisione hardware
ko: 하드웨어 버전
ru: Версия оборудования

# device_control_upgrade_version
source: The current app does not support this device. Please upgrade to the latest version.
de: Dieses Gerät wird von der aktuellen App nicht unterstützt. Bitte aktualisieren Sie auf die neueste Version.
es: La aplicación actual no es compatible con este dispositivo. Por favor, actualice a la última versión.
fr: L'application actuelle ne prend pas en charge cet appareil. Veuillez passer à la dernière version.
it: L'applicazione attuale non supporta questo dispositivo. Si prega di aggiornare alla versione più recente.
ko: 현재 앱 버전은 해당 장치를 지원하지 않습니다. 최신 버전으로 업그레이드하십시오.
ru: Текущая версия приложения не поддерживает это устройство, обновите до последней версии.

# device_control_screenshot_keep_tip
source: The screenshot has been kept in albums.
de: Der Screenshot wurde in Alben gespeichert.
es: La captura de pantalla se ha guardado en álbumes.
fr: La capture d'écran a été conservée dans des albums.
it: Lo screenshot è stato conservato negli album.
ko: 캡처가 앨범에 저장되었습니다.
ru: Скриншот сохранен в альбоме

# device_control_video_keep_tip
source: The video has been kept in albums.
de: Das Video wurde in Alben gespeichert.
es: El video ha sido guardado en álbumes.
fr: La vidéo a été conservée dans des albums.
it: Il video è stato conservato negli album.
ko: 비디오가 앨범에 저장되었습니다.
ru: Видео сохранено в альбом

# homekit_power_state
source: Power State
de: Status der Stromversorgung
es: Estado de energía
fr: État d'économie d'énergie
it: Stato di alimentazione
ko: 전원 상태
ru: Состояние питания

# homekit_firmware_revision
source: Firmware Revision
es: Revisión del firmare
fr: Révision du micrologiciel
it: Revisione del firmware
ko: 펌웨어 버전
ru: Версия прошивки

# homekit_outlet_in_use
source: Outlet In Use
de: Steckdose in Gebrauch
es: Salida en uso
fr: Sortie en utilisation
it: Uscita in uso
ko: 콘센트 상태
ru: Используемая розетка

# homekit_serial_number
source: Serial Number
de: Seriennummer
es: Número de serie
fr: Numéro de série
it: Numero di serie
ko: 시리얼 넘버
ru: Серийный номер

# homekit_optical_zoom
source: Optical Zoom
de: Optischer Zoom
es: Zoom óptico
fr: Zoom optique
it: Zoom ottico
ko: 광학 줌
ru: Оптический масштаб

# homekit_product_data
source: Product Data
de: Produktdaten
es: Datos del producto
fr: Données du produit
it: Dati prodotto
ko: 제품 데이터
ru: Информация о продукте

# homekit_pm10_density
source: PM10 Density
de: PM10-Dichte
es: Densidad de MP10
fr: Densité de PM10
it: Densità PM10
ko: PM10 농도
ru: Плотность PM10

# camera_device_control_no_data_toast
source: No data
de: Keine Daten
es: No hay más datos
fr: Pas de données
it: Nessun dato
ko: 현재 데이가 없습니다.
ru: Нет данных

# camera_device_more_details
source: More details
de: Mehr Details
es: Más detalles
fr: Plus de détails
it: Maggiori informazioni
ko: 더 보기
ru: Подробнее

# camera_device_control_connecting
source: Connecting...
de: Wird verbunden...
es: Conectando...
fr: Connexion...
it: Connessione...
ko: 연결 중...
ru: Подключение…

# camera_device_control_change_voice_tip
source: Switch to funny sounds
de: Lustigen Ton wechseln
es: Cambiar a sonidos divertidos
fr: Passez aux sons amusants
it: Passare a suoni divertenti
ko: 흥미로운 소리로 전환할 수 있습니다.
ru: Можно переключаться между интересными звуками

# camera_device_control_change_voice_origina
source: Original voice
de: Originalstimme
es: Voz original
fr: Voix originale
it: Voce originale
ko: 오리지널
ru: Оригинальный звук

# camera_device_control_change_voice_uncle
source: Uncle
de: Onkel
es: Tío
fr: Oncle
it: Zio
ko: 아저씨
ru: Мужчина

# camera_device_control_change_voice_clown
source: Clown
es: Payaso
it: Pagliaccio
ko: 어릿광대
ru: Клоун

# camera_device_control_delete_fail
source: Fail to delete the data. Please try again
de: Löschen von Daten fehlgeschlagen Bitte erneut versuchen
es: No se pudo eliminar los datos. Por favor, intente nuevamente
fr: Ne pas supprimer les données. Veuillez réessayer
it: Non è possibile cancellare i dati. Si prega di riprovare
ko: 얼굴 삭제에 실패했습니다. 다시 시도하십시오.
ru: Не удалось удалить лицо. Повторите попытку.

# device_card_information
source: Information of device card
de: Informationen der Gerätekarte
es: Información de la tarjeta del dispositivo
fr: Informations sur la carte d’appareil
it: Informazioni sulla scheda del dispositivo
ko: 장치 카드 정보
ru: Информация о карточках устройства

# camera_device_control_revise_tip
source: The modification has not been saved. Are you sure to exit?
de: Die Änderung wurde nicht gespeichert. Sind Sie sicher, dass Sie beenden wollen?
es: La modificación no se ha guardado. ¿Está seguro de que desea salir?
fr: La modification n'a pas été sauvegardée. Vous êtes sûr de vouloir sortir ?
it: La modifica non è stata salvata. Sei sicuro di voler uscire?
ko: 수정 사항이 저장되지 않았습니다. 종료하시겠습니까?
ru: Изменения не сохранены. Вы точно хотите выйти?

# device_curtain_speed
source: Running speed
de: Laufgeschwindigkeit
es: Velocidad de carrera
fr: Vitesse d’exécution
it: Velocità di esecuzione
ko: 실행 속도
ru: Скорость работы

# view_control_curtain_speed_low
source: Slow
de: Langsam
es: Lenta
fr: Lent
it: Lenta
ko: 느림
ru: Очень низкая

# view_control_curtain_speed_slower
source: Slower
de: Langsamer
es: Más lenta
fr: Plus lente
it: Più lenta
ko: 느림
ru: Низкая

# view_control_curtain_speed_fast
source: Faster
de: Schneller
es: Más rápida
fr: Plus rapide
it: Più veloce
ko: 비교적 빠름
ru: Высокая

# device_control_relation_tip
source: If not associated,The thermostat will use the built-in temperature sensor.If associated,please select the temperature sensor in the same room, otherwise it will cause abnormal temperature control
de: Falls nicht verknüpft, verwendet der Thermostat den eingebauten Temperatursensor. Falls verknüpft, wählen Sie bitte den Temperatursensor im gleichen Raum aus, sonst führt dies zu einer abnormalen Temperaturregelung
es: Si no está asociado, el termostato utilizará el sensor de temperatura incorporado. Si está asociado, por favor seleccione el sensor de temperatura en la misma habitación. De lo contrario, causará un control de temperatura anormal
fr: S'il n'est pas associé, le thermostat utilisera le capteur de température intégré. S'il est associé, veuillez sélectionner le capteur de température dans la même pièce, sinon cela entraînera un contrôle anormal de la température
it: Se non è associato, il termostato utilizzerà il sensore di temperatura incorporato. Se è associato, selezionare il sensore di temperatura nella stessa stanza, altrimenti causerà un controllo anomalo della temperatura.
ru: Если он не связан, термостат будет использовать встроенный датчик температуры. Если он связан, выберите датчик температуры в той же комнате, в противном случае это приведет к неправильному регулированию температуры

# camera_device_control_doorbell_mode_switch_tip_2
source: Unable to switch mode when connected to the power supply
de: Der Schaltmodus ist deaktiviert, wenn er mit der Stromversorgung verbunden ist
es: No se puede cambiar de modo cuando se conecta a la fuente de alimentación
fr: Impossible de changer de mode lorsqu'il est connecté à l'alimentation électrique
it: Impossibile cambiare modalità quando è collegato alla rete elettrica
ko: 전원을 연결하면 자동으로 모드 전환될 수 없습니다.
ru: Нельзя переключать режимы при подключении к источнику питания

# camera_device_control_call
source: On the call...
de: Beim Anruf...
es: En la llamada...
fr: Participant à l’appel...
it: Al telefono...
ko: 통화 중..
ru: Разговор...

# camera_device_control_video_type
source: Video type
de: Video-Typ
es: Tipo de video
fr: Type de vidéo
it: Tipo di video
ko: 비디오 종류
ru: Тип видео

# homekit_carbon_monoxide_level
source: Carbon Monoxide Level
de: Kohlenmonoxidgehalt
es: Nivel de monóxido de carbono
fr: Niveau de monoxyde de carbone
it: Livello di monossido di carbonio
ko: 일산화탄소 수치
ru: Уровень угарного газа

# homekit_carbon_monoxide_detected
source: Carbon Monoxide Detected
de: Kohlenmonoxid erkannt
es: Monóxido de carbono detectado
fr: Monoxyde de carbone détecté
it: Monossido di carbonio rilevato
ko: 일산화탄소 측정
ru: Обнаружен угарный газ

# common_pop_server_text
source: Select the server
de: Wählen Sie den Server
es: Seleccione el servidor
fr: Sélectionner le serveur
it: Selezionare il server
ko: 서버 지역 선택
ru: Выбрать регион сервера

# homekit_device_set_hint
source: For more setting functions, please log in to use
de: Für weitere Einstellungsfunktionen bitte einloggen
es: Para más funciones de ajuste, por favor inicie sesión para utilizar
fr: Pour accéder à plus de fonctions de réglages, connectez-vous
it: Per ulteriori funzioni di impostazione, si prega di accedere all'uso di
ko: 더 많은 설정 기능을 사용하려면 로그인하십시오.
ru: Для получения дополнительных функций настройки, пожалуйста, войдите в систему, чтобы использовать

# common_pop_server_hint
source: The servers of different regions are independent. The bound device data can only be stored in the server of the selected region. Please select it carefully.
de: Die Server der verschiedenen Regionen sind voneinander unabhängig. Die Daten des verbundenen Geräts können nur auf dem Server der ausgewählten Region gespeichert werden. Wählen Sie bitte mit Bedacht
es: Los servidores de diferentes regiones son independientes. Los datos del dispositivo vinculado únicamente pueden guardarse en el servidor de la región seleccionada. Por favor, selecciónelo cuidadosamente.
fr: Les serveurs de différentes régions sont indépendants. Les données de l’appareil associé ne peuvent être stockées que dans le serveur de la région sélectionnée. Sélectionnez-le soigneusement.
it: I server delle diverse regioni sono indipendenti. I dati del dispositivo vincolato possono essere memorizzati solo nel server della regione selezionata. Selezionare con attenzione.
ko: 각 지역의 서버는 서로 독립되어 있고, 연결된 장치 데이터는 선택한 지역의 서비에만 저장할 수 있으므로 신중히 선택하십시오.
ru: В каждом регионе серверы не зависят друг от друга. Данные привязанного устройства могут храниться только на сервере в выбранном регионе. Пожалуйста, выбирайте внимательно

# homekit_switch_index
source: switch-index
de: Schalter-Index
es: Cambiar-índice
fr: basculer-index
it: interruttore-indice
ko: 스위치 인덱스
ru: выключатель-индекс

# homekit_adk_version
source: ADK Version
es: Versión ADK
fr: Version ADK
it: Versione ADK
ko: ADK 버전
ru: Версия АДК

# camera_device_control_doorbell_mode_switch_tip_1
source: Automatically switch after being connected to the power supply
de: Automatische Umschaltung nach Anschluss an die Stromversorgung
es: Cambie automáticamente después de estar conectado a la fuente de energía
fr: Commutation automatique après avoir été connecté à l'alimentation électrique
it: Commutazione automatica dopo il collegamento all'alimentazione elettrica
ko: 전원을 연결하면 자동으로 전환됩니다.
ru: Автоматически переключается после подключения к источнику питания

# homekit_carbon_dioxide_detected
source: Carbon Dioxide Detected
de: Kohlendioxid erkannt
es: Dióxido de carbono detectado
fr: Dioxyde de carbone détecté
it: Anidride carbonica rilevata
ko: 이산화탄소 측정
ru: Обнаружен углекислый газ

# homekit_camera_third_party_operating_mode
source: Camera Third Party Operating Mode
de: Kamera Drittanbieter Betriebsmodus
es: Modo de funcionamiento de cámara de terceros
fr: Mode de fonctionnement tierce partie de caméra
it: Modalità operativa della telecamera di terze parti
ko: 카메라 써드파티 모드
ru: Сторонний режим работы камеры

# homekit_carbon_dioxide_peak_level
source: Carbon Dioxide Peak Level
de: Kohlendioxid Höchststand
es: Nivel máximo de dióxido de carbono
fr: Niveau pic de dioxyde de carbone
it: Livello di picco del biossido di carbonio
ko: 이산화탄소 피크 수치
ru: Пиковый уровень углекислого газа

# homekit_carbon_dioxide_level
source: Carbon Dioxide Level
de: Kohlendioxidgehalt
es: Nivel de dióxido de carbono
fr: Niveau de dioxyde de carbone
it: Livello di anidride carbonica
ko: 이산화탄소 수치
ru: Уровень углекислого газа

# homekit_current_heater_cooler_state
source: Current Heater Cooler State
de: Aktueller Zustand der Heizung und Kühlung
es: Estado actual del enfriador calentador
fr: État actuel du chauffage refroidisseur
it: Stato attuale del raffreddatore del riscaldatore
ko: 현재 냉난방기 상태
ru: Текущее состояние охладителя-нагревателя

# homekit_current_heating_cooling_state
source: Current Heating Cooling State
de: Aktueller Status Heizung/Kühlung
es: Estado actual de la calefacción y enfriamiento
fr: État actuel de chauffage refroidissement
it: Stato attuale del riscaldamento e del raffreddamento
ko: 현재 냉난방 상태
ru: Текущее состояние охлаждения и нагрева

# homekit_target_heater_cooler_state
source: Target Heater Cooler State
de: Zielzustand der Heizung und Kühlung
es: Estado objetivo del enfriador calentador
fr: État de la cible du chauffage refroidisseur
it: Stato di raffreddamento del riscaldatore target
ko: 타겟 냉난방 상태
ru: Целевое состояние охлаждения и нагрева

# homekit_position_setting_state
source: Position Setting State
de: Position Einstellungsstatus
es: Estado de ajuste de la ubicación
fr: État de réglage de position
it: Posizione Stato di impostazione
ko: 위치 상태
ru: Состояние положения

# homekit_charging_state
source: Charging State
de: Ladestatus
es: Estado de carga
fr: État de charge
it: Stato di carica
ko: 충전 상태
ru: Состояние зарядки

# homekit_none
source: None
de: Kein
es: Ninguna
fr: Aucun
it: Nessuno

# homekit_carbon_monoxide_peak_level
source: Carbon Monoxide Peak Level
de: Kohlenmonoxid Höchststand
es: Nivel máximo de monóxido de carbono
fr: Niveau pic de monoxyde de carbone
it: Livello di picco del monossido di carbonio
ko: 일산화탄소 피크 수치
ru: Пиковый уровень угарного газа

# homekit_label_index
source: Label Index
es: Índice de la etiqueta
fr: Index de label
it: Indice dell'etichetta
ko: 레이블 인덱스
ru: Индекс метки

# homekit_contact_sensor_state
source: Contact Sensor State
de: Status des Kontaktsensors
es: Estado del sensor de contacto
fr: État du capteur de contact
it: Stato del sensore di contatto
ko: 열림 상태
ru: Состояние контактного датчика

# homekit_label_namespace
source: Label Namespace
de: Label-Namensraum
es: Espacio de nombres de la etiqueta
fr: Espace de nom de label
it: Spazio dei nomi delle etichette
ko: None
ru: None

# homekit_color_temperature
source: Color Temperature
de: Farbtemperatur
es: Temperatura del color
fr: Température Couleur
it: Temperatura del colore
ko: 색온도
ru: Цветовая температура

# homekit_current_air_quality
source: Current Air Quality
de: Aktuelle Luftqualität
es: Calidad del aire actual
fr: Qualité de l’air actuelle
it: Qualità dell'aria corrente
ko: 공기질
ru: Качество воздуха

# homekit_custom
source: Custom
de: Benutzerdefiniert
es: Personalizar
fr: Personnalisé
it: Personalizzato
ko: 사용자 정의
ru: Пользовательский

# homekit_inactive
source: Inactive
de: Inaktiv
es: Inactivo
fr: Inactif
it: Inattivo
ko: 사용 안함
ru: Отключить

# homekit_active
source: Active
de: Aktiv
es: Activo
fr: Actif
it: Attivo
ko: 사용
ru: Запустить

# homekit_active_identifier
source: Active Identifier
de: Kennzeichnung aktiv
es: Identificador activo
fr: Identificateur actif
it: Identificatore attivo
ko: 유효 식별자
ru: Активный идентификатор

# homekit_cooling_threshold_temperature
source: Cooling Threshold Temperature
de: Schwellenwert für die Kühltemperatur
es: Temperatura del umbral de enfriamiento
fr: Seuil de température de refroidissement
it: Temperatura di soglia di raffreddamento
ko: 냉방 시작 온도
ru: Пороговая температура охлаждения

# homekit_current_light_level
source: Current Light Level
de: Aktuelle Lichtstärke
es: Nivel de luz actual
fr: Niveau actuel d’éclairage
it: Livello di luce corrente
ko: 현재 밝기
ru: Текущий уровень освещенности

# homekit_current_air_purifier_state
source: Current Air Purifier State
de: Aktueller Status des Luftreinigers
es: Estado actual del purificador de aire
fr: État actuel du purificateur d'air
it: Stato attuale del depuratore d'aria
ko: 현재 공기청정기 상태
ru: Текущее состояние очистителя воздуха

# homekit_current_fan_state
source: Current Fan State
de: Aktueller Ventilatorstatus
es: Estado actual del ventilador
fr: État de ventilateur actuel
it: Stato corrente della ventola
ko: 현재 팬 상태
ru: Текущее состояние вентилятора

# homekit_linkage_hub_alarm
source: Linkage Hub Alarm
de: Verknüpfung Hub Alarm
es: Alarma del Hub de vinculación
fr: Alarme d’association de Hub
it: Allarme hub di collegamento
ko: 허브 연동 알람
ru: Связанная сигнализация концентратора

# homekit_current_door_state
source: Current Door State
de: Aktueller Türstatus
es: Estado actual de la puerta
fr: État de porte actuel
it: Stato attuale della porta
ko: 현재 도어 상태
ru: Текущее состояние двери

# homekit_gateway_volume
source: Gateway Volume
de: Gateway-Lautstärke
es: Volumen del Gateway
fr: Volume de la passerelle
it: Volume del gateway
ko: 허브 볼륨
ru: Громкость концентратора

# homekit_current_horizontal_tilt_angle
source: Current Horizontal Tilt Angle
de: Aktueller Kippwinkel (horizontal)
es: Ángulo de inclinación horizontal actual
fr: Angle d’inclinaison horizontale actuel
it: Angolo di inclinazione orizzontale corrente
ko: 현재 수평 경사각도
ru: Текущий угол горизонтального наклона

# homekit_accessory_flag
source: Accessory Flag
de: Kennzeichnung des Zubehörs
es: Accesorio bandera
fr: Indicateur d’accessoire
it: Bandiera accessori
ko: 장치 표시 위치
ru: Флаг аксессуара

# homekit_night_arm_trigger_devices
source: Night Arm Trigger Devices
de: Nacht Scharfschalten Auslösende Geräte
es: Dispositivos de activación de creación nocturna
fr: Appareils de déclenchement d’armement Nuit
it: Dispositivi di attivazione del braccio notturno
ko: 밤 보안 감지 장치
ru: Устройства срабатывания Охраны ночью

# homekit_stay_arm_trigger_devices
source: Stay Arm Trigger Devices
de: Anwesend Scharfschalten Auslösende Geräte
es: Dispositivos de activación de la creación de permanencia
fr: Appareils de déclenchement d’armement Au domicile
it: Dispositivi di attivazione del braccio di permanenza
ko: 재택 보안 감지 장치
ru: Устройства срабатывания Охраны в доме

# homekit_camera_operating_mode_indicator
source: Camera Operating Mode Indicator
de: Kamera Betriebsmodus-Anzeige
es: Indicador del modo de funcionamiento de la cámara
fr: Indicateur de mode de fonctionnement de la caméra
it: Indicatore della modalità operativa della telecamera
ko: 카메라 제어 모드 표시등
ru: Индикатор режима работы камеры

# homekit_camera_operating_mode
source: Camera Operating Mode
de: Kamera Betriebsmodus
es: Modo de funcionamiento de la cámara
fr: Mode de fonctionnement de la caméra
it: Modalità operativa della fotocamera
ko: 카메라 제어 모드
ru: Режим работы камеры

# homekit_alarm_trigger_devices
source: Alarm Trigger Devices
de: Alarmauslösende Geräte
es: Dispositivos de activación de alarma
fr: Appareils de déclenchement d’alarme
it: Dispositivi di attivazione dell'allarme
ko: 외출 보안 감지 장치
ru: Устройства срабатывания сигнализации

# homekit_button_event
source: Button Event
de: Taste Ereignis
es: Botón de evento
fr: Événement de bouton
it: Evento pulsante
ko: 버튼 이벤트
ru: Событие кнопки

# homekit_brightness
source: Brightness
de: Helligkeit
es: Brillo
fr: Luminosité
it: Luminosità
ko: 밝기
ru: Яркость

# homekit_air_particulate_size
source: Air Particulate Size
de: Luftpartikelgröße
es: Tamaño de las partículas del aire
fr: Dimensions des particules dans l’air
it: Dimensione del particolato dell'aria
ko: 공기 입자 크기
ru: Размер твердых частиц в воздухе

# homekit_battery_level
source: Battery Level
de: Batterielevel
es: Nivel de batería
fr: Niveau de batterie
it: Livello della batteria
ko: 배터리 전력량
ru: Заряд батареи

# homekit_audio_feedback
source: Audio Feedback
de: Audio-Rückmeldung
es: Comentarios del audio
fr: Retour audio
it: Feedback audio
ko: 오디오 피드팩
ru: Обратная связь аудио

# homekit_administrator_only_access
source: Administrator Only Access
de: Nur Administrator Zugriff
es: Acceso únicamente para el administrador
fr: Accès administrateur seulement
it: Accesso solo per l'amministratore
ko: 관리자만 접근 가능
ru: Доступ только для администратора

# homekit_air_quality
source: Air Quality
de: Luftqualität
es: Calidad del aire
fr: Qualité de l’air
it: Qualità dell'aria
ko: 공기질
ru: Качество воздуха

# device_control_face_title
source: Face recognition
de: Gesichtserkennung
es: Reconocimiento facial
fr: Reconnaissance faciale
it: Riconoscimento dei volti
ko: 얼굴 인식
ru: Распознавание лица

# homekit_air_particulate_density
source: Air Particulate Density
de: Luftpartikel-Dichte
es: Densidad de las partículas del aire
fr: Densité de particules dans l’air
it: Densità del particolato dell'aria
ko: 공기 입자 밀도
ru: Плотность твердых частиц в воздухе
