Repository: acodeworker/localzedLoader
Catalog: *.lproj/Localizable.strings
Languages: de, es, fr, it, ko, ru

# other_systemauthorization_network_title
source: Unable to use network
de: Netzwerk kann nicht verwendet werden
es: No se puede utilizar la red
fr: Impossible d’utiliser le réseau
it: Impossibile utilizzare la rete
ko: 네트워크를 사용할 수 없습니다.
ru: Не удается использовать сеть

# device_next_time
source: Next time
de: Nächstes Mal
es: Próxima vez
fr: Prochaine fois
it: Prossima volta
ko: 나중에
ru: Потом

# access_reset_cube_tips2
source: swing the Cube,
de: schwenken den Würfel,
es: Balancee el cubo de control,
fr: Balancer le Cube,
it: oscillare il Cubo smart,
ko: 큐브를 흔드세요,
ru: покачать куб,

# common_excellent
source: Excellent
de: Exzellent
es: Excelente
it: Eccellente
ko: 매우좋음
ru: Отлично

# camera_hear_scan_success_hint
source: Voice message ”QR code scanned successfully“ prompts
de: Sprachansage „QR-Code erfolgreich gescannt“ fordert Sie auf
es: Mensaje de voz “Código QR escaneado con éxito”
fr: Le message vocal « Analyse du QR code réussie » se fait entendre
it: Messaggio vocale “Il codice QR è stato scansionato con successo”
ko: QR코드를 성공적으로 스캔했다는 음성 안내가 들렸으면 체크해 주세요.
ru: Голосовое сообщение «QR-код успешно отсканирован»

# device_cube_inputevent_rotation
source: Rotate
de: Drehen
es: Rotar
fr: Faire pivoter
it: Ruotare
ko: 회전하기
ru: Повернуть

# other_cloud_error_811
source: Verification code error
de: Fehler beim Verifizierungscode
es: Error del código de verificación
fr: Erreur de code de vérification
it: Errore del codice di verifica
ko: 인증 코드가 정확하지 않습니다.
ru: Ошибка кода подтверждения

# home_setting_invite_overdue_message
source: Invitation to user %1$s has expired
de: Einladung an Benutzer %1$s ist abgelaufen
es: La invitación al usuario %1$d ha expirado
fr: L’invitation pour l’utilisateur %1$s expiré
it: L'invito all'utente %1$s è scaduto
ko: %1$s사용자를 요청하여“%2$s”홈에 가입하는 소식의 사용기한이 만료되였습니다
ru: Срок действия сообщения о приглашении пользователя %1$s в семью "%2$s" истёк

# device_info_cube_shake_in_plane
source: Shake
de: Schütteln
es: Sacudir
fr: Secouer
it: Scossa
ko: 흔들기
ru: Потрясти

# device_zigbee_signal_middle
source: Acceptable
de: Annehmbar
es: Aceptable
it: Accettabile
ko: 보통
ru: Средний

# home_setting_overdue_message
source: Expired
de: Abgelaufen
es: Expiró
fr: Expiré
it: Scaduto
ko: 사용기한이 만료되였습니다
ru: Срок действия истёк

# home_setting_refused_join_home_message
source: User %@ refused to join $@
de: Benutzer %@ hat den Beitritt zu $@ abgelehnt
es: Usuario %@ se ha negado a unirse $@
fr: L'utilisateur %@ a refusé de rejoindre $@
it: L'utente %@ ha rifiutato di unirsi a $@
ko: %@사용자가 “%@”에 가입을 거부했습니다.
ru: Пользователь% @ отказался присоединиться к семье ”% @“

# curve_latest_power
source: Latest Power
de: Aktuellster Strom
es: Potencia reciente
fr: Dernière puissance
it: Ultima potenza
ko: 현재 전력
ru: Последние показатели энергии

# curve_latest
source: Latest %1$s
de: Aktuellste %1$s
es: Reciente %1$s
fr: Le dernier %1$s
it: Più recente %1$s
ko: 최근 %1$s
ru: Последние %1$s

# curve_lasest_co2_density
source: Latest CO2 Density
de: Aktuelle CO2-Dichte
es: Última densidad de CO2
fr: Dernière densité de CO2
it: Ultima densità di CO2
ko: 최근 이산화탄소 농도
ru: Последние показатели плотности CO2

# common_new
source: New
de: Neu
es: Nueva
fr: Nouveau
it: Nuovo
ko: 새로 만들기
ru: Новый

# device_sleep_the_last_time_fios
source: The last
de: Die letzte
es: La última
fr: Dernier
it: L'ultimo
ko: 최근
ru: Последний

# other_set_account_equipment_time
source: Recent login:%1$s
de: Kürzliche Anmeldung: %1$s
es: Inicio de sesión reciente:%1$s
fr: Connexion récente : %1$s
it: Accesso recente:%1$s
ko: 최근 로그인:%1$s
ru: Последние входы в систему:%1$s

# common_newest
source: Latest
de: Aktuellste
es: Reciente
fr: Le dernier
it: Più recente
ko: 최근
ru: Последние

# device_sleep_the_last_time
source: The last %1$s
de: Die letzten %1$s
es: La última %1$s
fr: Dernier %1$s
it: L'ultimo %1$s
ko: 최근%1$s
ru: Последний %1$s

# device_latest_firmware_version
source: Latest firmware version:%1$s
de: Aktuelle Firmware-Version:%1$s
es: Última versión de firmware:%1$d
fr: Dernière version du micrologiciel : %1$s
it: Ultima versione del firmware:%1$s
ko: 최신 펌웨어 버전:%1$s
ru: Последняя версия прошивки:%1$s

# curve_current_pressure
source: Latest Atmospheric Pressure
de: Aktueller Luftdruck
es: Última presión atmosférica
fr: Dernière pression atmosphérique
it: Ultima pressione atmosferica
ko: 최근 기압
ru: Последние показатели атмосферного давления

# common_try_again
source: Try again
de: Erneut versuchen
es: Inténtalo de nuevo
fr: Réessayez
it: Riprova
ko: 다시 시도
ru: Попробуйте снова

# device_firmware_rebooting
source: Restarting…
de: Wird neu gestartet...
es: Reiniciando...
fr: Redémarrage...
it: Riavvio...
ko: 펌웨어 업데이트 중…
ru: Перезапуск…

# camera_title_reboot_device
source: Restart device
de: Gerät neu starten
es: Reiniciar el dispositivo
fr: Redémarrer l'appareil
it: Riavviare il dispositivo
ko: 장치 재부팅
ru: Перезагрузить устройство

# common_rename_failed
source: Failed to rename
de: Umbenennen fehlgeschlagen
es: Falla al renombrar
fr: Échec de changement de nom
it: Impossibile rinominare
ko: 이름 바꾸기 실패
ru: Ошибка переименования

# doorlock_reconnect_gateway
source: Reconnect to the hub
de: Erneut mit dem Hub verbinden
es: Reconectar al hub
fr: Reconnecter au Hub
it: Ricollegarsi all'hub
ko: 허브에 다시 연결

# device_ota_version_new_firmware
source: Latest firmware version:
de: Aktuelle Firmware-Version:
es: Última versión de firmware:
fr: Dernière version du micrologiciel
it: Ultima versione del firmware:
ko: 최신 펌웨어 버전 :
ru: Последняя версия прошивки:

# doorlock_reconnect
source: Reconnect
de: Erneut verbinden
es: Reconectar
fr: Reconnecter
it: Ricollegarsi
ko: 재접속

# home_obtain_again
source: Obtain it again
de: Erneut abrufen
es: Obtener nuevamente
fr: Obtenir à nouveau
it: Ottenere di nuovo
ko: 재획득
ru: получите его позже

# device_set_bell_import_again
source: Re-import
de: Erneut importieren
es: Re-importar
fr: Ré-importer
it: Reimportare
ko: 다시 가져오기
ru: Импортировать повторно

# common_language_zh
source: Chinese
de: Chinesisch
es: Chino
fr: Chinois
it: Cinese
ko: 중문
ru: Китайский язык

# device_air_pollution_medium
source: Medium pollution
de: Mittlere Verschmutzung
es: Contaminación media
fr: Pollution moyenne
it: Inquinamento medio
ko: 중간 오염
ru: Среднее загрязнение

# common_medium
source: Medium
de: Mittel
es: Media
fr: Moyen
it: Medio
ko: 중간
ru: Средняя

# common_fair
source: Fair
de: Angemessen
es: Justo
fr: Acceptable
it: Buono
ko: 보통
ru: Удовлетворительно

# doorlock_support_only_wifi
source: Only support Wi-Fi in 2.4GHz
de: Unterstützt nur WLAN im 2,4GHz-Bereich
es: Únicamente compatible con Wi-Fi en 2.4GHz
fr: Wi-Fi 2.4GHz seulement pris en charge
it: Supporta solo il Wi-Fi a 2,4 GHz
ko: 2.4GHz 와이파이만 지원
ru: Поддерживает только Wi-Fi 2,4 ГГц

# device_alarm_opportunity_middle_smoke
source: Medium amount smoke zone
de: Mittelstarke Rauchzone
es: Zona de humo de cantidad media
fr: Zone à quantité moyenne de fumée
it: Zona di fumo di media intensità
ko: 일정 수준의 연기가 발생하는 공간
ru: Средний объем зоны задымления

# common_change_name
source: Rename
de: Umbenennen
es: Renombrar
fr: Renommer
it: Rinominare
ko: 이름 변경
ru: Переименовать

# automation_timer_repeat_custom_frequency
source: Repetition frequency
de: Wiederholungsfrequenz
es: Frecuencia de repetición
fr: Fréquence de répétition
it: Frequenza di ripetizione
ko: 반복 주기
ru: Частота повторения

# common_repeat
source: Repeat
de: Wiederholen
es: Repetir
fr: Répéter
it: Ripetere
ko: 반복 일정
ru: Повтор

# device_acpartner_status_speed_medium
source: Medium
de: Mittel
es: Media
fr: Moyen
it: Medio
ko: 약함
ru: Средняя

# device_air_pollution_heavy
source: Heavy pollution
de: Starke Verschmutzung
es: Contaminación fuerte
fr: Pollution lourde
it: Inquinamento pesante
ko: 중도 오염
ru: Сильное загрязнение

# curve_lasest_pm25_density
source: Latest PM2.5 Density
de: Aktuelle PM2,5-Dichte
es: Última densidad de PM2.5
fr: Dernière densité de PM2.5
it: Ultima densità di PM2.5
ko: 최근 PM2.5 농도
ru: Последние показатели плотности PM2.5

# curve_current_lightsensor
source: Latest Illuminance
de: Aktuelle Beleuchtungsstärke
es: Última iluminación
fr: Dernière luminosité
it: Ultima illuminazione
ko: 최근 조도
ru: Последние показатели освещенности

# curve_current_smoke
source: Latest Smoke Density
de: Aktuelle Rauchdichte
es: Última densidad de humo
fr: Dernière densité de fumée
it: Ultima densità del fumo
ko: 최근 스모크 농도
ru: Последние показатели плотности дыма

# curve_current_temperature
source: Latest Temperature
de: Aktuelle Temperatur
es: Última temperatura
fr: Dernière température
it: Ultima temperatura
ko: 최근 온도
ru: Последние показатели температуры

# curve_current_state
source: Latest Status
de: Aktueller Status
es: Último estado
fr: Dernier état
it: Stato più recente
ko: 최근 상태
ru: Последний статус

# common_region_china_mainland
source: Mainland China
de: Festland China
es: China continental
fr: Chine continentale
it: Cina continentale
ko: 중국
ru: Китай

# device_ota_version_new_arithmetic
source: Latest algorithm version:
de: Aktuelle Algorithmus-Version:
es: Última versión del algoritmo:
fr: Dernière version de l’algorithme :
it: Ultima versione dell'algoritmo:
ko: 최신 알고리즘 버전 :
ru: Последняя версия алгоритма:

# curve_current_humidity
source: Latest Humidity
de: Aktuelle Luftfeuchtigkeit
es: Última humedad
fr: Dernière humidité
it: Umidità più recente
ko: 최근 습도
ru: Последние показатели влажности

# curve_current_gas
source: Latest Natural Gas Density
de: Aktuelle Erdgasdichte
es: Última densidad de gas natural
fr: Dernière densité de gaz naturel
it: Ultima densità del gas naturale
ko: 최근 가스 농도
ru: Последние показатели плотности природного газа

# device_latest_agl_version
source: Latest algorithm version:%1$s
de: Aktuelle Algorithmus-Version:%1$s
es: Última versión de algoritmo:%1$d
fr: Dernière version de l’algorithme : %1$s
it: Ultima versione dell'algoritmo:%1$s
ko: 최신 알고리즘 버전:%1$s
ru: Последняя версия алгоритма:%1$s

# device_control_establish_left_curtain
source: Left curtain
de: Linker Vorhang
es: Cortina izquierda
fr: Rideau gauche
it: Tenda sinistra
ko: 왼쪽 커튼
ru: Левая штора

# doorlock_opendoorwithperiodpwd_success_1_fios
source: Periodic password opened the door successfully
de: Temporäres Passwort öffnete die Tür erfolgreich
es: La contraseña periódica abrió la puerta con éxito
fr: Le mot de passe périodique a ouvert la porte
it: La password periodica ha aperto la porta con successo
ko: 비밀번호가 성공적으로 문을 열었습니다.

# device_info_sensor_switch_both_click
source: Left & Right press simultaneously
de: Links & Rechts gleichzeitig drücken
es: Presionar simultáneamente izquierda & derecha
fr: Gauche et droite, appuyez simultanément
it: Premere contemporaneamente sinistra e destra
ko: 좌우 동시에 누름
ru: Нажатие обеих клавиш

# doorlock_pwd_periodlc
source: Periodic password
de: Periodisches Passwort
es: Contraseña periódica
fr: Mot de passe périodique
it: Password periodica
ko: 비밀번호

# device_sleep_is_ok
source: Did you sleep well last night?
de: Haben Sie letzte Nacht gut geschlafen?
es: ¿Durmió bien anoche?
fr: Avez-vous bien dormi la nuit dernière ?
it: Hai dormito bene la notte scorsa?
ko: 어젯밤 잘 주무셨어요?
ru: Вы хорошо спали прошлой ночью?

# other_eu_not_support
source: Dear users, Aqara Home app has suspended the data service in the European Union regions for GDPR compliance. You can use our product via Mi Home.
de: Sehr geehrte Nutzer, die Aqara Home App hat den Datenservice in den Regionen der Europäischen Union wegen der Einhaltung der GDPR ausgesetzt. Sie können unser Produkt über Mi Home verwenden.
es: Estimados usuarios, la aplicación Aqara Home ha suspendido el servicio de datos en las regiones de la Unión Europea para cumplir con el GDPR. Puede utilizar nuestro producto a través de Mi Home.
fr: Cher utilisateur, l’application Aqara Home a désactivé le service de données dans la zone européenne pour respecter le GDPR. Vous pouvez utiliser le produit via Mi Home.
it: Gentile utente, l'applicazione Aqara Home ha sospeso il servizio dati nelle regioni dell'Unione Europea per la conformità al GDPR. È possibile utilizzare il nostro prodotto tramite Mi Home
ko: GDPR 규정에 따라 AQARA Home 앱은 유럽 지역에서 데이터 서비스를 중지합니다. 귀하는 Mi Home을 통해 제품을 사용할 수 있습니다.
ru: Уважаемые пользователи, действие Aqara Home в регионах ЕС приостановлено ввиду вступления в силу новых правил обработки персональных данных. Для управления продуктом можно использовать Mi Home.

# common_time_week_thu
source: Thu
de: Do
es: Jueves
fr: Jeu.
it: Gio
ko: 목요일
ru: Чт

# curve_energy_use_newest
source: Latest Consumption
de: Aktueller Verbrauch
es: Último consumo
fr: Dernière consommation
it: Ultimo consumo
ko: 최근 전기 소비량
ru: Текущее потребление

# common_time_week_wed
source: Wed
de: Mi
es: Miércoles
fr: Mer.
it: Mer
ko: 수요일
ru: Ср

# common_time_yesterday
source: Yesterday
de: Gestern
es: Ayer
fr: Hier
it: Ieri
ko: 어제
ru: Вчера

# common_time_week_sun
source: Sun
de: So
es: Domingo
fr: Dim.
it: Dom
ko: 일요일
ru: Вс

# common_time_week_tue
source: Tue
de: Di
es: Martes
fr: Mar.
it: Mar
ko: 화요일
ru: Вт

# common_time_week
source: Week
de: Woche
es: Semana
fr: Semaine
it: Settimana
ko: 주
ru: Неделя

# camera_lg_local_gallery_delete_all_title_hint
source: Do you want to delete all records?
de: Möchten Sie alle Datensätze löschen?
es: ¿Desea eliminar todos los registros?
fr: Voulez-vous supprimer tous les enregistrements ?
it: Si desidera eliminare tutti i record?
ko: 전체 영상/사진 삭제

# access_reset_pwd_success
source: Password reset successfully
de: Passwort erfolgreich zurückgesetzt
es: Restablecimiento de la contraseña exitoso
fr: Mot de passe réinitialisé
it: La password è stata ripristinata con successo
ko: 비밀번호 변경 성공
ru: Пароль успешно сброшен

# common_reset
source: Reset
de: Zurücksetzen
es: Resetear
fr: Réinitialiser
it: Ripristinare
ko: 초기화
ru: Сброс

# device_curtain_left_open
source: Open the left
de: Links öffnen
es: Abrir la izquierda
fr: Ouvrir la gauche
it: Aprire la tenda sinistra
ko: 왼쪽을 열어주세요.

# device_sensor_86_double_switch_left_title
source: Left Button
de: Linke Taste
es: Botón izquierdo
fr: Bouton gauche
it: Pulsante sinistro
ko: 좌측 버튼
ru: Левая клавиша

# common_time_weekend
source: Weekend
de: Wochenende
es: Fin de semana
it: Fine settimana
ko: 주말
ru: Выходные

# common_time_week_sat
source: Sat
de: Sa
es: Sábado
fr: Sam.
it: Sab
ko: 토요일
ru: Сб

# user_nickname_format_restrict
source: Username cannot contain special characters except “-”
de: Der Benutzername darf keine Sonderzeichen außer "-" enthalten
es: El nombre de usuario no puede contener caracteres especiales excepto“-”
fr: Le nom d’utilisateur ne peut contenir de caractères spéciaux, sauf « - »
it: Il nome utente non può contenere caratteri speciali tranne "-".
ko: 사용자 이름은 "-" 이외의 특수 문자를 포함할 수 없습니다.
ru: Имя пользователя не может содержать специальные символы, кроме «-»

# doorlock_twist_locking_knob_turned_horizontal_status
source: The locking knob on the inside has already been turned into the horizontal position
de: Der Verriegelungsknopf auf der Innenseite wurde bereits in die horizontale Position gedreht
es: La perilla de cierre del interior ya se ha girado a la posición horizontal
fr: La molette de verrouillage sur l’intérieur a déjà été tournée en position horizontale
it: Il pomello di bloccaggio all'interno è già stato ruotato in posizione orizzontale.
ko: 내부의 잠금 노브가 이미 수평 위치로 전환되었습니다.

# device_bell_null
source: No ringtone in the current
de: Zurzeit kein Klingelton
es: No hay tono en curso
fr: Aucune sonnerie dans l’actuel
it: Nessuna suoneria nell'attuale
ko: 벨소리 없음
ru: Нет рингтонов

# device_replace_position_success_tips
source: %1$s is successfully transferred to %2$s of %3$s
de: %1$s wurde erfolgreich auf %2$s von %3$s übertragen
es: %1$s se transfiere con éxito a %2$s de %3$s
fr: %1$s est transféré avec succès vers %2$s de %3$s
it: %1$s è stato trasferito con successo a %2$s di %3$s
ko: %1$s이(가) %3$s의 %2$s (으)로 전송되었습니다
ru: %1$s успешно передан %2$s из %3$s

# other_group_nomatch_device
source: No device can be combined.
de: Es kann kein Gerät kombiniert werden.
es: No se puede combinar ningún dispositivo.
fr: Aucun appareil combinable.
it: Nessun dispositivo può essere combinato.
ko: 조합할 수 없는 장치
ru: Нет устройств для объединения

# device_ended
source: Ended
de: Beendet
es: Terminado
fr: Fin
it: Terminato
ko: 종료됨
ru: Завершен

# other_common_device_null
source: No available device
de: Kein verfügbares Gerät
es: No hay ningún dispositivo disponible
fr: Aucun appareil disponible
it: Nessun dispositivo disponibile
ko: 사용 가능한 기기 없음
ru: Нет доступного устройства

# home_receive_success
source: Received
de: Empfangen
es: Recibido
fr: Reçu
it: Ricevuto
ko: 수신 성공
ru: Получено

# device_nas_list_null
source: No NAS storage device available in the current
de: Zurzeit gibt es keinen verfügbaren NAS-Speicher
es: No hay ningún dispositivo de almacenamiento NAS disponible en curso
fr: Aucun périphérique de stockage NAS n'est disponible dans l’actuel
it: Non c'è un dispositivo di archiviazione NAS disponibile nella versione attuale
ko: 사용 가능한 NAS스토리지 장치가 없습니다.
ru: Нет доступного запоминающего устройства NAS

# scene_exceute_one_key
source: One-Click Execution
de: Ein-Klick-Ausführung
es: Ejecución con un solo clic
fr: Exécution en un clic
it: Esecuzione con un solo clic
ko: 여러 동작을 한 번에 실행합니다.
ru: Выполнение в один клик

# home_no_devic_choose
source: No available device can be selected
de: Es kann kein verfügbares Gerät ausgewählt werden
es: No se puede seleccionar ningún dispositivo disponible
fr: Aucun appareil disponible à sélectionner
it: Non è possibile selezionare alcun dispositivo disponibile
ko: 표시할 장치가 없습니다.
ru: Нет доступных для выбора устройства

# device_alarm_off
source: Mute with one key
de: Mit einem Schlüssel stumm schalten
es: Silenciar con una clave
fr: Sourdine en un bouton
it: Silenziamento con un solo tasto
ko: 원클릭 음소거
ru: Отключение звука в один клик

# device_replace_no_device
source: No replaceable accessory
de: Kein austauschbares Zubehör
es: No hay accesorios reemplazables
fr: Aucun accessoire remplaçable
it: Nessun accessorio sostituibile
ko: 교체할 장치가 없습니다.
ru: Заменяемые устройства не доступны

# overview_device_close_btn
source: All off
de: Alle aus
es: Todo apagado
fr: Tout désactivé
it: Tutto disattivato
ko: 모두 끄기
ru: Закрыть все одним нажатием

# device_set_privacy_area_statistics_1
source: Occlusion area（%1$d/%2$d）
de: Sichtschutzbereich (%1$d/%2$d)
es: Área de oclusión(%1$d/%2$d)
fr: Zone d'occlusion (%1$d/%2$d)
it: Area di occlusione（%1$d/%2$d）
ko: 보호구역（%1$d/%2$d）
ru: Область маски（%1$d/%2$d）

# home_setting_delete_home
source: Remove Home
de: Zuhause entfernen
es: Eliminar Hogar
fr: Supprimer le domicile
it: Rimuovi casa
ko: 홈 삭제
ru: Удалить Дом

# home_no_device
source: No device
de: Kein Gerät
es: No hay dispositivos
fr: Aucun appareil
it: Nessun dispositivo
ko: 장치 없음
ru: Нет оборудования

# user_nickname_empty
source: Nickname cannot be empty.
de: Spitzname darf nicht leer sein.
es: El nombre no se puede dejar en blanco.
fr: Le surnom ne peut pas être vide.
it: Il nickname non può essere vuoto.
ko: 닉네임을 입력해주세요.
ru: Поле "Имя" должно быть заполнено.

# other_empty_no_log
source: No logs
de: Keine Protokolle
es: No hay registros
fr: Aucun journal
it: Nessun registro
ko: 로그가 없습니다.
ru: Нет логов

# device_delete_confirm_tips
source: The related automation and scenes might be affected after removal
de: Die zugehörigen Automatisierungen und Szenen könnten nach dem Entfernen beeinträchtigt sein
es: La automatización y las escenas relacionadas podrían verse afectadas tras la eliminación
fr: L’automation et les scènes associées pourraient être affectées après le retrait
it: L'automazione e le scene correlate potrebbero essere influenzate dopo la rimozione
ko: 삭제 시 기존에 설정한 자동 실행이나 동시 실행에 영향을 미칠 수 있습니다.
ru: После удаления могут быть затронуты соответствующие процессы автоматизации и сцены

# home_no_content
source: No content
de: Kein Inhalt
es: No hay contenido
fr: Aucun contenu
it: Nessun contenuto
ko: 내용이 없습니다
ru: Контент отсутствует

# doorlock_no_pwd
source: No Passwords
de: Keine Passwörter
es: No hay contraseñas
fr: Aucun mot de passe
it: Nessuna password
ko: 비밀번호가 없습니다
ru: Нет пароля

# user_data_risk_note
source: User Data Risk Agreement
de: Risikovereinbarung für Benutzerdaten
es: Acuerdos sobre el riesgo de los datos del usuario
fr: Accord de risque pour les données d’utilisateur
it: Accordo sul rischio dei dati dell'utente
ko: 사용자 데이터 위험 계약
ru: Соглашение о Риске Пользовательских Данных

# device_delete_device
source: Remove Accessory
de: Zubehör entfernen
es: Eliminar accesorio
fr: Supprimer l’accessoire
it: Rimuovere l'accessorio
ko: 장치 삭제
ru: Удалить Устройство

# security_not_event_now
source: No alarm to be confirmed
de: Kein zu bestätigender Alarm
es: No hay alarma para confirmar
fr: Aucune alarme à confirmer
it: Nessun allarme da confermare
ko: 확인된 알람이 없습니다.
ru: Сигнал тревоги не должен быть подтвержден

# doorlock_userpermissions
source: User permissions
de: Benutzerrechte
es: Permisos del usuario
fr: Autorisations d’utilisateur
it: Autorizzazioni per l'utente
ko: 사용자 권리
ru: Права пользователя

# other_setting_messages_empty
source: No Message
de: Keine Nachricht
es: No hay mensaje
fr: Aucun message
it: Nessun messaggio
ko: 메시지가 없습니다
ru: Сообщений ещё нет

# camera_remove_face_title
source: Face Remove
de: Gesicht entfernen
es: Eliminar rostro
fr: Suppression du visage
it: Rimuovere il viso
ko: 얼굴 제거
ru: Удалить лицо

# doorlock_no_data_bind_hub_first
source: No data. Please bind the Hub first
de: Keine Daten. Bitte verbinden Sie zuerst den Hub
es: No hay más datos. Por favor, vincular el Hub primero
fr: Aucune donnée. Localisez d’abord le Hub
it: Nessun dato. Eseguire prima il binding dell'hub
ko: 데이터가 없습니다. 먼저 허브를 연결해주세요.

# doorlock_reached_the_upper_limit_if_add_another_delete_other_nfc
source: The number of user NFC cards has reached the limit. If you need to add another one, please delete some NFC cards and add again
de: Die maximale Anzahl von Benutzer-NFC-Karten wurde erreicht. Wenn Sie eine weitere hinzufügen möchten, löschen Sie bitte einige NFC-Karten und fügen dann die Neuen hinzu
es: El número de usuarios de las tarjetas NFC ha alcanzado su límite. Si necesita agregar otro, por favor elimine algunas tarjetas NFC y añada nuevamente
fr: Le nombre de cartes NFC d’utilisateur a atteint la limite. Si vous souhaitez en ajouter un autre, veuillez supprimer des cartes NFC de passe puis ajouter de nouveau
it: Il numero di schede NFC utente ha raggiunto il limite. Se è necessario aggiungerne un'altra, cancellare alcune schede NFC e aggiungerne di nuove.
ko: 사용자 NFC 카드 수가 한계에 도달했습니다. 다른 카드를 추가해야 하는 경우 일부 NFC 카드를 삭제하고 다시 추가해주세요.

# device_info_sensor_motion_no_info
source: No data
de: Keine Daten
es: No hay más datos
fr: Pas de données
it: Nessun dato
ko: 데이터 없음
ru: Нет данных

# device_nas_set_remove
source: Remove the NAS storage device
de: NAS-Speichergerät entfernen
es: Elimine el dispositivo de almacenamiento NAS
fr: Supprimer le périphérique de stockage NAS
it: Rimuovere il dispositivo di archiviazione NAS
ko: NAS스토리지 장치 제거
ru: Удалить запоминающее устройство NAS

# other_perm_not_storage_permission
source: Please allow to access your phone storage
de: Erlauben Sie bitte den Zugriff auf Ihren Handyspeicher
es: Por favor, permita acceder a su almacenamiento del teléfono
fr: Veuillez autoriser l’accès au stockage de votre téléphone
it: Consentire l'accesso alla memoria del telefono
ko: 휴대폰 저장소에 접근할 수 있도록 허용해 주세요.
ru: Разрешите доступ к хранилищу Вашего телефона

# user_nickname_too_long
source: Nickname is too long
de: Spitzname ist zu lang
es: El nombre es demasiado largo
fr: Le surnom est trop long
it: Il nickname è troppo lungo
ko: 닉네임이 너무 깁니다.
ru: Имя слишком длинное

# other_temp_no_device
source: No accessories
de: Kein Zubehör
es: Sin accesorios
fr: Aucun accessoire
it: Nessun accessorio
ko: 장치 정보가 없습니다.
ru: Нет информации об устройстве
