Repository: acodeworker/localzedLoader
Catalog: *.lproj/Localizable.strings
Languages: de, es, fr, it, ko, ru

# doorlock_unread_message_withoutcamera
source: You have more than 7 news messages. Click “Totally Read” to skip all the new messages. Click “More details” to enter the door lock log page.
de: Sie haben mehr als 7 ungelesene News-Nachrichten. Klicken Sie auf „Vollständig gelesen“, um alle neuen Nachrichten zu überspringen. Klicken Sie auf „Weitere Details“, um die Türschloss-Protokollseite aufzurufen.
es: Tiene más de 7 mensajes nuevos. Haga clic en "Totalmente leído" para saltar los mensajes nuevos. Haga clic en "Más detalles" para entrar en la página de bloqueo de puerta.
fr: Vous avez plus de 7 nouveaux messages. Cliquer sur « Entièrement lu » pour sauter tous les nouveaux messages. Cliquer sur « Plus de détails » pour accéder à la page de journal des verrous de porte.
it: Avete più di 7 messaggi di notizie. Fare clic su "Completamente letto" per saltare tutti i nuovi messaggi. Fare clic su "Ulteriori dettagli" per accedere alla pagina di registro del blocco porta.

# doorlock_pwd_vertify_fail
source: Password Verification Failed
de: Passwortprüfung fehlgeschlagen
es: Error al verificar contraseña
fr: Échec de vérification du mot de passe
it: Sblocco password fallito
ko: 비밀번호 인증 실패

# automation_enable
source: Enable Automation
de: Automatisierung aktivieren
es: Permite Automatización
fr: Activer l’automatisation
it: Abilita l’automazione
ko: 자동화 활성화
ru: Включить автоматизацию

# user_login_registered_btn
source: No account？Sign Up
de: Kein Konto? Registrieren
es: ¿Sin cuenta? Registro
fr: Pas de compte？Inscription
it: Nessun account？Iscriviti
ko: 가입하기
ru: Зарегистрироваться

# doorlock_bluetooth_connecting
source: Connecting to bluetooth
de: Verbindung mit Bluetooth wird hergestellt
es: Conectando a Bluetooth
fr: Connexion au Bluetooth
it: Collegamento al bluetooth in corso
ko: 블루투스 연결 중...

# doorlock_breakthedoorlock
source: Break the door lock
de: Brechen Sie das Türschloss auf
es: Romper la cerradura
fr: Forcer le verrou de porte
it: Rompere la serratura della porta
ko: 도어락이 파손되었습니다.
ru: Дверной замок сломан

# common_start
source: Start
es: Inicio
fr: Début
it: Avvio
ko: 시작
ru: Старт

# automation_timer_repeat_custom_frequency2
source: Monthly
de: Monatlich
es: Mensualmente
fr: Tous les mois
it: Mensilmente
ko: 매달
ru: Каждый месяц

# doorlock_device_bluetooth_error_hint
source: Bluetooth connection failed. Please restart your phone Bluetooth and try again.
de: Die Bluetooth-Verbindung ist fehlgeschlagen. Bitte aktivieren Sie das Bluetooth Ihres Telefons nochmal und versuchen Sie es erneut.
es: Ha fallado la conexión Bluetooth. Por favor, reinicia el Bluetooth de tu teléfono e inténtalo de nuevo.
fr: Échec de la connexion Bluetooth Veuillez redémarrer le Bluetooth de votre téléphone et réessayer.
it: Connessione Bluetooth non riuscita. Riavvia il Bluetooth del telefono e riprova.
ko: 블루투스 연결 실패, 핸드폰 블루투스 다시 켜서 시도하세요
ru: Не удалось подключиться к Bluetooth

# doorlock_pwd_effect_savetips
source: Password will be effective permanently, continue to save?
de: Das Passwort wird dauerhaft gültig sein. Speichern?
es: La contraseña se hará efectiva permanentemente, ¿guardar?
fr: Le mot de passe sera permanent, continuer à enregistrer ?
it: La password sarà efficace in modo permanente, continuare a salvare?
ko: 암호가 영구적으로 적용됩니다. 계속 저장하시겠습니까?

# camera_start_import
source: Import Beginning
de: Beginn importieren
es: Inicio de la importación
fr: Importer le début
it: Importa inizio
ko: 가져오기 시작
ru: Начать импорт

# doorlock_door_not_close
source: Door is not closed properly
de: Die Tür ist nicht richtig geschlossen
es: La puerta no está bien cerrada
fr: La porte n’est pas fermée correctement
it: La porta è chiusa correttamente
ko: 문이 제대로 닫히지 않음

# doorlock_reception_timed_out_bluetooth_data
source: Bluetooth data reception timed out
de: Zeitüberschreitung beim Bluetooth-Datenempfang
es: La recepción de datos por Bluetooth ha agotado el tiempo de espera
fr: Réception des données Bluetooth expirée
it: Ricezione dati Bluetooth scaduta
ko: 블루투스 데이터 수신 시간 초과

# doorlock_moresetting_addpasswordnormal
source: User Password
de: Nutzerpasswort
es: Contraseña de usuario
fr: Mot de passe de l’utilisateur
it: Password utente
ko: 사용자 비밀번호
ru: Пароль пользователя

# automation_weather_cloudy_transient
source: It begins to be cloudy.
de: Es beginnt sich zu bewölken.
es: Comienza a nublarse.
fr: Le ciel commence à être nuageux.
it: Inizia ad essere nuvoloso.
ko: 흐려지기 시작
ru: Становится облачно

# device_offiline_device
source: Offline accessory
de: Offline-Accessoire
es: Accesorio fuera de línea
fr: Accessoire hors ligne
it: Accessorio offline
ko: 오프라인 장치
ru: Устройства без доступа к сети

# doorlock_disconnected_bluetooth_try_again
source: Bluetooth connection is down. Please try to place your phone close to the door lock.
de: Die Bluetooth-Verbindung wurde getrennt. Bitte gehen Sie mit Ihrem Telefon näher an das Türschloss.
es: La conexión Bluetooth no funciona. Intenta colocar tu teléfono cerca del bloqueo de la puerta.
fr: Connexion Bluetooth indisponible. Veuillez essayer de placer votre téléphone près du verrou de porte.
it: La connessione Bluetooth è inattiva. Prova a posizionare il telefono vicino alla serratura.
ko: 블루투스 연결이 중단되었습니다. 휴대폰을 도어락에 가까이 대 보십시오.

# doorlock_verify_level_normal
source: Common
de: Üblich
es: Común
fr: Commun
it: Comune
ko: 보통
ru: Обычный

# doorlock_door_notfullyclosed
source: The door is not fully closed.
de: Die Tür ist nicht komplett geschlossen
es: La puerta no está totalmente cerrada.
fr: La porte n’est pas complètement fermée.
it: La porta non è completamente chiusa.
ko: 문이 완전히 닫히지 않았다.
ru: Дверь не закрыта

# doorlock_index_hint_ble_not_connect_desc
source: Bluetooth is not connected. The door lock is not in real-time status.
de: Es besteht keine Verbindung per Bluetooth. Das Türschloss befindet sich nicht im Echtzeitstatus.
es: El Bluetooth no está conectado. El bloqueo de la puerta no está en estado tiempo real.
fr: Bluetooth non connecté. Le verrou de porte n’est pas en temps réel.
it: Il Bluetooth non è connesso. La serratura della porta non è in tempo reale.
ko: 블루투스가 연결되어 있지 않습니다. 도어락이 실시간 상태가 아닙니다.

# doorlock_ordinary
source: User
de: Benutzer
es: Usuario
fr: Utilisateur
it: Utente
ko: 사용자
ru: Пользователь

# automation_weather_sunny_transient
source: It begins to clear up.
de: Es beginnt sich aufzuklären.
es: Comienza a despejarse.
fr: Le ciel commence à se dégager.
it: Inizia a schiarire.
ko: 맑게 개기 시작
ru: Начинает проясняться

# curve_offline
source: Offline
es: Fuera de línea
fr: Hors ligne
ko: 오프라인
ru: Не в сети

# access_net_mode_ble
source: Bluetooth Network Access
de: Bluetooth Netzwerkzugang
es: Acceso a red Bluetooth
fr: Accès au réseau Bluetooth
it: Accesso alla rete Bluetooth
ko: 블루투스 네트워크 연결
ru: Доступ по Bluetooth

# notification_type_normal
source: General Notifications
de: Allgemeine Benachrichtigungen
es: Notificaciones generales
fr: Notifications générales
it: Notifiche generali
ko: 일반 알림
ru: Обычные уведомления

# doorlock_moresetting_addfingerprintnormal
source: User Fingerprint
de: Nutzerfingerabdruck
es: Huella dactilar del usuario
fr: Empreinte digitale de l’utilisateur
it: Impronta digitale dell'utente
ko: 사용자 지문
ru: Отпечаток пальца пользователя

# doorlock_bluetooth_not_connected
source: Bluetooth is not connected
de: Bluetooth ist nicht verbunden
es: El Bluetooth no está conectado
fr: Bluetooth non connecté
it: Il Bluetooth non è connesso
ko: 블루투스에 연결되어 있지 않습니다.
ru: Bluetooth не подключен

# user_type_normal_login
source: 普通用户登录
de: Anmeldung normaler Benutzer
es: Inicio de sesión de usuario ordinario
fr: Connexion des utilisateurs ordinaires
it: Accesso utenti ordinari
ko: 일반 사용자 로그인
ru: Пользовательский логин

# device_acpartner_control_quick_cool
source: Fast-cooling
de: Schnellkühlung
es: Refrigeración rápida
fr: Refroidissement rapide
it: Raffreddamento rapido
ko: 급속 냉방
ru: Быстрое охлаждение

# device_ac_quick_heat
source: Fast-heating
de: Schnellheizen
es: Calentamiento rápido
fr: Chauffage raide
it: Riscaldamento rapido
ko: 급속 난방
ru: Быстрый нагрев

# doorlock_is_not_current_configured_with_wifi
source: The door lock is not currently configured with the Wi-Fi and a hub. If you want to check the situation in front of the door at any time, you can use it normally after configuration
de: Das Türschloss ist derzeit nicht per WLAN und einem Hub konfiguriert. Falls Sie jederzeit die Situation vor der Tür überprüfen möchten, können Sie diese nach der Konfiguration ganz normal tun
es: El bloqueo de la puerta no está configurado con la Wi-Fi y un hub. Si quieres comprobar la situación frente a la puerta en cualquier momento, puedes usarlo con normalidad después de la configuración
fr: Le verrou de porte n’est actuellement pas configuré avec le Wi-Fi et un hub. Si vous voulez vérifier la situation devant la porte à tout moment, vous pouvez l’utiliser normalement après la configuration
it: La serratura della porta non è attualmente configurata con il Wi-Fi e un hub. Se si desidera controllare la situazione davanti alla porta in qualsiasi momento, è possibile utilizzarla normalmente dopo la configurazione.
ko: 현재 도어락이 Wi-Fi 및 허브로 구성되어 있지 않습니다. 언제든지 문 앞의 상황을 확인하고 싶다면, 설정 후 정상적으로 사용할 수 있습니다.

# device_curtain_automatic_tips
source: After starting up, gently pull the curtain manually and it will open/close automatically.
de: Ziehen Sie nach dem Start vorsichtig manuell am Vorhang und er öffnet/schließt sich automatisch.
es: Después del inicio, tire de la cortina manualmente y se abrirá/cerrará automáticamente.
fr: Après le démarrage, tirer doucement le rideau manuellement et il s’ouvrira / se fermera automatiquement.
it: Dopo l'avvio, tirare delicatamente la tenda manualmente e si aprirà/si chiuderà automaticamente.
ko: 손으로 커튼을 살짝 당겨 자동으로 열거나 닫을 수 있습니다.
ru: Включить его. Потяните шторы и они откроются/закроются автоматически.

# device_roll_curtain_level_open
source: Open
de: Offen
es: Abierto
fr: Ouvrir
it: Apri
ko: 열림
ru: Открыто

# doorlock_doorloor_broken
source: Door lock is broken
de: Das Türschloss ist beschädigt
es: El bloqueo de la puerta está roto
fr: Verrou de porte cassé
it: La serratura della porta è rotta
ko: 도어락이 고장났습니다.

# other_curtain_config_timeout
source: Time out
de: Zeitüberschreitung
es: Tiempo expirado
fr: Expiration
ko: 시간 초과
ru: Время вышло

# curve_type_average_1
source: Average Value：
de: Durchschnittswert:
es: Valor medio:
fr: Valeur moyenne :
it: Valore medio:
ko: 평균치：
ru: Среднее значение：

# curve_open
source: Door Opened
de: Tür ist offen
es: Puerta abierta
fr: Porte ouverte
it: Porta aperta
ko: 문이 열렸습니다.
ru: Открыто

# doorlock_picked_alarm
source: Door Picked Alarm
de: Türknackenalarm
es: Alarma escogida para la puerta
fr: Alarme de forçage de porte
it: Allarme porta selezionata

# device_ir_match_config_key
source: Configurate keys
de: Schlüssel konfigurieren
es: Configurar llaves
fr: Configurer les clés
it: Configurazione dei tasti
ko: 버튼 설정
ru: Кнопка конфигурации

# device_rome_rail_guide_tip_2
source: After startup, click the setting button twice in succession quickly to release the hook of the curtain driver until it reaches out to the maximum length, and close the curtain completely;
de: Klicken Sie nach dem Start zweimal schnell hintereinander auf die Einstellungsschaltfläche, um den Haken des Vorhangantriebs loszulassen, bis er die maximale Länge erreicht und den Vorhang komplett schließt;
es: Después de la puesta en marcha, haz clic en el botón de ajuste dos veces seguidas rápidamente para liberar el gancho del conductor de la cortina hasta que llegue a la longitud máxima, y cierra la cortina completamente;
fr: Après le démarrage, cliquer sur le bouton de réglage deux fois rapidement pour libérer le crochet du pilote de rideau jusqu’à la longueur maximale et fermer complètement le rideau ;
it: Dopo l'avvio, fai clic due volte di seguito rapidamente sul pulsante di impostazione per rilasciare il gancio dell’azionamento della tenda finché non raggiunge la lunghezza massima e chiudere completamente la tenda;
ko: 전원이 켜진 후, 설정 버튼을 두 번 연속으로 빠르게 클릭하여 스마트 커튼 컨트롤러의 걸이를 가장 긴 상태로 풀어주며 커튼을 완전히 닫을 때까지 당깁니다.
ru: После включения дважды быстро нажмите кнопку настройки, чтобы отпустить крюк компаньона для штор на максимальную длину, и одновременно потяните штору, чтобы полностью закрыть ее;

# doorlock_doorbell_volume
source: Doorbell volume
de: Lautstärke der Türklingel
es: Volumen del timbre
fr: Volume de sonnette
it: Volume del campanello
ko: 초인종 볼륨

# device_nas_state_error
source: Configuration error, unable to transmit video
de: Konfigurationsfehler, Video kann nicht übertragen werden
es: Error de configuración, imposible transmitir vídeo
fr: Erreur de configuration, impossible de transmettre la vidéo
it: Errore di configurazione, impossibile trasmettere il video
ko: 구성 오류, 동영상 전송 실패
ru: Ошибка конфигурации, нельзя передать видео

# doorlock_log_password_unlock_failure
source: Password Unlock Failed
de: Entriegelung per Passwort fehlgeschlagen
es: Error al desbloquear con contraseña
fr: Échec du déverrouillage du mot de passe
it: Sblocco password fallito
ko: 비밀번호 해제 실패

# device_ac_restore_last_power_on
source: Run at maximum fan speed and minimum temperature after startup, restore to the last power off temperature after specified time.
de: Nach Start läuft es mit max. Geschwindigkeit des Ventilators und min. Temperatur, die letzte Ausschalttemperatur wird nach angegebener Zeit wiederhergestellt.
es: Funciona a la máxima velocidad del ventilador y a la mínima temperatura después de la puesta en marcha, restablece la última temperatura de apagado después del tiempo especificado.
fr: Vitesse maximale du ventilateur et température minimale après le démarrage, rétablir la dernière température à l’extinction après le temps spécifié.
it: Funziona alla velocità massima della ventola e alla temperatura minima dopo l'avvio, ripristina l'ultima temperatura di spegnimento dopo il tempo specificato.
ko: 켰을 때 최대 풍속, 최저 온도로 작동하며, 시간 지정 후 지난 번 꺼졌을 때의 온도를 회복합니다.
ru: Включить на максимальной скорости обдува и минимальной температуре, но установить настроенную при последнем использовании температуру через заданное время.

# doorlock_preview_unlock_number_title
source: 门锁
de: Türschloss
es: Cerradura
fr: Serrure de porte
it: Serratura della porta
ko: 도어락

# device_configure_success
source: Configured successfully
de: Erfolgreich konfiguriert
es: Configurado con éxito
fr: Configuré avec succès
it: Configurato con successo
ko: 구성 성공
ru: Настроен успешно

# device_camera_close_password_successfully
source: Close Password Successfully
de: Das Passwort wurde erfolgreich geschlossen
es: Cierre de contraseña exitoso
fr: Fermer le mot de passe avec succès
it: Chiudere la password con successo
ko: 비밀번호 설정을 해제했습니다.

# device_ac_quick_cool_hint
source: When turned on, the temperature goes down to 20 °C with maximum fan speed in 10 minutes. Then restore to previous temperature before last shutdown
de: Beim Einschalten fällt die Temperatur bei maximaler Lüftergeschwindigkeit in 10 Minuten auf 20 °C. Stellen Sie dann die vorherige Temperatur vor dem letzten Herunterfahren wieder her
es: Cuando está encendido, con la velocidad del ventilador al máximo, la temperatura baja hasta 20 ºC en 10 minutos. A continuación, restablece la temperatura anterior a la última desconexión
fr: Lorsqu’il est activé, la température descend à 20 °C avec la vitesse maximale du ventilateur en 10 minutes. Puis, rétablir la température précédente avant le dernier arrêt
it: All'accensione la temperatura scende a 20° C con velocità massima della ventola in 10 minuti. Quindi si ripristina la temperatura precedente prima dell'ultimo spegnimento
ko: 전원이 켜지면, 최대 풍속으로 온도를 20 ℃까지 내리고, 10분 후 켜지기 전 설정했던 온도로 자동 설정됩니다.
ru: После включения он работает с максимальной скоростью вращения вентилятора, понижая температуру до 20 °C в течение 10 минут. Затем он возвращается к предыдущей температуре выключения.

# doorlock_someone_is_lingering_at_the_door
source: Someone is lingering at the door
de: Jemand verweilt an der Tür
es: Alguien está en la puerta
fr: Quelqu’un s’attarde à la porte
it: Qualcuno si attarda alla porta
ko: 누군가가 문 앞에 있습니다.

# doorlock_take_picture
source: Take a picture
de: Aufnahme eines Bildes
es: Tomar imagen
fr: Prendre une photo
it: Scattare una foto
ko: 사진 촬영

# device_ac_panel_light
source: Panel light
de: Panel-Licht
es: Luz de panel
fr: Éclairage de panneau
it: Luce pannello
ko: 패널 라이트
ru: Свет панели

# device_ac_quick_cooling_tips
source: When turned on, the temperature goes down to 20°C with maximum fan speed in 10 minutes. Then restore to previous temperature before last shutdown
de: Beim Einschalten fällt die Temperatur bei maximaler Lüftergeschwindigkeit in 10 Minuten auf 20 °C. Stellen Sie dann die vorherige Temperatur vor dem letzten Herunterfahren wieder her
es: Cuando está encendido, con la velocidad del ventilador al máximo, la temperatura baja hasta 20 ºC en 10 minutos. A continuación, restablece la temperatura anterior a la última desconexión
fr: Lorsqu’il est activé, la température descend à 20°C avec la vitesse maximale du ventilateur en 10 minutes. Puis, rétablir la température précédente avant le dernier arrêt
it: All'accensione la temperatura scende a 20° C con velocità massima della ventola in 10 minuti. Quindi si ripristina la temperatura precedente prima dell'ultimo spegnimento
ko: 에어컨이 켜진 후 20℃까지 최대 풍속으로 10분간 냉방하고, 에어컨을 끄기 전 마지막 설정 상태로 돌아갑니다.
ru: После включения он работает с максимальной скоростью вращения вентилятора, понижая температуру до 20 °C в течение 10 минут. Затем он возвращается к предыдущей температуре выключения.

# doorlock_doorbell_call
source: Doorbell call notification
de: Türklingel-Benachrichtigung
es: Notificación de timbre de llamada
fr: Notification d’appel à la porte
it: Notifica di chiamata al campanello
ko: 초인종 호출 알림

# security_guard_configure_alarm_action
source: Configure alarm execution action
de: Konfiguration zur Aktion der Alarmausführung
es: Configurar acción de ejecución de alarma
fr: Configurer l’action d’exécution des alarmes
it: Configurare l'azione di esecuzione dell'allarme
ko: 경보 실행 동작 배치
ru: Настроить действия, которые должны быть выполнены сигналом тревоги.

# common_time_sec
source: sec
de: s
es: seg
fr: s
ko: 초
ru: сек

# device_ac_quick_heat_hint
source: When turned on, the temperature goes up to 30 °C with maximum fan speed in 10 minutes. Then restore to previous temperature before last shutdown
de: Beim Einschalten fällt die Temperatur bei maximaler Lüftergeschwindigkeit in 10 Minuten auf 30 °C. Stellen Sie dann die vorherige Temperatur vor dem letzten Herunterfahren wieder her
es: Cuando está encendido, con la velocidad del ventilador al máximo, la temperatura sube hasta 30 ºC en 10 minutos. A continuación, restablece la temperatura anterior a la última desconexión
fr: Lorsqu’il est activé, la température descend à 30 °C avec la vitesse maximale du ventilateur en 10 minutes. Puis, rétablir la température précédente avant le dernier arrêt
it: All'accensione la temperatura sale a 30° C con velocità massima della ventola in 10 minuti. Quindi si ripristina la temperatura precedente prima dell'ultimo spegnimento
ko: 전원이 켜지면, 최대 풍속으로 온도를 30 ℃까지 올리고, 10분 후 켜지기 전 설정했던 온도로 자동 설정됩니다.
ru: После включения он работает с максимальной скоростью вращения вентилятора, повышая температуру до 30 °C в течение 10 минут. Затем он возвращается к предыдущей температуре выключения.

# device_sensor_magnet_t1
source: Door and Window Sensor T1
de: Tür- und Fenstersensor T1
es: Sensor T1 de puerta y ventana
fr: Capteur de porte et fenêtre T1
it: Sensore per porte e finestre T1
ko: 열림 감지 센서 T1
ru: Датчик открытия дверей и окон T1

# camera_device_set_facial_step1_hint
source: Take a picture or choose the identified face picture
de: Nehmen Sie ein Foto auf oder wählen Sie das identifizierte Gesichtsbild
es: Tome una foto o elija una imagen de la cara a identificar
fr: Prendre une photo ou choisir la photo du visage identifiée
it: Scattare una foto o scegliere l'immagine del volto identificato
ko: 사진을 촬영하거나 또는 인식하고자 하는 얼굴 사진을 선택하십시오.
ru: Сделайте снимок или выберите фотографию лица, которую хотите распознать.

# user_login_reset_pwd_success
source: Password reset successfully
de: Das Passwort wurde erfolgreich zurückgesetzt
es: Restablecimiento de la contraseña exitoso
fr: Mot de passe réinitialisé avec succès
it: La password è stata ripristinata con successo
ko: 비밀번호 변경 성공
ru: Пароль успешно сброшен

# device_ac_quick_heating_tips
source: When turned on, the temperature goes up to 30°C with maximum fan speed in 10 minutes. Then restore to previous temperature before last shutdown
de: Beim Einschalten fällt die Temperatur bei maximaler Lüftergeschwindigkeit in 10 Minuten auf 30 °C. Stellen Sie dann die vorherige Temperatur vor dem letzten Herunterfahren wieder her
es: Cuando está encendido, con la velocidad del ventilador al máximo, la temperatura baja hasta 30 ºC en 10 minutos. A continuación, restablece la temperatura anterior a la última desconexión
fr: Lorsqu’il est activé, la température descend à 30°C avec la vitesse maximale du ventilateur en 10 minutes. Puis, rétablir la température précédente avant le dernier arrêt
it: All'accensione la temperatura sale a 30° C con velocità massima della ventola in 10 minuti. Quindi si ripristina la temperatura precedente prima dell'ultimo spegnimento
ko: 에어컨이 켜진 후 30℃까지 최대 풍속으로 10분간 난방하고, 에어컨을 끄기 전 마지막 설정 상태로 돌아갑니다.
ru: После включения он работает с максимальной скоростью вращения вентилятора, повышая температуру до 30 °C в течение 10 минут. Затем он возвращается к предыдущей температуре выключения.

# device_vibration_door_window_detection
source: Door and window movement detection
de: Tür- und Fenster-Bewegungserkennung
es: Detección de movimiento de puerta y ventana
fr: Détection de mouvement de porte et fenêtre
it: Rilevamento del movimento di porte e finestre
ko: 문 또는 창문 움직임 감지
ru: Определение движений дверей и окон

# other_dialog_take_photo
source: Take Photo
de: Foto machen
es: Tomar foto
fr: Prendre une photo
it: Scattare una foto
ko: 사진 찍기
ru: Сфотографировать

# other_encryption_key_hint
source: Password
de: Passwort
es: Contraseña
fr: Mot de passe
ko: 비밀번호
ru: Пароль

# camera_has_lock_tips_old
source: Your accessory has been locked
de: Ihr Accessoire wurde verriegelt
es: El accesorio se ha bloqueado
fr: Votre accessoire a été verrouillé
it: L'accessorio è stato bloccato
ko: 장치가 잠겼습니다.
ru: Ваше устройство заблокировано

# doorlock_pwd_expired
source: Password has expired
de: Das Passwort ist abgelaufen
es: La contraseña ha expirado
fr: Mot de passe expiré
it: La password è scaduta
ko: 비밀번호가 만료되었습니다.

# device_alarmtrigereddevice_doormotiontips
source: Door/window is opened
de: Tür/Fenster ist geöffnet
es: Puerta/ventana está abierta
fr: Porte/fenêtre ouverte
it: La porta/finestra è aperta
ko: 문/창문이 열림
ru: Дверь/окно открыто

# doorlock_pairingcode_verification_failed
source: Registration verification failed (0x0D)
de: Überprüfung der Registrierung fehlgeschlagen (0x0D)
es: Registro de verificación fallida (0x0D)
fr: Échec de vérification d’inscription (0x0D)
it: Verifica della registrazione fallita (0x0D)
ko: 등록 확인 실패(0x0D)

# doorlock_pwdusers_full
source: Password users are full
de: Die Passwortnutzer sind voll
es: Los usuarios de la contraseña están al completo
fr: Les utilisateurs de mot de passe sont au complet
it: Gli utenti con password sono pieni
ko: 암호 사용자가 꽉 찼습니다.

# doorlock_pwd_existed
source: The password has already existed
de: Das Passwort ist bereits vorhanden
es: La contraseña ya existía
fr: Le mot de passe existe déjà
it: La password esiste già
ko: 비밀번호가 이미 존재합니다.

# common_null_toast
source: No data
de: Keine Daten
es: No hay más datos
fr: Pas de données
it: Nessun dato
ko: 데이터 없음
ru: Нет данных
