Repository: acodeworker/localzedLoader
Catalog: *.lproj/Localizable.strings
Languages: de, es, fr, it, ko, ru

# selfKey
source: English(英文)[en]
de: Deutsch(德语)[german]
es: Español(西班牙语)[es]
fr: Français(法语)[french]
it: Italiano(意大利语)[italian]
ko: 한국어 공부 해요(韩语)[ko]
ru: Русский(俄罗斯语)[ru]

# service_card_light_list
source: Light card
de: Beleuchtete Karten
es: Tarjetas iluminadas
fr: Cartes de la lumière
it: Scheda illuminazione
ko: 조명 카드
ru: Карта света

# service_card_light_control_null
source: No smart recommendation now
de: Zurzeit keine intelligenten Empfehlungen
es: No hay inteligencia para recomendar
fr: Il n'y a pas d'intelligence à recommander
it: Ora non ci sono raccomandazioni intelligenti
ko: 스마트 추천 없음
ru: Нет умных рекомендаций

# energe_card
source: Energy consumption
de: Energieverbrauch
es: Consumo de energía
fr: Consommation d'énergie
it: Consumo di energia
ko: 전체 전력 소비량
ru: Энергопотребление в доме

# energy_card_month
source: Energy consumption for the current month
de: Energieverbrauch des aktuellen Monats
es: Consumo de energía del mes en curso
fr: Consommation d’énergie pour le mois en cours
it: Consumo energetico del mese in corso
ko: 당월 전력 소비량
ru: Ежемесячное энергопотребление

# energy_card_today
source: Energy consumption today
de: Energieverbrauch heute
es: Consumo de energía de hoy
fr: Consommation d’énergie aujourd’hui
it: Consumo di energia oggi
ko: 당일 전력 소비량
ru: Энергопотребление сегодня

# common_query_data_btn
source: Have any question about data? Click for details
de: Haben Sie eine Frage zu den Daten? Für Einzelheiten hier klicken
es: ¿Tiene alguna pregunta sobre los datos? Haga clic para más detalles
fr: Des questions au sujet des données ? Cliquer pour les détails
it: Hai qualche domanda sui dati? Fare clic per i dettagli
ko: 데이터에 대한 질문이 있습니까? 클릭해서 알아보세요.
ru: Есть вопросы о данных? Нажмите, чтобы узнать

# homepage_board_null_text2
source: Add a board card as you desire. Have a try.
de: Fügen Sie nach Belieben eine Boardkarte hinzu. Ausprobieren.
es: Añada una tarjeta de tablero como desee. Pruébelo.
fr: Ajouter la carte de tableau désirée. Essayez.
it: Aggiungere una scheda a piacere. Prova.
ko: 필요에 따라 간판 카드를 유연하게 구성할 수 있습니다. 간판을 추가해 보세요.
ru: Вы можете легко настраивать карты панели в соответствии с вашими потребностями. Попробуйте сначала добавить панель

# homepage_board_group_delete_hint
source: The card in the group will also be deleted.
de: Die Karte in der Gruppe wird ebenfalls gelöscht.
es: La tarjeta en el grupo también se eliminará.
fr: La carte du groupe sera également supprimée.
it: Anche la scheda del gruppo verrà eliminata.
ko: 해당 그룹에 있는 카드도 함께 삭제됩니다.
ru: Карты в этой группе будут также удалены.

# me_set_undo_privacy_text
source: If you cancel the approval of user terms and privacy policy, the cloud data under the account will be cleared. Specifically, it contains the following assets or equities: 1. Device unbinding: all devices will be unbound with the current account; the previous device data stored in the server will be cleared; the data stored in physical device will be cleared after you conduct manual local physical resetting. 2. Data clearing: clear the previously created family information, automation information and scene information. After authorization is cancelled, data cannot be recovered. Please operate it cautiously. If you want to re-use the device, you have to bind it again and reauthorize it.
de: Beim Widerruf der Zustimmung zu den Nutzungsbedingungen und den Datenschutzrichtlinien werden alle Cloud-Daten unter dem Konto gelöscht, insbesondere die folgenden Vermögen oder Berechtigungen: 1. Von Geräten entbinden: Alle Geräte werden vom aktuellen Konto entbunden und alle früher auf dem Server gespeicherten Daten der Geräte werden gelöscht; Die in physischen Geräten gespeicherten Daten müssen gelöscht werden, indem Sie eine manuelle lokale physische Rücksetzung durchgeführt haben. 2. Daten leeren: Alle früher erstellten Familien-, Automatisierungs- und Szeneninformationen werden geleert. Die Daten können nach dem Widerruf der Genehmigung nicht wiederhergestellt werden, bitte gehen Sie mit Vorsicht vor. Wenn Sie die Geräte erneut verwenden möchten, müssen Sie sie erneut binden und genehmigen.
es: Al anular su consentimiento en los términos de uso y en la política de privacidad eliminará los datos que haya en su cuenta en la nube, incluyendo de forma específica los siguientes recursos y derechos: 1. Desvinculación del dispositivo: todos los dispositivos se desvincularán de la cuenta actual y los datos previamente almacenados en el servidor serán eliminados. Usted deberá eliminar de forma local los datos almacenados en el dispositivo físico después de restablecer el mismo manualmente. 2. Eliminación de datos: se eliminará la información previamente almacenada sobre la familia, la domótica y los escenarios creados. Una vez anulada la autorización, no será posible recuperar los datos. Por favor, proceda con precaución. Para volver a usar de nuevo el dispositivo, tendrá que vincularlo y volver a aceptar la autorización.
fr: Article concernant la révocation de l'usage et la politique de confidentialité, il faut mettre les données de cloud sous le numéro du compte bancaire, surtout les points suivants sur le capital ou les droits et intérêts doivent être inclus : 1. Enlever l'installation implique : toute l'installation pourrait inclure l'actuel compte pour ses frais, et avant la désinstallation il faut enregistrer les données sur le serveur ; les données enregistrées concernant l'installation doivent se faire manuellement en ce lieu et être éliminées après le réajustement. 2. Effacer les données : établir les informations du ménage avant d'effacer les données, les informations de l'automation, et les paysages Après l'autorisation de désinstallation les données ne peuvent être récupérées, veuillez faites attention à cette procédure. Comme si vous voulez l'utiliser à nouveau, Il vous faudra encore une fois le rpogrammer et renouveler la charge.
it: La revoca del consenso alle condizioni d'uso e all'informativa sulla privacy cancellerà i dati cloud nell'account, inclusi i seguenti beni o diritti: 1. Disconnessione dei dispositivi: tutti i dispositivi verranno disconnessi dall'account corrente e i dati archiviati dai dispositivi sul server in precedenza verranno cancellati, i dati memorizzati nei dispositivi fisici devono essere cancellati dopo il ripristino fisico locale manuale. 2. Cancellazione dati: cancella le informazioni sulla famiglia, le informazioni sull'automazione e le informazioni sulla scena precedentemente create. Dopo la revoca dell'autorizzazione, i dati non possono essere recuperati. Si prega di operare con cautela. Per utilizzare nuovamente il dispositivo, è necessario associarlo e autorizzarlo nuovamente.
ko: <이용 약관> 및 <개인정보 처리방침> 동의를 철회 시 해당 계정에서 클라우드 데이터가 삭제됩니다. 구체적으로 다음과 같은 자산 또는 자본이 포함됩니다. 1. 장치 연동 해제: 모든 장치는 현재 계정과 연동 해제되며, 서버에 저장된 데이터도 삭제됩니다. 물리적 장치에 저장된 데이터는 수동으로 로컬 물리적 리셋 한 후 제거해야 합니다. 2. 데이터 비우기: 이전에 생성된 홈 정보, 자동화 정보 및 장면 정보를 비웁니다. 권한 취소 후 데이터를 복원할 수 없으므로 신중히 선택하십시오. 장치를 재사용하려면 다시 연결하고 재인증해야 합니다.
ru: Отзыв согласия с Условиями использования и Политикой конфиденциальности приведет к удалению облачных данных аккаунта, включая следующие активы или права: 1. Отвязка устройства: все устройства будут отвязаны от текущего аккаунта, а данные, ранее сохраненные на сервере устройством, будут удалены; данные, хранящиеся на физическом устройстве, необходимо очистить после локального физического сброса вручную. 2. Удаление данных: удаление ранее созданной информации о доме, информации об автоматизации и информации о сценариях. После отмены авторизации данные нельзя будет восстановить. Пожалуйста, будьте внимательны. Для повторного использования устройства необходимо снова привязать его и повторно авторизовать.

# me_set_undo_privacy_btn_countdown
source: Cancel the authorization %1$s
de: Diese Genehmigung %1$s widerrufen
es: Anular esta autorización %1$s
fr: Révoquer cette procédure%1$s
it: Revocare l'autorizzazione %1$s
ko: %1$s권한을 취소합니다.
ru: Отменить эту авторизацию %1$s

# common_query_app3_btn
source: Learn about Aqara Home 3.0
de: Erfahren Sie mehr über Aqara Home 3.0
es: Conozca Aqara Home 3.0
fr: Apprendre sur Aqara home 3.0
it: Scopri Aqara Home 3.0
ko: Aqara Home 3.0 알아보기
ru: Узнать об Aqara Home 3.0

# homepage_board_group_delete_text
source: Are you sure to delete the group?
de: Möchten Sie die Gruppe wirklich löschen?
es: ¿Está seguro de que desea eliminar el grupo?
fr: Êtes-vous sûr de vouloir supprimer le groupe ?
it: Si è sicuri di voler eliminare il gruppo?
ko: 해당 그룹을 삭제하시겠습니까?
ru: Точно удалить всю группу?

# device_card_board_add_switch
source: Add a card to homepage board
de: Karte zum Homepage-Board hinzufügen
es: Añada una tarjeta al tablero de la página de inicio
fr: Ajouter les cartes au tableau de la page d’accueil
it: Aggiungere una scheda al tabellone della homepage
ko: 첫 화면 간판에 카드 추가
ru: Добавьте карту на панель главной страницы

# me_set_mode
source: Mode switch
de: Modusschalter
es: Cambio de modo
fr: Interrupteur de mode
it: Cambio di modalità
ko: 모드 변경하기
ru: Выбор режима

# device_execute_now
source: Execute now
de: Jetzt ausführen
es: Ejecutar ahora
fr: Exécuter maintenant
it: Eseguire ora
ko: 즉시 실행
ru: Выполнить сейчас

# me_set_mode_pad
source: Tablet mode
de: Tablet-Modus
es: Modo tablero
fr: Mode tablette
it: Modalità tablet
ko: 태블릿 모드
ru: планшетный режим

# me_set_mode_phone
source: Phone mode
de: Handy-Modus
es: Modo teléfono
fr: Mode téléphone
it: Modalità telefono
ko: 모바일 모드
ru: режим телефона

# common_data_fail_text
source: If data fails to be acquired, please try again.
de: Wenn keine Daten erfasst werden können, versuchen Sie es bitte erneut.
es: Si los datos no se adquieren, inténtelo de nuevo por favor.
fr: Si les données ne peuvent être obtenues, réessayez.
it: Se i dati non vengono acquisiti, si prega di riprovare.
ko: 데이터를 가져오지 못했습니다. 다시 시도해 주세요.
ru: Не удалось получить данные. Повторите попытку.

# service_card_light_control
source: Dimming service
de: Dimmdienste
es: Servicio de modulación de la luz
fr: Service de modulation de la lumière
it: Servizio di oscuramento
ko: 조명 서비스
ru: Диммирование

# service_card_light_room_lit_count_fios
source: %@ rooms are lit
de: %@Zimmer sind beleuchtet
es: %@ de las habitaciones están iluminadas
fr: %@ des chambres sont illuminées
it: %@Camere illuminate
ko: %@개 방에 조명 켜짐
ru: %@ комнат освещено

# service_card_light_lit_count_fios
source: %@ light (s) on
de: %@Lichter an
es: %@ de lámparas encendidas
fr: %@ des lampes sont allumées
it: %@luci accese
ko: %@개 조명 켜짐
ru: %@ ламп включено

# device_curtain_clear_title
source: Clear
de: Löschen
es: Borrar
fr: Effacer
it: Cancella
ko: 초기화
ru: Стереть

# energy_card_statistics
source: Energy consumption statistics
de: Statistik Energieverbrauch
es: Las estadísticas de consumo de energía
fr: Statistiques de consommation d’énergie
it: Statistiche sul consumo di energia
ko: 전력 소비량 통계
ru: Статистика энергопотребления

source: Loading. Please Wait.
de: Wird geladen. Bitte warten.
es: Cargando. Por favor, espere.
fr: Chargement. Patientez.
it: Caricamento. Attendere prego.
ko: 로딩중입니다. 잠시만 기다려 주십시오.
ru: Загружается. Подождите

# service_card_light_null
source: No light units now
de: Zurzeit keine Beleuchtungsausrüstung
es: No hay luces
fr: Il n'y a pas d'appareil d'éclairage
it: Ora nessuno apparecchio di illuminazione
ko: 조명 장치 없음
ru: Нет ламп

# service_card_light_null_all
source: All rooms have no light units now
de: Zurzeit keine Beleuchtungsausrüstung in allen Zimmern
es: No hay luces en todas las habitaciones
fr: Il n'y a pas d'appareil d'éclairage dans toutes les chambres
it: Nessuno apparecchio di illuminazione in tutte le stanze
ko: 모든 방에 조명 장치 없음
ru: Нет ламп в комнатах

# common_off_all_btn
source: Fully off
de: Alles aus
es: Todas las luces están apagadas
fr: Toutes sont éteintes
it: Tutti spenti
ko: 전체 끄기
ru: Все выкл

# common_on_light_btn
source: Open light
de: Beleuchtung einschalten
es: Encender
fr: Allumer
it: Luci accese
ko: 조명 켜짐
ru: Вкл лампу

# service_card_light_lit_count
source: %s light (s) on
de: %sLichter an
es: %s de lámparas encendidas
fr: %s des lampes sont allumées
it: %sluci accese
ko: %s개 조명 켜짐
ru: %s ламп включено

# me_set_mode_pop_text
source: Switching may cause the app to display abnormally, please operate with caution!
de: Ein Umschalten kann zu einer fehlerhaften Anzeige in der App führen. Bitte beachten Sie dies!
es: El cambio puede hacer que la aplicación se muestre de forma anormal. ¡Por favor, opere con precaución!
fr: Le basculement peut causer une anomalie d’affichage de l’application, utilisez avec précaution !
it: La commutazione può causare una visualizzazione anomala dell'applicazione, si prega di operare con cautela!
ko: 모드를 전환하는 경우 앱이 비정상적으로 표시될 수 있으니 주의하여 선택해 주세요.
ru: Внимание! Переключение может привести к неправильному отображению приложения.

# service_card_light_off_all
source: All lights are off
de: Alle Lichter sind aus
es: Tutte le luci sono spente
fr: Toutes les lampes sont éteintes
it: Todas las lámparas están apagadas
ko: 모든 조명 꺼짐
ru: Весь свет выкл

# camera_device_control_connect_state_fail
source: Connection fail
de: Erfolgreiche Verbindung
es: Conexión fallida
fr: Échec de la connexion
it: Connessione fallita
ko: 연결 실패
ru: Ошибка подключения

# service_card_light_off
source: Lights are all off
de: Die Lichter sind aus
es: Tutte le luci sono spente
fr: Les lampes sont éteintes
it: Las lámparas están apagadas
ko: 조명 꺼짐
ru: Лампы выкл

# detect_event
source: There is no detection event
de: Es gibt kein Erkennungsereignis
es: No hay evento detectado
fr: Aucun événement de détection
it: Non c'è alcun evento di rilevamento
ko: 현재 탐지 사건이 없습니다.
ru: Ничего не обнаружено

# camera_device_control_ringing_tip
source: When the doorbell button is pressed, the doorbell hub will play the specified ringtone.
de: Falls der Türklingelknopf gedrückt wird, spielt der Türklingel-Hub den angegebenen Klingelton ab.
es: Cuando se pulsa el botón del timbre de la puerta, el hub de timbres reproducirá el tono de llamada especificado.
fr: Lorsque vous appuyez sur le bouton de sonnette, le Hub de sonnette émet la sonnerie spécifiée.
it: Quando si preme il pulsante del campanello, l'hub campanello riproduce la suoneria impostata.
ko: 초인종을 누르자 초인종 허브에서 지정한 벨소리가 재생됩니다.
ru: После нажатия кнопки дверного звонка концентратор дверного звонка воспроизведет указанный рингтон звонка.

# overview_someone_quantity_1_fios
source: Stranger in %ld
de: Es befindet sich jemand in %ld
es: Hay alguien en %ld
fr: Quelqu’un est présent dans %ld
it: C'è qualcuno in %ld
ko: %ld에 사람 있음
ru: Человек в %ld

# camera_device_set_face_add_fail_pop_text2
source: The maximum of the faces of %d people is not remarked. The upper limit will be reached soon or has been reached. Please select and delete manually. Otherwise, the earliest face imported will be deleted dynamically.
de: Die maximale Anzahl der Gesichter von %d Personen wurde nicht erreicht. Die Obergrenze wird bald erreicht oder wurde bereits erreicht. Bitte manuell auswählen und löschen. Andernfalls wird das zuletzt importierte Gesicht automatisch gelöscht.
es: No se registró el máximo de rostros de %d personas. El límite máximo se alcanzará pronto o se ha alcanzado. Por favor, seleccione y elimine manualmente. De lo contrario, el primer rostro importado se borrará dinámicamente.
fr: Le maximum des visages de %d personnes n'a pas été remarqué. La limite supérieure sera bientôt atteinte ou a été atteinte. Veuillez sélectionner et supprimer manuellement. Sinon, le premier visage importé sera supprimé dynamiquement.
it: Il limite massimo dei volti di %d persone non è stato rilevato. Il limite massimo sarà raggiunto a breve o è stato raggiunto. Selezionare ed eliminare manualmente. Altrimenti, il primo volto importato verrà cancellato dinamicamente.
ko: 표기되지 않은 얼굴이 최대 %d명까지 도달할 예정이니 수동으로 정리해 주십시오. 수동으로 정리하지 않을 경우 가장 오랜된 얼굴부터 자동으로 지우겠습니다.
ru: Число неотмеченных лиц в библиотеке достигло или приближается к максимуму в %d человек, очистите их вручную, иначе будет прокручено для удаления самых ранних лиц

# homekit_scene_name
source: Scene Name
de: Szenennamen
es: Nombre de la escena
fr: Nom de scène
it: Nome della scena
ko: 동시실행 이름
ru: Название Сценария

# camera_confirm_remove
source: Confirm to remove
de: Confirmar eliminación
es: Entfernung bestätigen
fr: Confirmer l'abandon
it: Confermare rimozione
ko: 제거 확인
ru: Подтвердить удаление

# device_card_icon_more
source: More icons
de: Mehr Symbole
es: Más iconos
fr: Plus d'icônes
it: Altre icone
ko: 추가 아이콘
ru: Больше значков

# camera_camera_control_visitor_record
source: Visitor record
de: Rekord des Besuchers
es: Registro de visitantes
fr: Fiche visiteur
it: Registrazione dei visitatori
ko: 방문자 기록
ru: Запись посетителей

# camera_device_control_ringing_default_title
source: Default ringtone
de: Standardklingelton
es: Tono de llamado por defecto
fr: Sonnerie par défaut
it: Suoneria predefinita
ko: 기본 벨소리
ru: Рингтон по умолчанию

# camera_device_control_ringing_custom_title
source: Customized ringtone
de: Benutzerdefinierter Klingelton
es: Tono personalizado
fr: Sonnerie personnalisée
it: Suoneria personalizzata
ko: 사용자 정의 벨소리
ru: Собственный рингтон

# automation_template_success_check
source: Check the automation
de: Automatisierung überprüfen
es: Verifique la automatización
fr: Vérifier l’automatisation
it: Controllare l'automazione
ko: 자동 실행 확인
ru: Проверьте эту автоматизацию

# ifttt_space_service_light_brightness_all
source: Turn on all lamps to the designated brightness
de: Schalten Sie alle Lichter auf die angegebene Helligkeit ein
es: Encender todas las luces con el brillo indicado
fr: Allumer toutes les lampes à la luminosité voulue.
it: Accende tutte a lunimosità indicata
ko: 모든 조명은 지정 밝기로 켜기
ru: Включить все лампы на заданную яркость

# ifttt_space_service_light_brightness_on
source: Turn the open lamps to the designated brightness
de: Regulieren Sie die eingeschaltenenen Lichter auf die angegebene Helligkeit
es: Ajustar las luces abiertas al brillo indicado
fr: Régler les lampes allumées à la luminosité voulue.
it: Regola le luci accese a lunimosità indicata
ko: 켜진 램프는 지정 밝기로 설정하기
ru: Отрегулировать включенные лампы до заданной яркости

# ifttt_space_service_light_colortemperature_all
source: Turn all lamps to the designated color temperature
de: Schalten Sie alle Lichter auf die angegebene Farbtemperatur ein
es: Encender todas las luces a la temperatura de color indicada
fr: Allumer toutes les lampes à la température de couleur voulue.
it: Accende tutte a temperatura colore indicata
ko: 모든 조명은 지정 색온도로 설정하기
ru: Отрегулировать все лампы до заданной цветовой температуры

# ifttt_space_service_light_brightness_all_selected
source: Turn on all lamps to %s
de: Alle Lampen auf %s einschalten
es: Encender todas las luces de %s
fr: amener tous les lumières jusqu'à %s
it: accende tutte le luci a %s
ko: 모든 조명은 %@까지 켜기
ru: включить все лампы на %s

# ifttt_space_service_light_brightness_all_selected_fois
source: Turn on all lamps to %@
de: Alle Lampen auf %@ einschalten
es: Encender todas las luces de %@
fr: amener tous les lumières jusqu'à %@
it: accende tutte le luci a %@
ko: 모든 조명은 %@까지 켜기
ru: включить все лампы на %@

# ifttt_space_service
source: Smart space
de: Dienst für Smarten Raum
es: Servicios de espacio inteligente
fr: Service d'espace intelligent
it: Servizi smart space
ko: 스마트 스페이스
ru: Умное пространство

# automation_template_success_text_ios
source: %@ has been added and it is successfully started
de: %@ wurde hinzugefügt und erfolgreich gestartet
es: Se ha añadido %@ y se ha iniciado con éxito
fr: %@ a été ajouté est a été démarré
it: %@ è stato aggiunto ed è stato avviato con successo
ko: '%@'이/가 추가되고 활성화되었습니다.
ru: “%@” добавлено и успешно включено

# ifttt_space_service_light_on_all
source: Turn on all lamps
de: Alle Lampen an
es: Luces completamente encendidas
fr: Lumière d'allumage
it: Accensione di tutte le luci
ko: 조명 전체 켜기
ru: Все лампы вкл

# ifttt_space_service_light_off_all
source: Turn off all lamps
de: Alle Lampen aus
es: Luces completamente apagadas
fr: Lumière de fermeture
it: Spegnimento di tutte le luci
ko: 조명 전체 끄기
ru: Все лампы выкл

# automation_template_applied_position
source: Application space
de: Anwendungsbereich
es: Espacio de aplicación
fr: Espace d’application
it: Spazio di applicazione
ko: 적용 공간
ru: Применимое пространство

# automation_template_location_null
source: Click to select the position
de: Zur Auswahl der Position klicken
es: Haga clic para seleccionar la posición
fr: Cliquez pour sélectionner la position
it: Fare clic per selezionare la posizione
ko: 클릭하여 위치를 선택
ru: Нажмите, чтобы выбрать место

# automation_template_device_more
source: Multiple designated devices
de: Mehrere benannte Geräte
es: Múltiples dispositivos designados
fr: Appareils désignés multiples
it: Più dispositivi designati
ko: 지정된 여러 장치
ru: Назначено несколько устройств

# automation_template_add_disabled
source: Cannot be added - Missing necessary conditions or actions
de: Kann nicht hinzugefügt werden - Fehlende notwendige Bedingungen
es: No se puede añadir - faltan condiciones o acciones necesarias
fr: Impossible d’ajouter - Conditions ou actions manquantes
it: Non può essere aggiunto - Mancano le condizioni o le azioni necessarie
ko: 필수 조건 또는 동작이 없어 추가할 수 없습니다.
ru: Нет требуемого условия или действия, нельзя добавить

# automation_template_add
source: Add to automation
de: Automatisierung hinzufügen
es: Añadir a la automatización
fr: Ajouter à l’automatisation
it: Aggiungere all'automazione
ko: 자동 실행에 추가하기
ru: Добавить к автоматизации

# automation_template_success_text_android
source: %s has been added and it is successfully started
de: %s wurde hinzugefügt und erfolgreich gestartet
es: Se ha añadido %s y se ha iniciado con éxito
fr: %s été ajouté est a été démarré
it: %s è stato aggiunto ed è stato avviato con successo
ko: '%s'이/가 추가되고 활성화되었습니다.
ru: “%s” добавлено и успешно включено

# notification_device_check_overdue_toast
source: The application has expired. Please contact the customer service for re-application
de: Der Antrag ist abgelaufen, bitte wenden Sie sich an den Kundendienst, um einen neuen Antrag zu stellen
es: La solicitud ha caducado, póngase en contacto con el servicio de atención al cliente para volver a crear la solicitud.
fr: Dans le cas de passer la date limite, veuillez contacter le service de renouvellement de demande.
it: La richiesta è scaduta, contatta il servizio clienti per presentare nuovamente la richiesta
ko: 유효기한이 만료되었으니 서비스 센터에 연락하시기 바랍니다.
ru: Срок действия заявления истек. Свяжитесь со службой поддержки, чтобы повторно подать заявление

# me_set_undo_privacy_btn_countdown_fios
source: Cancel the authorization %@
de: Отменить эту авторизацию %@
es: Anular esta autorización %@
fr: Diese Genehmigung %@widerrufen
it: Révoquer cette procédure%@
ko: %@권한을 취소합니다.
ru: Отменить эту авторизацию %@

# automation_recommend_hot_android
source: Heat %s
de: Heizen %s
es: Calentar %s
fr: Chaleur %s
it: Calore %s
ko: 인기 %s
ru: Нагрев %s

# automation_template_select_position
source: Select the space
de: Bereich auswählen
es: Seleccione el espacio
fr: Sélectionner l’espace
it: Selezionare lo spazio
ko: 공간 선택
ru: Выбрать пространство

# me_set_undo_privacy_pop_btn_countdown
source: Cancel and log out
de: Widerrufen und beenden
es: Anular y salir
fr: Révocation et renoncement
it: Revocare e uscire
ko: 취소 및 종료
ru: Отменить и выйти
