Repository: acodeworker/localzedLoader
Catalog: *.lproj/Localizable.strings
Languages: de, es, fr, it, ko, ru

# other_cloud_error_813
source: Avatar upload error
de: Fehler beim Hochladen des Avatars
es: Error de carga de avatar
fr: Erreur d’envoi de l’avatar
it: Errore di caricamento dell'avatar
ko: 프로필 사진 업로드 실패
ru: Ошибка загрузки фото

# doorlock_nfccard_closetorecognitionarea
source: Please put the card close to the NFC recognition area of the door lock.
de: Bitte halten Sie die Karte in die Nähe des NFC-Erkennungsbereichs des Türschlosses.
es: Coloque la tarjeta cerca de la zona de reconocimiento de NFC de la cerradura.
fr: Veuillez placer la carte près de la zone de reconnaissance NFC du verrou de porte.
it: Avvicinare la scheda all'area di riconoscimento NFC della serratura della porta.
ko: 카드를 도어락의 NFC 인식 영역 가까이에 놓으십시오.

# common_go_configure
source: Configure
de: Konfigurieren
es: Configurar
fr: Configurer
it: Configurare
ko: 설정
ru: Настроить

# device_p3_last_close_temperature
source: Last temperature before turning off
de: Letzte Temperatur vor dem Ausschalten
es: Última temperatura antes del apagado
fr: Dernière température avant coupure
it: Ultima temperatura prima dello spegnimento
ko: 끄기 전 마지막 온도

# device_ac_plug_ac_tips
source: Please insert the AC plug into Air Conditioning Controller
de: Bitte stecken Sie den AC-Stecker in den Klimaanlagen-Controller
es: Inserte el enchufe de CA en el controlador de aire acondicionado
fr: Veuillez insérer la prise secteur dans le contrôleur de climatiseur
it: Inserire la spina CA nel controllore del climatizzatore.
ko: 에어컨 컨트롤러에 AC플러그를 삽입하세요.
ru: Вставьте вилку кондиционера в контроллер кондиционера.

# curve_avg_humidity_lastyear
source: Average Humidity Last Year
de: Durchschnittliche Luftfeuchtigkeit im letzten Jahr
es: Humedad media del último año
fr: Humidité moyenne l’année dernière
it: Umidità media dell'anno scorso
ko: 작년의 평균 습도
ru: Средняя влажность в прошлом году

# device_zigbee_current_time_hint
source: Last Update：%1$s The signal may not be updated in time due to the power restriction of the accessory
de: Letztes Update: %1$s Das Signal kann aufgrund der Leistungsbeschränkung des Zubehörs nicht rechtzeitig aktualisiert werden
es: Última actualización: %1$s Es posible que la señal no se cargue a tiempo debido a las restricciones de alimentación del accesorio
fr: Dernière mise à jour : %1$s le signal pourrait ne pas être mis à jour à cause de la restriction d’alimentation de l’accessoire
it: Ultimo aggiornamento：%1$s Il segnale potrebbe non essere aggiornato in tempo a causa della limitazione di potenza dell'accessorio.
ko: 마지막 업데이트 : %1$s 장치의 전원 제한으로 인해 신호가 제시간에 업데이트 되지 않을 수 있습니다.
ru: Время последнего обновления: %1$s Обновления данных сигнала могут происходить с задержкой

# home_transfer_code_use_tips
source: Please let the recipient know the confirmation code, he/she needs to enter it for successful reception.
de: Bitte teilen Sie dem Empfänger den Bestätigungscode mit. Der Empfänger muss diesen für einen erfolgreichen Empfang eingeben.
es: Por favor, comunique al destinatario el código de confirmación, que deberá introducir para que la recepción sea satisfactoria.
fr: Veuillez indiquer au destinataire le code de confirmation, il/elle doit le saisir pour que la réception soit réussie.
it: Si prega di comunicare al destinatario il codice di conferma, che dovrà essere inserito per garantire il buon esito della ricezione.
ko: 상대방에게 인증 코드를 알려주세요.실행을 위해서는 코드를 입력해야 합니다.
ru: Сообщите получателю код подтверждения, он должен ввести его для успешного приёма.

# curve_avg_gas_lastyear
source: Average Natural Gas Density Last Year
de: Durchschnittliche Gasdichte im letzten Jahr
es: Densidad media de gas natural del último año
fr: Densité moyenne du gaz naturel l’année dernière
it: Densità media del gas naturale nell'ultimo anno
ko: 작년 평균 가스 농도
ru: Средняя плотность природного газа в прошлом году

# other_confirm_to_change
source: Confirm and Switch
de: Bestätigen und wechseln
es: Confirmar y cambiar
fr: Confirmer et changer
it: Confermare e cambiare
ko: 확인
ru: Переключить

# device_ac_plug_water_heater_tips
source: Please insert the plug of the water heater into Air Conditioning Controller
de: Bitte stecken Sie den Stecker des Warmwasserbereiters in den Klimaanlagen-Controller
es: Por favor, inserte el enchufe del calentador de agua en el controlador de aire acondicionado
fr: Veuillez insérer la prise du chauffe-eau dans le contrôleur de climatiseur
it: Inserire la spina dello scaldabagno nel regolatore di climatizzazione.
ko: 에어컨 컨트롤러에 온수기 플러그를 삽입하세요.
ru: Вставьте вилку водонагревателя в контроллер кондиционера.

# common_go_enable
source: Go to Enable
de: Zur Aktivierung
es: Ir a habilitar
fr: Accéder à Activer
it: Vai ad Abilitare
ko: 지금 활성화
ru: Далее

# doorlock_guide_exit_sure
source: Are you sure to exit？
de: Sind Sie sicher, dass Sie es beenden wollen?
es: ¿Está seguro de que desea salir?
fr: Voulez-vous vraiment quitter ?
it: Sei sicuro di voler uscire?
ko: 종료하시겠습니까?

# access_scan_timeout_tip_1
source: Keep your mobile phone close to the device to be connected, and don't stay away from the device
de: Bringen Sie Ihr Handy in die Nähe des zu verbindenden Geräts und bleiben Sie in der Nähe des Geräts
es: Mantenga su teléfono móvil cerca del dispositivo para conectar, no se aleje del dispositivo
fr: Gardez votre téléphone mobile proche de l’appareil à connecter, et ne vous en éloignez pas.
it: Tenere il telefono cellulare vicino al dispositivo da collegare e non allontanarsi dal dispositivo.
ko: 스마트폰을 연결할 장치와 가까이 유지해 주세요.
ru: Пожалуйста, держите мобильный телефон рядом с подключаемым устройством

# curve_avg_pressure_lastyear
source: Average Atmospheric Pressure Last Year
de: Durchschnittlicher Luftdruck im letzten Jahr
es: Presión atmosférica media del último año
fr: Pression atmosphérique moyenne l’année dernière
it: Pressione atmosferica media dell'anno scorso
ko: 작년의 평균 기압
ru: Среднее атмосферное давление в прошлом году

# other_transfer_confirm
source: 确定转移
de: Übertragung bestätigt
es: Transferencia confirmada
fr: Transfert confirmé
it: Trasferimento confermato
ko: 양도 확인
ru: Подтвердить передачу

# doorlock_pleasemovethephoneclosetothedoorlock
source: Please move the phone close to the door lock, open the battery cover, and short press the "Network Connection" button
de: Bringen Sie das Telefon in die Nähe des Türschlosses, öffnen Sie die Akkuabdeckung und drücken Sie kurz die Taste „Netzwerkverbindung“
es: Mueva el teléfono más cerca de la puerta, abra la tapa de la batería, y pulse el botón "Conexión de red"
fr: Veuillez rapprocher le téléphone du verrou de la porte, ouvrir le couvercle de la batterie et appuyer brièvement sur le bouton « Connexion réseau »
it: Avvicinare il telefono al blocco della porta, aprire il coperchio della batteria e premere brevemente il pulsante "Network Connection"
ko: 스마트폰을 도어락 가까이 이동하고 배터리 커버를 연 다음 "네트워크 연결" 버튼을 짧게 누르십시오.

# device_go_edit
source: Edit
de: Bearbeiten
es: Editar
fr: Modifier
it: Modifica
ko: 편집
ru: 去编辑

# common_confirm2_fios
source: Confirm
de: Bestätigen
es: Confirmar
fr: Confirmer
it: Confermare
ko: 확인
ru: Подтвердить

# device_ac_half_th_sensor_unbind_tips
source: To bind
de: Zu binden
es: A vincular
fr: À lier
it: Per legare
ko: 연동
ru: 去关联

# other_is_confirm_delete_home
source: Are you sure you want to remove the home?
de: Sind Sie sicher, dass Sie dieses Zuhause entfernen möchten?
es: ¿Seguro que desea eliminar este hogar?
fr: Voulez-vous vraiment supprimer la maison ?
it: Siete sicuri di voler rimuovere la casa?
ko: 홈을 삭제하시겠습니까?
ru: Вы уверены, что хотите удалить Дом?

# home_transfer_select_home
source: Please select a Home you can transfer to
de: Bitte wählen Sie ein Zuhause aus, zu dem Sie wechseln können
es: Seleccione el hogar al que puede transferir
fr: Veuillez sélectionner une maison où vous pouvez transférer
it: Selezionare una casa in cui è possibile trasferirsi
ko: 전송하려는 홈을 선택해주세요.
ru: Выберите Дом для переноса

# other_avatar_upload_fail
source: Failed to upload, please try again
de: Hochladen fehlgeschlagen. Bitte versuchen Sie es erneut
es: Error de carga; vuelva a intentarlo.
fr: Échec de l’envoi, réessayez !
it: Caricamento fallito, riprovare
ko: 업로드 실패, 다시 시도해주세요.
ru: Ошибка загрузки, повторите попытку

# device_ac_press_power_off_btn_tips
source: Please point the remote control to Air Conditioner Controller, turn off the AC (3/3)
de: Bitte richten Sie die Fernbedienung auf die Klimaanlage aus und schalten Sie die Klimaanlage aus (3/3)
es: Apunte con el control remoto al controlador del aire acondicionado, apáguelo (3/3)
fr: Veuillez diriger la télécommande vers le contrôleur du climatiseur, désactiver le climatiseur (3/3)
it: Puntare il telecomando sul controller del condizionatore d'aria, spegnere il condizionatore d'aria (3/3).
ko: 에어컨을 향해 리모컨 "전원" 버튼 을 누르십시오(3/3)
ru: Направьте ПДУ на кондиционер, нажмите кнопку "Выключение" (3/3)

# device_ac_press_power_btn_tips
source: Please point the remote control to Air Conditioner Controller, turn on the AC (1/3)
de: Bitte richten Sie die Fernbedienung auf die Klimaanlage aus und schalten Sie die Klimaanlage aus (1/3)
es: Apunte con el control remoto al controlador del aire acondicionado, enciéndalo (1/3)
fr: Veuillez diriger la télécommande vers le contrôleur du climatiseur, activer le climatiseur (1/3)
it: Puntare il telecomando sul controllore del condizionatore d'aria, accendere il condizionatore (1/3).
ko: 리모컨을 에어컨 방향으로 가리키고 전원을 켜십시오.
ru: Направьте ПДУ на кондиционер, нажмите кнопку "Включение" (1/3)

# common_error_no_permission
source: Insufficient authorization
de: Unzureichende Genehmigung
es: Autorización insuficiente
fr: Autorisation insuffisante
it: Autorizzazione insufficiente
ko: 권한이 없습니다.
ru: Недостаточно разрешений

# device_ac_press_temperature_btn_tips
source: Please point the remote control to Air Conditioner Controller, press "Temp+" (2/3)
de: Bitte richten Sie die Fernbedienung auf die Klimaanlage aus und drücken Sie "Temp+" (2/3)
es: Apunte con el control remoto al controlador del aire acondicionado, pulse "Temp+" (2/3)
fr: Veuillez diriger la télécommande vers le contrôleur du climatiseur, appuyer sur « Temp+ » (2/3)
it: Puntare il telecomando sul controller del condizionatore d'aria, premere "Temp+" (2/3).
ko: 에어컨을 향해 리모컨 "온도+" 버튼 을 누르십시오(2/3)
ru: Направьте ПДУ на кондиционер, нажмите кнопку "Температура +" (2/3)

# camera_face_name
source: Face Name
de: Gesichtsname
es: Nombre de cara
fr: Nom du visage
it: Nome del volto
ko: 얼굴 이름
ru: Имя лица

# device_time_out_retry_tips
source: Accessory status timed out, please try again later
de: Der Status des Zubehörs wurde zeitlich überschritten, bitte versuchen Sie es später noch einmal
es: Agotado el tiempo de espera de estado de accesorio; vuelva a intentarlo más tarde.
fr: Délai d’attente de l’état d’accessoire dépassé, réessayer plus tard
it: Stato dell'accessorio scaduto, riprovare più tardi
ko: 장치 상태 시간 초과, 잠시 후 다시 시도해주세요.

# device_ac_show_button_depands_tips
source: According to actual situations, please configure the buttons to be displayed on the control page
de: Konfigurieren Sie die auf der Bedienseite anzuzeigenden Schaltflächen je nach den tatsächlichen Situationen
es: Según las situaciones reales, configure los botones que se mostrarán en la página de control
fr: Selon les situations réelles, veuillez configurer les boutons à afficher sur la page de contrôle
it: In base alle situazioni reali, configurare i pulsanti da visualizzare sulla pagina di controllo
ko: 실제 상황에 따라 제어 페이지에 표시할 버튼을 설정하세요.
ru: Настройте кнопки отображаемые на странице управления в соответствии с реальной ситуацией.

# home_global_region
source: Global countries and regions
de: Welweite Länder und Regionen
es: Países y regiones globales
fr: Pays et régions du monde
it: Paesi e regioni globali
ko: 전 세계국가 및 지역
ru: Страны и регионы мира

source: Device group
de: Gerätegruppe
es: Grupo del dispositivo
fr: Groupe d’appareils
it: Gruppo di dispositivi
ko: 장치 그룹
ru: Группа устройств

# access_fail_19
source: Please turn off the mobile network and try again
de: Bitte schalten Sie das Mobilfunknetz aus und versuchen Sie es erneut
es: Apague la red móvil y vuelva a intentarlo
fr: Veuillez désactiver le réseau mobile et réessayer
it: Disattivare la rete mobile e riprovare
ko: 모바일 데이터 네트워크를 끄고 다시 시도해주세요.
ru: Пожалуйста, отключите мобильные данные и попробовать снова

# camera_common_face_common_face_coverup
source: Face too small
de: Gesicht zu klein
es: Cara demasiado pequeña
fr: Visage trop petit
it: Viso troppo piccolo
ko: 얼굴 작음
ru: лицо слишком маленькое

# device_self_detect_tips
source: Device self-checking, please wait...
de: Selbstüberprüfung des Geräts, bitte warten...
es: Autocomprobación del dispositivo; espere...
fr: Vérification auto de l’appareil, patientez...
it: Autocontrollo del dispositivo, attendere...
ko: 장치 검사 중, 잠시만 기다려주세요.
ru: Выполняется самодиагностика, подождите...

# doorlock_subinfo_not_bound_hub
source: Please bind the hub in time to get more functions of door lock
de: Bitte verbinden Sie den Hub rechtzeitig, um mehr Funktionen des Türschlosses zu erhalten
es: Por favor, vincule el hub a tiempo para obtener más funciones de la cerradura
fr: Veuillez lier le hub à temps pour plus de fonctions de verrouillage de porte
it: Si prega di collegare il mozzo in tempo per ottenere più funzioni di blocco della porta
ko: 도어락의 더 많은 기능을 사용하려면 허브를 연결해주세요.

# camera_video_mode_all_time
source: Record Continuously
de: Kontinuierlich aufzeichnen
es: Grabar continuamente
fr: Enregistrement en continu
it: Registrazione continua
ko: 연속 녹화
ru: Непрерывная запись

# doorlock_deviceregisterobtainedpublickey_failed
source: Public key failed to be obtained iduring the device registration!
de: Der öffentliche Schlüssel konnte während der Geräteregistrierung nicht ermittelt werden!
es: No ha sido posible obtener la clave pública durante el registro del dispositivo.
fr: Échec d’obtention de la clé publique pendant l’enregistrement d’appareil !
it: La chiave pubblica non è stata ottenuta durante la registrazione del dispositivo!
ko: 장치 등록 중 공개 키를 가져오지 못했습니다!

# doorlock_subinfo_not_configure_wifi
source: For more functions, please connect to Wi-Fi
de: Für weitere Funktionen, verbinden Sie sich bitte mit WLAN
es: Para obtener más funciones, conéctese a la red wifi
fr: Pour plus de fonctions, veuillez vous connecter au Wi-Fi
it: Per ulteriori funzioni, connettersi al Wi-Fi
ko: 더 많은 기능을 원하시면 Wi-Fi에 연결하세요.

# camera_face_privacy_agreement_title
source: Face recognition authorization
de: Berechtigung zur Gesichtserkennung
es: Autorización de reconocimiento facial
fr: Autorisation de reconnaissance faciale
it: Autorizzazione al riconoscimento del volto
ko: 얼굴 인식 등록
ru: Авторизация распознавания лиц

# device_set_bell_add_hint
source: Uploading, please wait...
de: Wird hochgeladen, bitte warten...
es: Cargando; espere...
fr: Téléchargement, veuillez patienter...
it: Caricamento, attendere prego...
ko: 업로드 중...
ru: Загружается, подождите…

# doorlock_pleasechargeitintime
source: Please charge it in time!
de: Bitte laden Sie es rechtzeitig auf!
es: Cárgala a tiempo!
fr: Veuillez le charger à temps !
it: Per favore, caricatela in tempo!
ko: 즉시 충전해주세요!

# device_ac_brand_list_tilte_all
source: All brands
de: Alle Marken
es: Todas las marcas
fr: Toutes les marques
it: Tutte le marche
ko: 전체 브랜드
ru: Все производители

# device_ac_match_upload_remote_control
source: Upload Remote Control
de: Fernbedienung hochladen
es: Cargar mando a distancia
fr: Envoyer la Télécommande
it: Caricare il telecomando
ko: 리모콘 업로드
ru: Загрузить

# doorlock_pleaseclosethedoorintime
source: Please close the door in time
de: Bitte schließen Sie die Tür rechtzeitig
es: Cierre la puerta a tiempo
fr: Veuillez vérifier la porte à temps
it: Chiudere la porta in tempo
ko: 제시간에 문을 닫아 주세요.

# camera_title_face_sence
source: Face Detection
de: Gesichtserkennung
es: Detección de cara
fr: Détection des visages
it: Rilevamento dei volti
ko: 얼굴 인식
ru: Распознавание лица

# common_latesttime_updated
source: Last Update
de: Letztes Update
es: Última actualización:
fr: Dernière mise à jour
it: Ultimo aggiornamento
ko: 마지막 업데이트
ru: Время последнего обновления

# doorlock_finderprintentry_otherareas
source: Please continue to enter fingerprints in other areas
de: Bitte geben Sie auch weiterhin Fingerabdrücke in anderen Bereichen ein
es: Continue introduciendo las huellas dactilares en otras áreas
fr: Veuillez continuer à saisir vos empreintes digitales dans d’autres zones
it: Continuare a inserire le impronte digitali in altre aree.
ko: 지문의 다른 영역을 계속 입력해 주세요

# notification_unread_clear
source: Mark all as read
de: Alle als gelesen markieren
es: Marcar todo como leído
fr: Marquer tout comme lu
it: Contrassegnare tutti come letti
ko: 완전히 읽기
ru: Все прочитано

# device_setup_voice_5
source: Uploading...
de: Gerade Hochladen...
es: Actualizando:
fr: Téléchargement...
it: Caricamento...
ko: 업로드 중…
ru: Загрузка...

# device_set_wifi_name
source: Hotspot name
de: Name des Hotspots
es: Nombre de punto caliente
fr: Nom du hotspot
it: Nome dell'hotspot
ko: 핫스팟 명칭
ru: Имя точки доступа

# device_nas_set_time_interval
source: Upload interval
de: Upload-Intervall
es: Intervalo de carga
fr: Intervalle de téléchargement
it: Intervallo di caricamento
ko: 업로드 간격
ru: Временной интервал загрузки

# doorlock_whole_day
source: Whole day
de: Ganzer Tag
es: El día entero
fr: Toute la journée
it: Intera giornata
ko: 하루 종일

# device_powering
source: Powered
de: Angeschaltet
es: Alimentado
fr: Alimenté
it: Alimentazione
ko: 전원 연결 중
ru: Есть питание

# device_self_detect
source: Device Self-check
de: Selbstüberprüfung des Geräts
es: Autocomprobación del dispositivo
fr: Auto-vérification de l’appareil
it: Autocontrollo del dispositivo
ko: 자체 검사
ru: Самодиагностика устройства

# device_plug_gateway
source: Wall Outlet (Hub)
de: Wandsteckdose (Hub)
es: Toma de corriente de pared (hub)
fr: Prise murale (Hub)
it: Presa a muro (Hub)
ko: 매립형 콘센트 (허브)
ru: Настенная Розетка (Hub)

# device_ctrl_double_netral_short
source: Wall Switch (Double Button)
de: Wandschalter (Doppelwippe)
es: Interruptor de pared (botón doble)
fr: Commutateur mural (Double boutons)
it: Interruttore a parete (doppio pulsante)
ko: 스마트 조명 스위치 (2구)
ru: Выключатель Настенный (Двухклавишный)

# camera_me_bell_import_hint2
source: Please select the device to be synchronized from below
de: Bitte wählen Sie unten das Gerät aus, das synchronisiert werden soll
es: Seleccione el dispositivo que desea sincronizar de más abajo
fr: Veuillez sélectionner l’appareil à synchroniser ci-dessous
it: Selezionare il dispositivo da sincronizzare tra i seguenti
ko: 아래에서 벨소리를 추가할 장치를 선택하세요.
ru: Выберите ниже устройство для синхронизации

# device_remote_upload_front_rear_side
source: Please upload photos of the front and rear side of your remote control
de: Bitte laden Sie die Fotos der Vorder- und Rückseite Ihrer Fernbedienung hoch
es: Suba las fotos de la parte frontal y trasera del control remoto
fr: Veuillez télécharger des photos de l’avant et l’arrière de la télécommande
it: Si prega di caricare le foto del lato anteriore e posteriore del telecomando
ko: 리모컨 정면 및 옆면 사진을 업로드 하세요
ru: Пожалуйста, загрузите фото лицевой и обратной стороны ПДУ.

# device_set_bell_import_hint
source: Please select the ringtone to be synchronized with the device from below
de: Wählen Sie bitte den Klingelton aus, der mit dem Gerät von Folgenden synchronisiert werden soll
es: Seleccione el tono de llamada que desea sincronizar con el dispositivo de más abajo
fr: Veuillez sélectionner la sonnerie à synchroniser avec l’appareil ci-dessous
it: Selezionare la suoneria da sincronizzare con il dispositivo da qui in avanti
ko: 아래에서 장치에 추가할 벨소리를 선택하세요.
ru: Выберите ниже рингтон устройства для синхронизации

# doorlock_lock_anti_lock_cancel
source: Cancell locking & locking from inside
de: Verriegelung und Verriegelung von innen abbrechen
es: Cancelar bloqueo y cierre desde el interior
fr: Annuler le verrouillage de l’intérieur
it: Chiusura a stralcio e chiusura dall'interno
ko: 잠금 취소 & 잠금 해제
ru: Отмена блокировки и разблокировки

# device_ac_match_upload_tips
source: Please upload the photos of the front and rear side of your remote control
de: Bitte laden Sie die Fotos der Vorder- und Rückseite Ihrer Fernbedienung hoch
es: Suba las fotos de la parte frontal y trasera del control remoto
fr: Veuillez télécharger les photos de l’avant et l’arrière de la télécommande
it: Si prega di caricare le foto del lato anteriore e posteriore del telecomando
ko: 당신의 리모콘 정면 및 뒷면 사진을 업로드하십시오.
ru: Пожалуйста, загрузите фотографии лицевой и обратной стороны ПДУ.

# home_open_position_service
source: Please start up geolocation service
de: Bitte starten Sie den Geolokalisierungsservice
es: Inicie el servicio de geolocalización
fr: Veuillez démarrer le service de géolocalisation
it: Avviare il servizio di geolocalizzazione
ko: 위치 정보 서비스를 켜세요
ru: Включите сервис определения местоположения.

# user_login_authorized_fail
source: Cancel authorization
de: Genehmigung abbrechen
es: Cancelar autorización
fr: Annuler l’autorisation
it: Annullamento dell'autorizzazione
ko: 라이센스 해제
ru: Отменить авторизацию

# curve_avg_co2_density_lastweek
source: Average CO2 Density Last Week
de: Durchschnittliche CO2-Dichte letzte Woche
es: Densidad media de CO2 de la semana pasada
fr: Densité de CO2 moyenne semaine dernière
it: Densità media di CO2 della scorsa settimana
ko: 지난주 평균 이산화탄소 농도
ru: Средняя плотность CO2 на прошлой неделе

# device_remote_upload_rear_side
source: Please upload photos of the rear side of your remote control
de: Bitte laden Sie Fotos von der Rückseite Ihrer Fernbedienung hoch
es: Suba las fotos de la parte trasera del control remoto
fr: Veuillez télécharger des photos de l’arrière de la télécommande
it: Caricare le foto del lato posteriore del telecomando
ko: 리모컨 뒷면 사진을 업로드 하세요
ru: Пожалуйста, загрузите фото обратной стороны ПДУ.

# other_speaker_permission_denied_alarm
source: Please allow the access to your microphone to enable voice calling
de: Bitte genehmigen Sie den Zugriff auf Ihr Mikrofon, um Sprachanrufe zu ermöglichen
es: Permita el acceso a su micrófono para habilitar las llamadas de voz
fr: Veuillez autoriser l’accès à votre micro pour permettre les appels vocaux
it: Consentire l'accesso al microfono per abilitare le chiamate vocali.
ko: 마이크 권한을 열어야 언어 통화 기능을 사용할 수 있습니다.

# common_cancel_select_all
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annullare
ko: 취소
ru: Отмена

# device_jwlight_spot
source: spot light
de: Spotlicht
es: foco
fr: spot
it: riflettore
ko: 스포트라이트
ru: точечный светильник

# device_ac_dialog_brand_temp_visible_title
source: Please confirm if the temperature can be displayed on your air conditioner
de: Bitte bestätigen Sie, dass die Temperatur auf Ihrer Klimaanlage angezeigt werden kann
es: Confirme si se muestra la temperatura en el aire acondicionado
fr: Veuillez confirmer si la température peut être affichée sur votre climatiseur
it: Confermare se la temperatura può essere visualizzata sul condizionatore d'aria.
ko: 에어컨이 현재 온도를 표시할 수 있는지 확인해주세요.
ru: Пожалуйста, убедитесь, что кондиционер может отображать текущую температуру

# doorlock_bind_qrcode_hint
source: Please remove the rear cover of door lock and scan the QR code on the battery.
de: Bitte entfernen Sie die hintere Abdeckung des Türschlosses und scannen Sie dann den QR-Code auf der Batterie.
es: Retire la tapa trasera de la cerradura y escanee el código QR de la batería.
fr: Veuillez retirer la couverture arrière du verrou de porte et scanner le code QR sur la batterie.
it: Rimuovere il coperchio posteriore della serratura e scansionare il codice QR sulla batteria.
ko: 문 열쇠 뒷면 커버를 열고 배터리 윗쪽의 QR코드를 스캔하십시오.
ru: Снимите заднюю крышку дверного замка и отсканируйте QR-код на батарее.
