Repository: acodeworker/localzedLoader
Catalog: *.lproj/Localizable.strings
Languages: de, es, fr, it, ko, ru

source: User Experience Program
de: Programm für Benutzererfahrung
es: Programa de experiencia del usuario
fr: Programme d’expérience utilisateur
it: Programma di esperienza utente
ko: 사용자 체험 프로그램
ru: Программа взаимодействия с пользователем

# doorlock_pwd_onetime
source: One-time password
de: Einmaliges Passwort
es: Contraseña de un solo uso
fr: Mot de passe à utilisation unique
it: Password monouso
ko: 일회성 비밀번호

# doorlock_users_full
source: The users are full (Aquarius)
de: Die Benutzer sind voll (Aquarius)
es: Los usuarios están completos (Acuario)
fr: Le nombre d’utilisateurs est plein (Aquarius)
it: Gli utenti sono pieni (Acquario)
ko: 사용자가 꽉 찼습니다(Aquarius).

# device_delete_hub_confirm_tips
source: Bound accessories will be removed as well with the Hub being removed
de: Mit dem Hub wird auch das verbundene Zubehör entfernt
es: Los accesorios vinculados se eliminarán como así también el Hub
fr: Les accessoires associés seront supprimés également lorsque le Hub est supprimé
it: Anche gli accessori vincolati verranno rimossi con l'eliminazione dell'Hub.
ko: 삭제 시 관련된 자동 실행이나 동시 실행에 영향을 미칠 수 있습니다.
ru: При удалении концентратора привязанные аксессуары также будут удалены

# doorlock_userspwd_full
source: The passwords under the user are full (Aquarius)
de: Die unter dem Benutzer gespeicherten Passwörter sind belegt (Aquarius)
es: Las contraseñas debajo de los usuarios están completas (Aquarius)
fr: Les mots de passe de l’utilisateur sont pleins (Aquarius)
it: Le password sotto l'utente sono complete (Aquarius)
ko: 사용자 아래의 암호가 꽉 찼습니다(Aquarius).

# device_dynamic_reach_max_tips_fios
source: Maximum dynamic number has been reached Cannot copy
de: Die maximale dynamische Anzahl wurde erreicht Kann nicht kopiert werden
es: Se ha alcanzado el número máximo dinámico No se puede copiar
fr: Le maximum du nombre dynamique a été atteint Impossible de copier
it: Il numero massimo di dinamiche è stato raggiunto Impossibile copiare
ko: 최대 설정 가능한 다이나믹 수에 도달하였습니다. 복사 할 수 없습니다.
ru: Динамическое количество достигло максимума

# scene_execute_user_login_not
source: User has not signed in. Unable to execute scenes.
de: Der Benutzer hat sich nicht angemeldet. Szenen können nicht ausgeführt werden.
es: El usuario no se ha registrado. No puede ejecutar escenas.
fr: L’utilisateur ne s’est pas connecté. Impossible d’exécuter les scènes.
it: L'utente non ha effettuato l'accesso. Impossibile eseguire le scene.
ko: 로그인이 되어있지 않습니다. 동시 실행을 실행할 수 없습니다.
ru: Нет авторизации, Сценарии не может быть выполнен.

# doorlock_opendoorwithonetimepwd_success
source: The One-time password opened the door successfully
de: Die Tür wurde mit dem Einmalpasswort erfolgreich geöffnet
es: La contraseña de un solo uso abrió la puerta con éxito
fr: Le mot de passe à utilisation unique a ouvert la porte
it: La password monouso ha aperto la porta con successo
ko: 일회용 암호가 성공적으로 문을 열었습니다.

# user_unlogin
source: Please sign in
de: Bitte anmelden
es: Por favor, regístrese
fr: Veuillez vous connecter
it: Si prega di accedere
ko: 로그인해 주세요
ru: Не вошел в систему

# doorlock_onetime_password_create_failed
source: One-time password creation failed
de: Erstellung des Einmalpassworts fehlgeschlagen
es: Falló la creación de la contraseña de un solo uso
fr: Échec de création du mot de passe à utilisation unique
it: Creazione di una password monouso non riuscita
ko: 일회용 암호 생성 실패

# device_info_already_open
source: Opened
de: Geöffnet
es: Abierta
fr: Ouvert
it: Aperto
ko: 열림
ru: Открыто

# home_share_user_accepted
source: User accepted
de: Benutzer hat akzeptiert
es: Usuario aceptado
fr: Utilisateur accepté
it: Utente accettato
ko: 사용자가 승인됨

# device_dynamic_reach_max_sequence
source: Maximum number of sequences has been reached
de: Die maximale Anzahl von Sequenzen wurde erreicht
es: Se ha alcanzado el número máximo de secuencias
fr: Le nombre maximum de séquences a été atteint
it: È stato raggiunto il numero massimo di sequenze
ko: 순서의 수가 최대치에 도달했습니다.
ru: Достигнуто максимальное число последовательностей

# doorlock_usersfgpwd_full
source: The fingerprint passwords under the user are full (Aquarius)
de: Die unter dem Benutzer gespeicherten Fingerabdruck-Passwörter sind belegt (Aquarius)
es: Las contraseñas de las huellas dactilares debajo de los usuarios están completas (Aquarius)
fr: Les empreintes digitales sous l’utilisateur sont pleines (Aquarius)
it: Le password delle impronte digitali sotto l'utente sono piene (Aquarius)
ko: 사용자 아래의 지문 암호가 꽉 찼습니다.

# device_common_max_limit
source: Up to the maximum number
de: Bis zur maximalen Anzahl
es: Hasta el número máximo
fr: Jusqu’au nombre maximum
it: Fino al numero massimo
ko: 최대 수량에 도달했습니다
ru: Максимальное количество достигнуто

# device_sequence_reach_max_tips
source: Maximum Scenario number has been reached Cannot copy
de: Die maximale Anzahl der Szenen wurde erreicht Kann nicht kopiert werden
es: Se ha alcanzado el número máximo de escenarios No se puede copiar
fr: Le maximum du nombre de scénarios a été atteint Impossible de copier
it: È stato raggiunto il numero massimo di scenari Impossibile copiare
ko: "시나리오의 수가 최대치이기 때문에 복사할 수 없습니다"
ru: Максимальное количество сцен. Копирование невозможно

# device_dynamic_reach_max_tips
source: Maximum dynamic number has been reached Cannot copy
de: Die maximale dynamische Anzahl wurde erreicht Kann nicht kopiert werden
es: Se ha alcanzado el número máximo dinámico No se puede copiar
fr: Le maximum du nombre dynamique a été atteint Impossible de copier
it: È stato raggiunto il numero dinamico massimo Non è possibile copiare
ko: 최대 동적 수량에 도달하여서 복사 할 수 없습니다
ru: Динамическое количество достигло максимума

# home_share_user_exited
source: User exited
de: Benutzer hat verlassen
es: Usuario exitoso
fr: Utilisateur sorti
it: L'utente è uscito
ko: 사용자가 종료됨

# doorlock_door_has_been_opened
source: The door has been opened
de: Die Tür wurde geöffnet
es: La puerta se ha abierto
fr: La porte a été ouverte
it: La porta è stata aperta
ko: 문이 열렸습니다.

# home_share_user_refused
source: User refused
de: Benutzer hat verweigert
es: Usuario rechazado
fr: Utilisateur refusé
it: Utente rifiutato
ko: 사용자가 거부함

# device_set_wifi_connect_1
source: Device connected
de: Gerät verbunden
es: Dispositivo desconectado
fr: Appareil connecté
it: Dispositivo collegato
ko: 연결된 장치
ru: Подключенные устройства

# device_set_state_on_hint
source: On
de: Ein
es: Encendido
fr: Activé
it: Attivo
ko: 활성화되었습니다
ru: Включено

# doorlock_detection_time
source: Detection time
de: Erkennungszeit
es: Tiempo de detección
fr: Temps de détection
it: Tempo di rilevamento
ko: 탐지시간

# doorlock_double_locked
source: Double locked
de: Doppelt verschlossen
es: Doble bloqueo
fr: Double verrou
it: Doppiamente bloccato
ko: 이중 잠금

# camera_title_sence_time_frame
source: Detection Period
de: Erkennungszeitraum
es: Período de detección
fr: Période de détection
it: Periodo di rilevamento
ko: 탐지 기간
ru: Период обнаружения

# curve_unit_excellent
source: Good
de: Sehr gut
es: Fuerte
fr: Fort
it: Forte
ko: 우수
ru: Высокий

# home_setting_refus_message
source: Refused
de: Abgelehnt
es: Rechazado
fr: Refusé
it: Rifiutato
ko: 거부되었습니다
ru: Отклонено

# camera_title_sence_setting
source: Alert Settings
de: Einstellungen des Alarms
es: Configuración de la alerta
fr: Paramètres d'alerte
it: Impostazioni di avviso
ko: 감지 설정
ru: Обнаружение

# device_acpartner_p3_control_add_guide
source: Aim at the Air Conditioning Controller with your air conditioner remote control, then Air Conditioning Controller will memorize your current status.
de: Zielen Sie mit der Fernbedienung Ihres Klimageräts auf die Steuerung der Klimaanlage, dann speichert das Klimagerät den aktuellen Status.
es: Apunte al controlador del aire acondicionado con el control remoto. De esta manera, el controlador del aire acondicionado memorizará su estado actual.
fr: Visez le contrôleur de climatiseur avec la télécommande, pour que le contrôleur de climatiseur enregistre votre état actuel.
it: Puntare il controller dell'aria condizionata con il telecomando del condizionatore, quindi il controller dell'aria condizionata memorizzerà il tuo stato attuale.
ko: 에어컨에 리모컨을 대고 버튼을 누르면 현재 버튼을 기억해 줍니다.

# other_smart_log
source: Smart Logs
de: Smarte Protokolle
es: Registros inteligentes
fr: Journaux intelligents
it: Registri intelligenti
ko: 스마트 로그
ru: Журнал событий

# doorlock_closed_door_outdoors_lifted_handle_lock_door
source: Have you already closed the door outdoors and lifted the handle to lock the door?
de: Haben Sie die Tür bereits draußen geschlossen und die Klinke angehoben, um die Tür zu verriegeln?
es: ¿Ya ha cerrado la puerta en el exterior y ha levantado el picaporte para cerrar la puerta?
fr: Avez-vous déjà fermé la porte depuis l’extérieur et soulevé la poignée pour verrouiller la porte ?
it: Hai già chiuso la porta dall’esterno e sollevato la maniglia per bloccarla?
ko: 당신은 이미 문을 밖에서 닫고 문을 잠그기 위해 손잡이를 들어 올렸나요?

# camera_title_sence_area
source: Detection Region
de: Erkennungsbereich
es: Región de detección
fr: Région de détection
it: Area di rilevamento
ko: 감지 구역
ru: Область обнаружения

# device_use_title
source: Usage
de: Verwendung
es: Uso
fr: Utilisation
it: Utilizzo
ko: 용도
ru: Назначение

# doorlock_log_fingerwrongmanytimes
source: Too Many Fingerprint Attempts Failed
de: Zu viele Fingerabdruckversuche fehlgeschlagen
es: Han fallado demasiados intentos de huellas dactilares
fr: Trop d’échecs de lecture d’empreinte digitale
it: Troppi tentativi di rilevamento delle impronte digitali non riusciti
ko: 빈번한 지문 해제 실패

# doorlock_pressed_handle_open_door_indoors
source: Have you already pressed the handle to open the door indoors?
de: Haben Sie bereits den Türgriff gedrückt, um die Tür im Innenbereich zu öffnen?
es: ¿Ha presionado recientemente el picaporte para abrir la puerta en el interior?
fr: Avez-vous déjà appuyé sur la poignée pour ouvrir la porte depuis l’intérieur ?
it: Hai già premuto la maniglia per aprire la porta all'interno?
ko: 실내에서 문을 열기 위해 손잡이를 이미 돌리셨나요?

# camera_title_sence_sensitivity_old
source: Sensitivity Detection
de: Empfindlichkeit Erkennung
es: Detección de sensibilidad
fr: Sensibilité de détection
it: Rilevamento della sensibilità
ko: 감지 민감도
ru: Чувствительность обнаружения

# device_open_close_curtain_manual_desc
source: Gently pull to open/close the curtain automatically
de: Leicht ziehen, um die Gardine automatisch zu öffnen/zu schließen
es: Tire suavemente para abrir/cerrar la cortina automáticamente
fr: Tirez doucement pour ouvrir/fermer le rideau
it: Tirare delicatamente per aprire/chiudere automaticamente la tenda
ko: 손으로 커튼을 살짝 당겨 자동으로 열거나 닫을 수 있습니다.
ru: Аккуратно потяните за штору, и она откроется/закроется автоматически.

# device_control_schedule
source: Smart schedule
de: Smarter Zeitplan
es: Horario inteligente
fr: Programme intelligent
it: Programma intelligente
ko: 智能日程
ru: Умный график

# doorlock_door_closed_indoors
source: The door has been already closed indoors?
de: Wurde die Tür bereits von innen verschlossen?
es: ¿La puerta se ha cerrado recientemente desde adentro?
fr: La porte a déjà été fermée par l’intérieur ?
it: La porta è già stata chiusa all'interno?
ko: 문이 실내에서 이미 닫혀있습니까?

# doorlock_detection_range
source: Detection range
de: Erfassungsbereich
es: Rango de detección
fr: Portée de détection
it: Campo di rilevamento
ko: 탐지 범위

# camera_use_canmera_to_scan
source: Scan the QR code with the camera
de: Scannen Sie den QR-Code mit der Kamera
es: Escaneé el código QR con la cámara
fr: Scannez le code QR avec la caméra
it: Scansionare il codice QR con la fotocamera
ko: 카메라로 QR코드 인식하기
ru: Сканировать QR-код при помощи камеры

# doorlock_fingerprint_entry_timeout
source: Fingerprint entry timed out
de: Zeitüberschreitung bei der Eingabe des Fingerabdrucks
es: Se ha agotado el tiempo de entrada de la huella dactilar
fr: Délai d’attente d’entrée sur empreinte digitale dépassé
it: L'inserimento delle impronte digitali è scaduto
ko: 지문 입력 시간 초과

# doorlock_verified_fingerprint_password_open_door
source: Have you verified your fingerprint or password to open the door?
de: Haben Sie Ihren Fingerabdruck oder Ihr Passwort verifiziert, um die Tür zu öffnen?
es: ¿Ha verificado sus huellas dactilares o contraseña para abrir la puerta?
fr: Avez-vous vérifié votre empreinte digitale ou votre mot de passe pour ouvrir la porte ?
it: Hai verificato l'impronta digitale o la password per aprire la porta?
ko: 문을 열기 위해 지문이나 비밀번호를 확인하셨나요?

# home_setting_delete_room
source: Remove Room
de: Raum entfernen
es: Eliminar habitación
fr: Supprimer la pièce
it: Rimuovere la stanza
ko: 방 삭제
ru: Удалить Комнату

# doorlock_adding
source: Adding...
de: Gerade hinzufügen...
es: Añadiendo...
fr: Ajout...
it: Aggiungendo...
ko: 추가 중...

# device_name_wall_switch_t1_nertual_live_3channels
source: Smart Wall Switch D1(With Neutral, Triple Rocker)
de: Smarter Lichtschalter D1 (mit Neutralleiter, Dreifachwippe)
es: Interruptor inteligente de Pared D1 (Con neutro, Triple Conmutador)
fr: Commutateur mural intelligent D1 (avec neutre, bascule triple)
it: Interruttore a parete intelligente D1 (con neutro, triplo bilanciere)
ko: 스마트 조명 스위치 T1 (중성선 필요, 3구)
ru: 智能墙壁开关T1(零火线三键版)

# device_firmware_upgrade_now_is_latest
source: Your firmware is up to date.
de: Ihre Firmware ist auf dem neuesten Stand.
es: Su firmware está actualizado.
fr: Votre micrologiciel est à jour.
it: Il firmware è aggiornato.
ko: 이미 최신버전입니다.
ru: Прошивка обновлена

# user_nickname_start_restrict
source: Username must start with a letter
de: Der Benutzername muss mit einem Buchstaben beginnen
es: El nombre de usuario debe comenzar con una letra.
fr: Le nom d’utilisateur doit commencer par une lettre
it: Il nome utente deve iniziare con una lettera
ko: 사용자 이름은 문자로 시작해야합니다.
ru: Имя пользователя должно начинаться с буквы

# doorlock_wifisearchingpleasewait
source: Searching for Wi-Fi. Please be patient to wait...
de: WLAN-Suchlauf Bitte haben Sie noch etwas Geduld...
es: Buscando Wi-Fi. Por favor, sea paciente al esperar...
fr: Recherche du Wi-Fi Patientez un moment...
it: Ricerca del Wi-Fi. Si prega di attendere con pazienza...
ko: Wi-Fi를 검색하는 중입니다. 기다려 주세요...

# doorlock_finderprint_notexist
source: Fingerprint does not exist
de: Fingerabdruck existiert nicht
es: La huella dactilar no existe
fr: L’empreinte digitale n’existe pas
it: L'impronta digitale non esiste
ko: 지문이 존재하지 않습니다.

# doorlock_ota_is_already_latest
source: is already the lastest version
de: ist bereits die aktuellste Version
es: es la última versión
fr: Déjà la dernière version
it: è già l'ultima versione
ko: 이미 최신 버전입니다.

# security_guard_alarm_condition_start
source: Alarm condition is triggered
de: Alarmzustand wurde ausgelöst
es: Se activa la condición de alarma
fr: Condition d’alarme non déclenchée
it: Viene attivata una condizione di allarme
ko: 경보 조건이 만족되었습니다.
ru: Вызвал тревогу

# device_gateway_update_tips
source: Updating. Do not pull out the Hub plug.
de: Update wird durchgeführt. Ziehen Sie den Stecker des Hubs nicht ab.
es: Actualizando... No retire el enchufe del Hub.
fr: Mise à jour. Ne tirez pas sur la prise du Hub.
it: Aggiornamento. Non estrarre la spina dell'hub.
ko: 업데이트 중. 허브의 전원을 차단하지 마세요.
ru: Обновление, не отключайте источник питания.

# device_name_constant_current_driver_t1_2
source: 智能恒流驱动器(T1-2)
de: Treiber für Konstantstrom (T1-2)
es: Controlador de corriente constante (T1-2)
fr: Entraînement à courant constant (T1-2)
it: Driver a corrente costante (T1-2)
ko: 정전류 드라이버 (T1-2)

# device_nas_user_popup
source: User name
de: Benutzername
es: Nombre de usuario
fr: Nom d’utilisateur
it: Nome utente
ko: 사용자 이름
ru: Имя пользователя

# other_force_update_firmware_hint
source: Proceed to new firmware update
de: Weiter zum neuen Firmware-Update
es: Proceder a una nueva actualización de firmware
fr: Commencer la mise à jour du nouveau micrologiciel
it: Procedere all'aggiornamento del nuovo firmware
ko: "새로운 펌웨어 업데이트를 진행합니다"
ru: Перейти к обновлению прошивки

# device_name_wall_switch_d1_nertual_live_3channels
source: Smart Wall Switch D1(With Neutral, Triple Rocker)
de: Smarter Lichtschalter D1 (mit Neutralleiter, Dreifachwippe)
es: Interruptor inteligente de Pared D1 (Con neutro, Triple Conmutador)
fr: Commutateur mural intelligent D1 (avec neutre, bascule triple)
it: Interruttore a parete intelligente D1 (con neutro, triplo bilanciere)
ko: 스마트 조명 스위치 D1 (중성선 필요, 3구)
ru: 智能墙壁开关D1(零火线三键版)

# device_firmware_updating
source: Updating…
de: Update wird durchgeführt...
es: Actualizando...
fr: Mise à jour...
it: Aggiornamento...
ko: 업그레이드 중
ru: Обновление …

# device_ir_light
source: Smart Light
de: Smartes Licht
es: Luz inteligente
fr: Lumière intelligente
it: Luce intelligente
ko: 스마트 조명
ru: Умный Свет

# curve_unit_good
source: Good
de: Gut
es: Bueno
fr: Bon
it: Buono
ko: 우수
ru: Высокий

# doorlock_fingerprint_multi_verifications_failed
source: Multiple fingerprint verifications failed
de: Mehrere Fingerabdruckverifizierungen sind fehlgeschlagen
es: Han fallado varias verificaciones de huellas dactilares
fr: Multiples échecs de lecture d’empreinte digitale
it: Verifica multipla delle impronte digitali non riuscita
ko: 다중 지문 확인 실패

# home_setting_move_device_button
source: Move to another Room
de: In einen anderen Raum bewegen
es: Moverse hacia otra habitación
fr: Déplacer dans une autre pièce
it: Spostamento in un'altra stanza
ko: 다른 방으로 이동
ru: Переместить в другую Комнату

# security_guard_offline_fios
source: Offline
es: Desconectado
fr: Hors ligne
ko: 오프라인
ru: Офлайн

# doorlock_unlocked
source: Unlocked
de: Entriegelt
es: Desbloqueado
fr: Déverrouillé
it: Sbloccato
ko: 잠금 해제됨

# device_ac_match_respond_corrent
source: Correct response
de: Korrekte Antwort
es: Respuesta correcta
fr: Réponse correcte
it: Risposta corretta
ko: 정확하게 응답해주세요.
ru: Верный ответ

# device_person_exist
source: Presence
de: Anwesenheit
es: Presencia
fr: Présence
it: Presenza
ko: 사람이 있을 때
ru: Присутствие

# other_common_unit_set_hint
source: The above settings are only valid for the App
de: Die obigen Einstellungen sind nur für die App gültig
es: Las configuraciones mencionadas anteriormente son únicamente válidas para la aplicación
fr: Les réglages ci-dessus ne sont valides que dans l’application
it: Le impostazioni di cui sopra sono valide solo per l'App
ko: 위의 설정이 앱에 적용됩니다
ru: Вышеуказанные настройки действуют только для Приложения

# device_sleep_normal_heart_rate_fios
source: Normal heart rate: 50 - 100 beats/min
de: Normale Herzfrequenz: 50 – 100 Schläge/Min.
es: Frecuencia cardíaca normal: 50 - 100 latidos/min
fr: Fréquence cardiaque normale : 50 - 100 battements/min
it: Frequenza cardiaca normale: 50 - 100 battiti/min
ko: 정상 심박수: 50~100회/분
ru: Нормальная ЧСС: 50~100 ударов/мин.

# curve_state_someone
source: Motion detected
de: Bewegung erkannt
es: Se detectó movimiento
fr: Mouvement détecté
it: Rilevato il movimento
ko: 움직임 감지
ru: Кто-то есть

# doorlock_fingerprint_entry_quality_low
source: Fingerprint entry quality is low
de: Qualität des Fingerabdrucks ist schlecht
es: La calidad de la huella dactilar es baja
fr: La qualité de l’empreinte digitale enregistrée est trop faible
it: La qualità dell’impronta digitale è bassa
ko: 지문 입력 품질이 낮음

# device_removed
source: Deleted
de: Gelöscht
es: Eliminada
fr: Supprimé
it: Eliminato
ko: 삭제되었습니다.
ru: Удалены

# device_sleep_normal_heart_rate
source: Normal heart rate
de: Normale Herzfrequenz
es: Frecuencia cardíaca normal
fr: Fréquence cardiaque normale
it: Frequenza cardiaca normale
ko: 정상 심박수
ru: Нормальная ЧСС

# device_control_establish_right_curtain
source: Right curtain
de: Rechter Vorhang
es: Cortina derecha
fr: Rideau droit
it: Tenda destra
ko: 오른쪽 커튼
ru: Правая штора

# doorlock_fingerprint_entry_too_dry
source: Fingerprint entry is too dry
de: Bereich des Fingerabdrucks ist zu trocken
es: La entrada de la huella dactilar está demasiado seca
fr: Le doigt est trop sec
it: L'impronta digitale è troppo secca
ko: 지문 인식 영역이 너무 건조합니다.

# doorlock_aboveoperationhasbeenconfirmed
source: Confirmed the above operation
de: Bestätigen Sie den oben beschriebenen Vorgang
es: Operación confirmada
fr: Confirmer l’opération ci-dessus.
it: L'operazione sopra descritta è stata confermata
ko: 상기 작동을 확인하였습니다.
ru: Операция подтверждена

# device_sleep_normal_respiration_rate
source: Normal respiration rate: 12 - 20 times/min
de: Normale Atemfrequenz: 12 – 20 Mal/Min.
es: Frecuencia respiratoria normal: 12 - 20 veces/min
fr: Fréquence respiratoire normale : 12 - 20 fois/min
it: Frequenza di respirazione normale: 12 - 20 volte al minuto
ko: 정상 호흡률: 12~20회/분
ru: Нормальная частота дыхания: 12~20 вдохов/мин.

# device_curtain_right_open
source: Open the right
de: Rechts öffnen
es: Abrir la derecha
fr: Ouvrir droit
it: Aprire la parte destra
ko: 오른쪽을 여십시오.

# camera_title_indicator_light
source: Status Light
de: Statuslicht
es: Luz de estado
fr: Voyant d'état
it: Luce di stato
ko: 지시등
ru: Светодиодный индикатор

# other_download_canceled
source: Download canceled
de: Download abgebrochen
es: Descarga cancelada
fr: Téléchargement annulé
it: Download annullato
ko: 다운로드 취소
ru: Загрузка отменена

# device_sleep_normal_respiratory_rate
source: Normal respiratory rate
de: Normale Atemfrequenz
es: Frecuencia respiratoria normal
fr: Fréquence respiratoire normale
it: Frequenza respiratoria normale
ko: 정상 호흡률
ru: Нормальная частота дыхания

# device_right_rocker
source: Right Rocker
de: Rechte Wippe
es: Pulsador derecho
fr: Bascule droite
it: Bilanciere destro
ko: 오른쪽 버튼
ru: Правая клавиша

# doorlock_log_finger_unlock_failure
source: Fingerprint Unlock Failed
de: Entsperrung mit Fingerabdruck fehlgeschlagen
es: Fallo en el desbloqueo con huella dactilar
fr: Échec de déverrouillage par empreinte digitale
it: Sblocco con impronta digitale fallito
ko: 지문 해제 실패

# access_switch_mode_toast
source: Switched to "%1$s"
de: Zu "%1$s“ gewechselt
es: Cambiado a "%1$s"
fr: Basculé sur « %1$s »
it: Passato a "%1$s"
ko: " '%1$s'으로 전환됩니다."
ru: Переключено на "%1$s"

# device_vibration_sensity_adjust
source: Sensitivity
de: Empfindlichkeit
es: Sensibilidad
fr: Sensibilité
it: Sensibilità
ko: 진동 센서 민감도 조정
ru: Выбрать чувствительность

# device_acpartner_status_mode_heat
source: Heating
de: Heizung
es: Calefacción
fr: Chauffage
it: Riscaldamento
ko: 난방
ru: Обогрев

# other_devoloper_enter_tips
source: Entered test mode
de: Testmodus aktiviert
es: Modo de prueba ingresado
fr: Mode de test activé
it: Entrata in modalità test
ko: 테스트 모드 진입
ru: Вошел в тестовый режим

# device_vibration_event_invoke
source: Vibration
es: Vibración
it: Vibrazione
ko: 진동 센서
ru: Вибрация

# device_has_bee_voice
source: Beep sound?
de: Signalton?
es: ¿Sonido de pitido?
fr: Un bip ?
it: Segnale acustico?
ko: 경고음이 들리십니까?
ru: Звуковой сигнал?

# doorlock_log_fingeropenlock
source: Unlock with Fingerprint
de: Entsperren mit Fingerabdruck
es: Desbloquear con huella dactilar
fr: Déverrouillage avec empreinte digitale
it: Sblocco con impronta digitale
ko: 지문으로 열기
ru: Разблокировка отпечатком пальца

# device_set_wifi_connect_1_fios
source: Device connected (%@/2)
de: Gerät verbunden (%@/2)
es: Dispositivo desconectado (%@/2)
fr: Appareil connecté (%@/2)
it: Dispositivo collegato (%@/2)
ko: 연결된 장치(%@/2)
ru: Подключенные устройства（%@/2）

# device_sense_time_interval
source: Detection Period
de: Erkennungszeitraum
es: Período de detección
fr: Période de détection
it: Periodo di rilevamento
ko: 감지 주기
ru: Период обнаружения

# device_sleep_quality_to_improve
source: To be improved
de: Verbesserungswürdig
es: Necesita mejorar
fr: À améliorer
it: Da migliorare
ko: 개선 요구됨
ru: Нужно улучшить
