Repository: acodeworker/localzedLoader
Catalog: *.lproj/Localizable.strings
Languages: de, es, fr, it, ko, ru

# device_curtain_light_linkage_auto_adjust
source: When the ambient light is detected to be too bright, the curtain will automatically adjust to the set opening ratio to adjust the indoor light intensity
de: Falls das Umgebungslicht als zu hell erkannt wird, stellt sich die Gardine automatisch auf das eingestellte Öffnungsverhältnis ein, um die Lichtintensität im Innenbereich anzupassen
es: Cuando se detecte que la luz ambiental es demasiado intensa, la cortina se ajustará automáticamente para regular la intensidad de la luz del interior
fr: Lorsque la lumière ambiante est détectée comme trop lumineuse, le rideau s’ajuste automatiquement au rapport d’ouverture défini pour l’intérieur
it: Quando la luce ambiente viene rilevata troppo intensa, la tenda si regola automaticamente al rapporto di apertura impostato per regolare l'intensità della luce interna
ko: 환경광이 지나치게 밝은 것을 감지하면 커튼이 자동으로 설정된 열림 비율로 조정되어 실내의 광도를 조정합니다.
ru: Когда обнаруживается, что окружающий свет слишком яркий, штора автоматически настраивается на установленное соотношение открытия, чтобы отрегулировать интенсивность внутреннего освещения.

# device_key_verify_enable_hint
source: Electronic Key Verification
de: Elektronische Schlüsselüberprüfung
es: Verificación de clave electrónica
fr: Vérification de clé électronique
it: Verifica della chiave elettronica
ko: 전자 열쇠 인증
ru: Проверка электронного ключа

# home_scene_edit
source: Edit the scene
de: Szene bearbeiten
es: Editar la escena
fr: Modifier la scène
it: Modifica la scena
ko: 씬 편집
ru: Изменить сценарии

# device_control_opentips
source: Bind the hub to enable "start-up".
de: Verbinden Sie den Hub, um „Inbetriebnahme“ zu aktivieren
es: Vincular el hub para permitir el “arranque”.
fr: Associez le Hub pour autoriser le « démarrage »
it: Vincolare l'hub per abilitare l'"avvio".

# device_curtain_opening
source: Curtain is opening...
de: Vorhang wird geöffnet...
es: La cortina se está abriendo...
fr: Ouverture du rideau...
it: Apertura della tenda in corso...
ko: 커튼이 열립니다...
ru: Открытие штор...

# common_edit
source: edit
de: Bearbeiten
es: editar
fr: modifier
it: modifica
ko: 편집
ru: Изменить

# automation_above_parm
source: Above %@%@
de: Über %@%@
es: Por encima de %@%@
fr: Au-dessus de %@%@
it: Superiore a %@%@
ko: %@%@이상
ru: Выше %@%@

# other_perm_location_permission_description
source: Aqara Home needs permission to access your location when performing device distribution operations, providing you with local weather information, and obtaining your time zone and displaying the exact time.
de: Aqara Home benötigt die Genehmigung, auf Ihren Standort zuzugreifen, wenn Geräteverteilungsvorgänge durchgeführt werden, Ihnen lokale Wetterinformationen bereitgestellt werden und Ihre Zeitzone abgerufen und die genaue Uhrzeit angezeigt wird.
es: Aqara Home necesita su permiso para acceder a su ubicación al realizar operaciones de distribución del dispositivo, proporcionándole datos sobre el clima local, y obteniendo su zona horaria y mostrando la hora exacta.
fr: Aqara Home a besoin d’une permission pour accéder à votre localisation lorsque vous effectuez des opérations de distribution d’appareils, pour vous fournir des informations météo locales, obtenir votre fuseau horaire et afficher l’heure exacte.
it: Aqara Home ha bisogno dell'autorizzazione per accedere alla tua posizione durante le operazioni di distribuzione del dispositivo, fornendoti informazioni meteo locali, ottenendo il tuo fuso orario e visualizzando l'ora esatta.
ko: 장치 네트워크 연결, 현지 날씨 정보, 사용자의 시간대 및 정확한 시간을 표시하기 위해 위치 접근 권한이 필요합니다.
ru: При выполнении операций по распределению устройств, предоставлении Вам информации о местной погоде, получении информации о Вашем часовом поясе и отображении точного времени Aqara Home требуется разрешение на доступ к Вашему местоположению

# doorlock_no_update_allow_by_low_battery
source: Low battery. No update is allowed. (0x05)
de: Schwache Batterie. Es ist kein Update erlaubt. (0x05)
es: Batería baja. No se permite una actualización. (0x05)
fr: Batterie faible. Aucune mise à jour autorisée. (0x05)
it: Carica della batteria bassa. Nessun aggiornamento consentito. (0x05)
ko: 배터리가 부족하여 업데이트를 할 수 없습니다. (0x05)

# home_edit_shortcut
source: Edit “Favorites”
de: "Favoriten" bearbeiten
es: Editar "Favoritos"
fr: Modifier les « Favoris »
it: Modifica “Preferiti”
ko: 바로가기 편집
ru: Изменить ярлык

# automation_blow_parm
source: Below %@%@
de: Unter %@%@
es: Por debajo de %@%@
fr: En dessous de %@%@
it: Inferiore a %@%@
ko: %@%@이하
ru: Ниже %@%@

# other_auto_ota_desc
source: 当检测到有新固件时会自动升级。(低电量时无法升级）
de: Automatisches Upgrade, wenn eine neue Firmware erkannt wird. (Upgrade bei schwacher Batterie nicht möglich)
es: Actualizar automáticamente cuando se detecte un nuevo firmware. (No se puede actualizar con la batería baja)
fr: Mise à jour automatique quand un nouveau micrologiciel est détecté. (Impossible de mettre à jour si la pile est faible)
it: Aggiornamento automatico quando viene rilevato un nuovo firmware. (Impossibile eseguire l'aggiornamento in caso di batteria scarica)
ko: 새 펌웨어가 감지되면 자동으로 업데이트됩니다. (저전력 시 업그레이드 불가)

# homekit_home_sync_explain1
source: Names in Aqara Home app will change as follows,
de: Die Namen in der Aqara Home-App ändern sich wie folgt:
es: Los nombres en la app Aqara Home cambiarán así,
fr: Les noms dans l’appli Aqara Home changeront comme suit,
it: I nomi nell'app Aqara Home cambieranno nel modo seguente,
ko: Aqara Home 앱에서의 이름이 다음과 같이 변경됩니다.
ru: Имена в приложении Aqara Home изменятся следующим образом,

# device_key_no_format_hint
source: No：%s
de: Keine：%s
es: Número: %s
fr: Non：%s
ko: 번호：%s
ru: Нет: %s

# device_load_service_type_error
source: Initialization failed
de: Initialisierung fehlgeschlagen
es: Inicialización fallida
fr: Échec de l’initialisation
it: Inizializzazione non riuscita
ko: 초기화 실패
ru: Ошибка инициализации

# curve_avg_pressure_thisyear
source: Average Atmospheric Pressure This Year
de: Durchschnittlicher Luftdruck in diesem Jahr
es: Presión atmosférica media de este año
fr: Pression atmosphérique moyenne cette année
it: Pressione atmosferica media di quest'anno
ko: 올해 평균 기압
ru: Среднее атмосферное давление в этом году

# doorlock_log_low_battery
source: Low power. Please replace the battery
de: Wenig Leistung. Bitte tauschen Sie die Batterie aus
es: Potencia baja. Sustituya la batería
fr: Faible puissance. Veuillez remplacer la batterie
it: Potenza bassa. Sostituisci la batteria
ko: 전력이 부족하니 배터리를 교체해주세요.
ru: Низкий заряд батареи, пожалуйста, замените

# other_key_no_format_hint
source: No：
de: Keine：
es: Número:
fr: Non：

# other_get_miot_info_fail
source: Unexpected error, please try again
de: Unerwarteter Fehler. Bitte versuchen Sie es erneut
es: Error inesperado, inténtelo de nuevo
fr: Erreur inattendue, veuillez réessayer
it: Errore imprevisto, riprova
ko: 예상치 못한 오류입니다. 다시 시도해주세요.
ru: Ошибка, пожалуйста, попробуйте ещё раз

# curve_open_times_thisyear
source: Opened This Year
de: Dieses Jahr geöffnet
es: Abierto este año
fr: Ouvert cette année
it: Apertura di quest'anno
ko: 올해 열렸음
ru: Открыт в этом году

# deice_nearby_device
source: Nearby Accessories
de: Accessoires in der Nähe
es: Accesorios cercanos
fr: Accessoires proches
it: Accessori nelle vicinanze
ko: 주변 장치
ru: Устройства поблизости

# doorlock_initialconnection_timeout_2
source: Initial connection timed out. Please check if the network connection is abnormal (Error Code:%s)
de: Zeitüberschreitung bei der ersten Verbindung. Bitte überprüfen Sie, ob die Netzwerkverbindung nicht normal ist (Fehlercode: %s)
es: La conexión inicial ha expirado. Compruebe si la conexión de la red funciona con normalidad (Código de error: %s)
fr: Connexion initiale expirée. Veuillez vérifier si la connexion au réseau est anormale (code d’erreur : %s)
it: Collegamento iniziale scaduto. Verifica se il collegamento di rete è anomalo (codice di errore:%s)

# curve_avg_humidity_thisyear
source: Average Humidity This Year
de: Durchschnittliche Luftfeuchtigkeit in diesem Jahr
es: Humedad media de este año
fr: Humidité moyenne cette année
it: Umidità media di quest'anno
ko: 올해의 평균 습도
ru: Средняя влажность в этом году

# other_curtain_config_retry_content
source: Click “Try again” or gently pull to open/close the curtain manually to complete the configuration.
de: Klicken Sie auf „Erneut versuchen“ oder ziehen Sie vorsichtig, um den Vorhang manuell zu öffnen/schließen und die Konfiguration abzuschließen.
es: Haga clic en "Volver a intentar" o tire suavemente para abrir/cerrar la cortina manualmente y completar la configuración.
fr: Cliquer sur « Réessayer » ou tirer doucement pour ouvrir/fermer le rideau manuellement et terminer la configuration.
it: Fai clic su "Riprova" o tira delicatamente per aprire/chiudere manualmente la tenda e completare la configurazione.
ko: 재시도를 누르거나 수동으로 커튼을 열거나 닫아 설정을 완료해주세요.
ru: Нажмите «Повторить попытку» или откройте и закройте шторку один раз, потянув её, чтобы завершить настройку.

# homepage_edit_menu_wallpaper
source: Wallpaper
de: Hintergrund
es: Fondo de pantalla
fr: Arrière-plan
it: Sfondo
ko: 바탕화면
ru: Обои

# doorlock_initialconnection_timeout_1
source: Initial connection timed out. Please check if the network connection is abnormal (Error Code: %@)
de: Zeitüberschreitung bei der ersten Verbindung. Bitte überprüfen Sie, ob die Netzwerkverbindung nicht normal ist (Fehlercode: %@)
es: La conexión inicial ha expirado. Compruebe si la conexión de la red funciona con normalidad (Código de error: %@)
fr: Connexion initiale expirée. Veuillez vérifier si la connexion au réseau est anormale (code d’erreur : %@)
it: Collegamento iniziale scaduto. Verificare se il collegamento di rete è anomalo (codice di errore: %@)
ko: 초기 연결 시간이 초과되었습니다. 네트워크 연결이 비정상인지 확인해주세요.(오류 코드: %@).

# security_guard_device_open_tips
source: This device has joined "24 x 7 Alert". When the above conditions are triggered, the hub alarm will be interacted to send a message to you. Please go to "Alert System-24 x 7 Alert" to enable security interaction
de: Dieses Gerät ist jetzt Teil von "24 x 7 Alarm". Sobald die oben genannten Bedingungen ausgelöst werden, wird der Hub-Alarm ausgelöst, um Ihnen eine Nachricht zu senden. Bitte gehen Sie zu "Alarmsystem-24 x 7 Alarm", um die Sicherheitsinteraktion zu aktivieren
es: Este dispositivo se ha unido a "Alerta 24 x 7". Cuando las condiciones anteriores se cumplan, la alarma del hub le mandará un mensaje. Vaya a "Sistema de alerta - Alerta 24 x 7" para habilitar la interacción de seguridad
fr: Cet appareil a rejoint « alerte 24 x 7 ». Lorsque les conditions ci-dessus sont déclenchées, l’alarme du hub est activée pour vous envoyer un message. Veuillez accéder à « Système d’alerte - alerte -24 x 7 » pour activer l’interaction de sécurité
it: Questo dispositivo si è aggiunto a "Avviso 24 x 7". Quando le condizioni di cui sopra vengono attivate, l'allarme hub interagirà per inviarti un messaggio. Vai su "Sistema di avviso - Avviso 24 x 7" per abilitare l'interazione di sicurezza
ko: "이 장비는 '7*24h 보안'에 가입되어 있습니다.상기 조건이 만족될 경우 게이트웨어를 연동하여 경보가 울리며 보안을 활성화하기 위해서 '경보시스템-7*24h 수호'로 이동하여 보안 연동을 켜십시오"
ru: Это устройство было добавлено в режим "страж 24х7". Если наступят вышеуказанные условия, Вам будет отправлено сообщение. Перейдите в «Охранник-24х7 Страж» для активации связи с защитой.

# homekit_home_sync_explain2
source: Names in Home app will change as follows,
de: Die Namen in der Home-App ändern sich wie folgt:
es: Los nombres en la app Home cambiarán así,
fr: Les noms dans l’appli Home changeront comme suit,
it: I nomi nell'app Home cambieranno nel modo seguente,
ko: Apple 홈 앱에서의 이름이 다음과 같이 변경됩니다.
ru: Имена в приложении Home изменятся следующим образом,

# device_battery_level
source: Remaining battery：%1$s
de: Verbleibende Batterie: %1$s
es: Batería restante: %1$s
fr: Batterie restante : %1$s
it: Batteria rimanente:%1$s
ko: 남은 배터리：%1$s
ru: Заряд батареи: %1$s

# common_time_next_day
source: Next Day
de: Nächster Tag
es: Día siguiente
fr: Jour suivant
it: Giorno successivo
ko: 다음 날
ru: Следующий день

# homekit_home_sync_explain3
source: Names in Home and Aqara Home apps will change as follows,
de: Die Namen in den Home- und Aqara Home-Apps ändern sich wie folgt:
es: Los nombres en la app Aqara Home y Home cambiarán así,
fr: Les noms dans l’appli Home et Aqara Home changeront comme suit,
it: I nomi nelle app Hoime e Aqara Home cambieranno nel modo seguente,
ko: Aqara Home 앱과 Apple 홈 앱에서의 이름이 다음과 같이 변경됩니다.
ru: Имена в приложениях Home и Aqara Home изменятся следующим образом,

# home_scene_edit_shortcut
source: Edit Favorites
de: Favoriten bearbeiten
es: Editar favoritos
fr: Modifier les Favoris
it: Modifica Preferiti
ko: 바로가기 편집
ru: Изменить ярлык

# device_plug_title
source: Outlet
de: Steckdose
es: Toma de corriente
fr: Sortie
it: Presa
ko: 플러그
ru: Розетка

# device_nas_toast4
source: Transmission interrupted
de: Übertragung unterbrochen
es: Transmisión interrumpida
fr: Transmission interrompue
it: Trasmissione interrotta
ko: 전송이 중단되었습니다.
ru: Передача прервана

# scene_failure_tips
source: Scene failed
de: Szene fehlgeschlagen
es: Escena fallida
fr: Échec de la scène
it: Scena non riuscita
ko: 장면이 만료되었습니다.
ru: Ошибка сценария

# device_gateway_fm_main_standard
source: Standard
es: Estándar
ko: 표준
ru: Cтандарт

# other_help_feeback
source: Help & Feedback
de: Hilfe & Feedback
es: Ayuda y comentarios
fr: Aide et commentaires
it: Aiuto e Feedback
ko: 도움말 및 피드백
ru: Помощь и обратная связь

# device_set_bell_import
source: Import from Ringtone Library
de: Aus Klingelton-Bibliothek importieren
es: Importar desde Biblioteca de tonos
fr: Importation depuis la Bibliothèque de sonneries
it: Importa dalla Libreria suonerie
ko: 벨소리 라이브러리에서 가져오기
ru: Импорт из библиотеки мелодий

# device_ac_close_ac_tips
source: With power on/off, please make sure the AC is off,otherwise it may cause some damages to the AC, whether to cut off power?
de: Achten Sie beim Ein- und Ausschalten darauf, dass die Klimaanlage ausgeschaltet ist, da dies sonst zu Schäden an der Klimaanlage führen kann. Soll die Stromversorgung unterbrochen werden?
es: La alimentación está desconectada, por favor asegúrese de que el aire acondicionado está apagado, de lo contrario podría causar daños en el aire acondicionado, ¿confirmar el apagado?
fr: Avec le commutateur, veuillez vous assurer que le climatiseur est éteint, sinon il peut être endommagé.
it: Con l'accensione/spegnimento, assicurati che l'AC sia spento, in caso contrario potrebbe causare alcuni danni all'AC, se si interrompere l'alimentazione?
ko: 전원이 끊어지면, 에어컨을 꺼짐 상태로 유지해주세요. 그렇지 않으면 에어컨이 손상될 수 있습니다. 정전 여부를 확인했습니까?
ru: При выключении / выключении питания, убедитесь, что кондиционер выключен, в противном случае это может привести к его повреждению. Вы уверены, что хотите выключить питание?

# curve_standard
source: Standard atmospheric pressure
de: Normaler atmosphärischer Druck
es: Presión atmosférica estándar
fr: Pression atmosphérique standard
it: Pressione atmosferica standard
ko: 표준 대기압
ru: Стандартное атмосферное давление

# other_transmission_succeed_will_upgrade
source: The data is transferred successfully. The update will start soon...
de: Die Daten werden erfolgreich übertragen. Das Update startet in Kürze...
es: Datos transferidos con éxito. La actualización empezará pronto...
fr: Données transférées avec succès. La mise à jour débutera bientôt...
it: I dati sono stati trasferiti correttamente. L'aggiornamento inizierà a breve...
ko: 데이터가 성공적으로 전송되었습니다. 업데이트가 곧 시작됩니다...
ru: Передача успешно завершена. Скоро начнется обновление...

# other_dialog_from_album
source: Choose from Album
de: Aus Alben auswählen
es: Elegir desde álbum
fr: Choisir parmi les albums
it: Scegli da album
ko: 앨범에서 선택
ru: Выбрать из существующих

# device_setup_voice_9
source: Edit user-defined audio
de: Benutzerdefiniertes Audio bearbeiten
es: Editar audio definido por el usuario
fr: Modifier les données audio définies par l'utilisateur
it: Modifica l’audio definito dall’utente
ko: 사용자 정의 음성 편집
ru: Редактировать пользовательский голос

# doorlock_binding
source: Binding ...
de: Verbinde...
es: Vinculando...
fr: Liaison...
it: Associazione in corso...
ko: 연결 중
ru: Привязка…

# curve_avg_smoke_thisyear
source: Average Smoke DensityThis Year
de: Durchschnittliche Rauchdichte in diesem Jahr
es: Densidad de humo media de este año
fr: Densité moyenne de fumée cette année
it: Densità del fumo media di quest'anno
ko: 올해의 평균 스모크 농도
ru: Средняя плотность дыма в этом году

# camera_title_power_rate
source: Power Bit Rate
de: Leistung Bitrate
es: Tasa de bits de potencia
fr: Débit binaire de puissance
it: Bit rate di potenza
ko: 전력 비트 전송률

# device_binding_waiting_hint
source: Linking...
de: Verknüpfe...
es: Enlazando...
fr: Liaison...
it: Collegamento in corso...
ko: 연결 중…
ru: Привязка...

# curve_avg_temperature_thisyear
source: Average Temperature This Year
de: Durchschnittstemperatur in diesem Jahr
es: Temperatura media de este año
fr: Température moyenne cette année
it: Temperatura media di quest'anno
ko: 올해의 평균 온도
ru: Средняя температура в этом году

# device_ac_close_water_heater_tips
source: With power on/off, please make sure the AC is off,otherwise it may cause some damages to the AC, whether to cut off power?
de: Achten Sie beim Ein- und Ausschalten darauf, dass die Klimaanlage ausgeschaltet ist, da dies sonst zu Schäden an der Klimaanlage führen kann. Soll die Stromversorgung unterbrochen werden?
es: La alimentación está desconectada, por favor asegúrese de que el aire acondicionado está apagado, de lo contrario podría causar daños en el aire acondicionado, ¿confirmar el apagado?
fr: Avec le commutateur, veuillez vous assurer que le climatiseur est éteint, sinon il peut être endommagé.
it: Con l'accensione/spegnimento, assicurati che l'AC sia spento, in caso contrario potrebbe causare alcuni danni all'AC, se si interrompere l'alimentazione?
ko: 전원이 끊어지면, 온수기가 꺼짐 상태로 유지해주세요. 그렇지 않으면 온수기가 손상될 수 있습니다. 정전 여부를 확인했습니까?
ru: При включении / выключении питания, убедитесь, что водонагреватель выключен, в противном случае это может привести к его повреждению. Вы уверены, что хотите выключить?

# device_control_plan_4
source: Edit the feeding plan
de: Fütterungsplan bearbeiten
es: Editar el plan de alimentación
fr: Modifier le programme d’alimentation
it: Modifica il piano di avanzamento
ko: 급식 계획 편집
ru: Настройки расписания

# user_bind_title
source: Bind Account
de: Konto verbinden
es: Vincular cuenta
fr: Lier le compte
it: Associa account
ko: 계정 연결
ru: Привязать аккаунт

# curve_energy_use_thisyear
source: This Year
de: Dieses Jahr
es: Este año
fr: Cette année
it: Quest'anno
ko: 올해의 전기 소비량
ru: Этот год

# common_click_retry
source: Tap to try again
de: Tippen Sie, um es erneut zu versuchen
es: Tocar para volver a intentar
fr: Appuyer pour réessayer
it: Tocca per riprovare
ko: 클릭하여 재시도
ru: Нажмите, чтобы попробовать ещё раз

# device_edit_detect_event
source: 编辑侦测事件
de: Erkennungsmerkmale bearbeiten
es: Editar eventos de detección
fr: Modifier les événements de détection
it: Modifica degli eventi di rilevamento
ko: 이벤트 편집

# homekit_bind_to_homekit
source: Bind it to HomeKit
de: Mit HomeKit verbinden
es: Vincular a HomeKit
fr: Lier à HomeKit
it: Associalo a HomeKit
ko: HomeKit에 연결
ru: Привязать к HomeKit

# curve_weak_time_year
source: Water Leak This Year
de: Wasserlecks in diesem Jahr
es: Fugas de agua de este año
fr: Fuite d’eau cette année
it: Perdita d'acqua quest'anno
ko: 올해의 누수 발생
ru: Утечка воды в этом году

# device_ac_power_off
source: Power on/off
de: Einschalten/Ausschalten
es: Encendido/apagado
fr: Activer/Désactiver
it: Accensione/spegnimento
ko: 전원이 끊어지다.

# home_edit_scene
source: Edit homepage scenes
de: Homepage-Szenen bearbeiten
es: Editar escenas de página de inicio
fr: Modifier les scènes de page d’accueil
it: Modifica le scene della home page
ko: 홈 화면 동시실행
ru: Изменить сцену домашней страницы

# doorlock_wifi_bind
source: Bind Wi-Fi
de: WLAN verbinden
es: Vincular wifi
fr: Lier le Wi-Fi
it: Associa Wi-Fi
ko: Wi-Fi 연결

# device_only_homekit_use
source: This function is only supported for use under HomeKit in iOS system
de: Diese Funktion wird nur für die Verwendung unter HomeKit im iOS-System unterstützt
es: Solo se admite el uso de esta función en HomeKit del sistema iOS
fr: Cette fonction est uniquement prise en charge sous HomeKit dans le système iOS
it: Questa funzione è supportata solo per l'uso con HomeKit nel sistema iOS
ko: 이 기능은 iOS 시스템의 HomeKit에서만 사용 가능합니다.
ru: Эта функция поддерживается только в HomeKit в системе iOS

# home_create_room_hint
source: Click here to create room
de: Klicken Sie hier, um den Raum zu erstellen
es: Clic aquí para crear una habitación
fr: Cliquer ici pour créer une salle
it: Clicca qui per creare una stanza
ko: 방을 만들려면 여기를 클릭해주세요.
ru: Нажмите здесь, чтобы создать комнату

# other_homepage_edit_cards
source: Edit homepage cards
de: Homepage-Karten bearbeiten
es: Editar tarjetas de página de inicio
fr: Modifier les cartes de page d’accueil
it: Modifica le schede della home page
ko: 홈 페이지 카드 편집
ru: Редактировать домашнюю карту

# user_bind_email
source: Bind E-mail
de: E-Mail-Adresse verbinden
es: Vincular correo electrónico
fr: Lier l’adresse e-mail
it: Associa E-mail
ko: 이메일 연동
ru: Привязать Email

# doorlock_ble_state_alert_unconnect
source: This function needs to be operated under direct connection of Bluetooth.
de: Diese Funktion muss unter direkter Bluetooth-Verbindung betrieben werden.
es: Esta función debe ser operada bajo conexión directa de Bluetooth.
fr: Cette fonction requiert une connexion directe de Bluetooth.
it: Questa funzione deve essere utilizzata con il collegamento diretto al Bluetooth.
ko: 이 기능은 블루투스를 직접 연결하여 작동해야 합니다.

# device_send_message_2_gateway_error_btn
source: retry
de: Erneut versuchen
es: volver a intentar
fr: réessayer
it: riprova
ko: 클릭하여 재시도
ru: повторить

# device_control_ambient_light_curtain_state
source: Curtain state
de: Vorhangstatus
es: Estado de cortina
fr: État du rideau
it: Stato della tenda
ko: 커튼 상태
ru: Состояние шторы

# common_server_error
source: Server error
de: Serverfehler
es: Error de servidor
fr: Erreur du serveur
it: Errore del server
ko: 서버 오류
ru: Ошибка сервера

# device_control_bind_2
source: 绑定网关中…
de: Der Hub wird verbunden...
es: Se está vinculando el hub...
fr: Le Hub est en cours d’association
it: L'hub viene legato...

# home_create_home_hint
source: Click here to create home
de: Klicken Sie hier, um das Zuhause zu erstellen
es: Clic aquí para crear un hogar
fr: Cliquer ici pour créer une maison
it: Clicca qui per creare la casa
ko: 홈을 만들려면 여기를 클릭해주세요.
ru: Нажмите здесь, чтобы создать дом

# other_cloud_error_104
source: Execution failed.Please try again later
de: Ausführung fehlgeschlagen. Bitte versuchen Sie es später erneut
es: Fallo al ejecutar. Inténtelo de nuevo más tarde
fr: Échec de l’exécution. Veuillez réessayer plus tard
it: Esecuzione non riuscita. Riprovare più tardi
ko: 서버가 과부하 상태입니다.
ru: Ошибка. Пожалуйста, попробуйте позже

# other_local_ring
source: Local ringtone
de: Lokaler Klingelton
es: Tono de llamada local
fr: Sonnerie locale
it: Suoneria locale
ko: (로컬) 벨소리
ru: Предустановленный рингтон

# scene_is_already_in_active
source: The scene is already activated
de: Die Szene ist bereits aktiviert
es: La escena ya está activa
fr: La scène est déjà activée
it: La scena è già attivata
ko: 씬(장면구성)은 이미 활성화 된 상태입니다.
ru: Сцена уже активна

# curve_energy_use_thismonth
source: Electricity Consumption This Month
de: Stromverbrauch dieses Monats
es: Consumo eléctrico de este mes
fr: Consommation d’électricité ce mois-ci
it: Consumo di elettricità di questo mese
ko: 이번 달의 전기 소비량
ru: Энергопотребление в этом месяце
