Repository: acodeworker/localzedLoader
Catalog: *.lproj/Localizable.strings
Languages: de, es, fr, it, ko, ru

# automation_txt_illumination_below_fios
source: Illuminance below %@
de: Beleuchtung unter %@
es: Brillo por debajo de %@
fr: Éclairement en dessous de %@
it: Illuminazione inferiore %@
ko: 지정된 밝기 이하임 %@
ru: Освещенность ниже %@

# automation_txt_closed_over_fios
source: Closed for over %@
de: Geschlossen für über %@
es: Cerrado durante más de %@
fr: Fermé depuis plus de %@
it: Chiuso per oltre %@
ko: %@ 이상 닫겨 있음
ru: Закрыт более %@

# automation_txt_ringtone_volume_fios
source: Ringtone: %@ Volume: %@
de: Klingelton: %@ Lautstärke: %@
es: Tono de llamada: %@ Volumen: %@
fr: Sonnerie : %@ Volume : %@
it: Suoneria: %@ Volume: %@
ko: 벨소리:%@ 볼륨:%@
ru: Звонок: %@ Громкость: %@

# automation_txt_motion_detected_illuminance_below_fios
source: Motion detected and illuminance below %@
de: Bewegung erkannt und Helligkeit unter %@
es: Se detectó movimiento y brillo inferior %@
fr: Mouvement détecté et luminosité en dessous de %@
it: Rilevamento del movimento e luminosità inferiore a %@
ko: 움직임 있음, 조도 %@ 이하
ru: Движение обнаружено и яркость ниже %@

# automation_txt_opened_over_fios
source: Opened for over %@
de: Geöffnet für über %@
es: Abierto durante más de %@
fr: Ouvrir plus de %@
it: Aperto per oltre %@
ko: %@ 이상 열려 있음
ru: Открыт более %@

# automation_txt_illumination_above_fios
source: Illuminance above %@
de: Beleuchtung über %@
es: Brillo por encima de %@
fr: Éclairement au-dessus de %@
it: Illuminazione superiore %@
ko: 지정된 조명 이상임 %@
ru: Освещенность выше %@

# automation_txt_motion_detected_illuminance_above_fios
source: Motion detected and illuminance above %@
de: Bewegung erkannt und Helligkeit über %@
es: Se detectó movimiento y brillo superior %@
fr: Mouvement détecté et luminosité au dessus de %@
it: Rilevamento del movimento e luminosità superiore a %@
ko: 움직임 있음, 조도 %@ 이상
ru: Движение обнаружено и яркость выше %@

# automation_txt_temperature_below_fios
source: Temperature below %@
de: Temperatur unter %@
es: Temperatura inferior a %@
fr: Température en dessous de %@
it: Temperatura inferiore a %@
ko: 온도가 %@ 이하
ru: Температура ниже %@

# automation_txt_curtain_open_to_fios
source: Open to %@ %%
de: Zu %@ %% öffnen
es: Abrir a %@ %%
fr: Ouvrir à %@ %%
it: Aprire a %@ %%
ko: %@ %% 까지 열기
ru: Открывается на %@ %%

# automation_txt_humidity_below_fios
source: Humidity is below %@
de: Luftfeuchtigkeit liegt unter %@
es: La humedad %@ está por debajo de %@
fr: Humidité inférieure à %@
it: L’umidità è inferiore a %@
ko: 습도가 %@ 아래에 있을 때
ru: Влажность ниже %@

# automation_txt_humidity_above_fios
source: Humidity is above %@
de: Luftfeuchtigkeit liegt über %@
es: La humedad %@ está por encima de %@
fr: Humidité supérieure à %@
it: L’umidità è superiore a %@
ko: 습도가 %@ 위에 있을 때
ru: Влажность выше %@

# automation_txt_temperature_above_fios
source: Temperature above %@
de: Temperatur über %@
es: Temperatura superior a %@
fr: Température au dessus de %@
it: Temperatura superiore a %@
ko: 온도가 %@ 이상
ru: Температура выше %@

# automation_txt_alarm_ringtone_volume_fios
source: Alarm: %@ Volume: %@
de: Alarm: %@ Lautstärke: %@
es: Alarma: %@ Volumen: %@
fr: Alarme : %@ Volume : %@
it: Allarme: %@ Volume : %@
ko: 알람소리: %@ 볼륨: %@
ru: Тревога: %@ Громкость: %@

# service_card_ac_on_count_fios
source: %@ AC(s) on
de: %@ Klimaanlage(n) an
es: %@ aire(s) acondicionado(s) encendido(s)
fr: %@ climatiseur(s) activé(s)
it: %@ condizionatore/i d’aria acceso/i
ko: 에어컨 %@ 대 켜짐
ru: Кондиц. вкл %@

# me_voice_bind_google_null_toast
source: Google Home App is not installed, please download and try again
de: Google Home App ist nicht installiert, bitte laden Sie es herunter und versuchen Sie es erneut
es: La aplicación Google Home no está instalada, por favor descargue e intente de nuevo
fr: Google Home app n'est pas installé, réessayez après le téléchargement
it: Google Home App non è installato, scarica e riprova
ko: Google Home App이 설치되어 있지 않습니다. 다운로드한 후 다시 시도하십시오.
ru: Приложение Google Home не установлено, попробуйте после загрузки

# service_card_ac_on_count
source: %s AC(s) on
de: %s Klimaanlage(n) an
es: %s aire(s) acondicionado(s) encendido(s)
fr: %s climatiseur(s) activé(s)
it: %s condizionatore/i d’aria acceso/i
ko: 에어컨 %s 대 켜짐
ru: Кондиц. вкл %s

# service_card_ac_room_lit_count
source: The ACs in %s rooms are turned on
de: %s Zimmer mit eingeschalteter Klimaanlage
es: %s habitaciones con aire acon encendido
fr: La clim est allumée dans% s chambres
it: Ci sono %s AC accesi nelle stanze.
ko: 방 %s개에 AC가 켜져 있습니다.
ru: AC вкл в %s комнатах

# service_card_ac_room
source: %s temperature
de: %sKühlung und Heizung
es: %s Refrigeración y calefacción
fr: %s chaud et froid
it: %s riscald./raffreda.
ko: %s냉난방
ru: Охлаждение-нагрев %s

# common_ac_count_offline_text
source: %s ACs in total; %s ACs are offline
de: Gesamt %s Klimaanlagen, %s offline
es: Total %s aires acon, %s fuera de línea
fr: Total%s clim,%s hors ligne
it: Totale di %s AC, di cui %s off-line
ko: AC는 총 %s대이고, 그 중에 %s대는 오프라인입니다.
ru: Всего %s AC, %s выкл

# common_ac_count_text
source: %s ACs in total
de: Gesamt %s Klimaanlagen
es: Total %s aires acon
fr: Total%s clim
it: Totale di %s AC
ko: AC 총 %s대
ru: Всего %s AC

# me_set_account_2fa_off_text_pop
source: After it is disabled, a user may log in with the password and no digital token verification is required. Please confirm to disable it.
de: Im ausgeschalteten Zustand können sich die Nutzer direkt mit ihrem Passwort anmelden und müssen sich nicht mehr mit einem digitalen Token authentifizieren. Sind Sie sicher, dass Sie es schließen wollen?
es: Una vez desactivada, los usuarios pueden iniciar sesión directamente con su contraseña y ya no tienen que verificar su ficha digital... ¿seguro que quieres desactivarla?
fr: Après qu'il est fermé, l'utilisateur peut se connecter avec le mot de passe directement et n'a plus besoin de vérifier la clé temporaire numérique, déterminez à fermer?
it: Dopo la disattivazione, l'utente può utilizzare la password per accedere direttamente senza la verifica del token digitale. Sei sicuro di voler disattivare?
ko: 꺼진 후 사용자가 비밀번호를 사용하여 직접 로그인할 수 있으며, 디지털 토큰 인증은 더 이상 하지 않습니다. 종료하시겠습니까?
ru: После отключения пользователи могут входить в систему напрямую с помощью пароля и больше не выполнять аутентификацию цифрового токена. Точно хотите отключить?

# me_set_account_2fa_off_toast
source: Operation succeeded and "dual verification" has been disabled
de: Der Vorgang war erfolgreich und die "doppelte Überprüfung" wurde abgeschaltet
es: Operación realizada con éxito, se ha desactivado la "doble autenticación"
fr: Opération réussie, "la vérification double" a été fermée
it: L'operazione è andata a buon fine e la "doppia verifica" è stata disattivata
ko: 실행 성공. '이중 인증'이 비활성화 되었습니다.
ru: Операция успешна, «Двухфакторная аутентификация» отключена

# me_set_account_2fa_off
source: Disable "dual verification"
de: Doppelte Überprüfung ausgeschaltet
es: Desactivar "doble verificación "
fr: Fermez "la vérification double"
it: Disattiva la "doppia verifica"
ko: '이중 인증' 끄기
ru: Отключить «Двухфакторную аутентификацию»

# ifttt_automation_then_test_hint
source: An action command has been sent
de: Aktionsbefehl erteilt
es: Comando de acción emitido
fr: L'instruction d'action a été donnée
it: È stato emesso un comando di azione
ko: 동작 명령을 전송했습니다.
ru: Выдана команда действия

# home_room_area_name
source: Area name
de: Name des Gebiets
es: Nombre de la zona
fr: Nom de la zone
it: nome della zona
ko: 구역 이름
ru: Имя зоны

# me_set_account_2fa_on
source: Enable "dual verification"
de: Öffnen Sie "Doppelte Überprüfung ".
es: Doble verificación" abierta
fr: Ouvrez "la vérification double"
it: Attiva "doppia verifica"
ko: '이중 인증'을 켭니다.
ru: Включить «Двухфакторную аутентификацию»

# me_set_account_2fa_on_toast
source: Operation succeeded and "dual verification" has been enabled
de: Operation erfolgreich, "doppelte Überprüfung" aktiviert
es: Operación realizada con éxito, se ha activado la "doble verificación
fr: Opération réussie, "la vérification double" a été ouverte
it: L'operazione è andata a buon fine e la "doppia verifica" è stata attivata
ko: 실행 성공. '이중 인증'이 활성화되었습니다.
ru: Операция успешна, «Двухфакторная аутентификация» включена

# me_set_account_2fa
source: Dual verification
de: Doppelte Authentifizierung
es: Doble autenticación
fr: Vérification double
it: Doppia verifica
ko: 이중 인증
ru: Двухфакторная аутентификация

# me_set_account_2fa_token
source: Digital token
de: Digitaler Token
es: Ficha digital
fr: Clé temporaire numérique
it: Token digitale
ko: 디지털 토큰
ru: Цифровой токен

# home_room_area_delete_error
source: The region has been linked to another room and cannot be deleted
de: Dieser Bereich ist bereits mit anderen Räumen verbunden und kann nicht gelöscht werden.
es: Esta zona se ha asociado a otras habitaciones y no se puede eliminar
fr: Cette zone a été connectée à autre chambre et ne peut pas être supprimée
it: Questa zona è associata ad altre stanze e non può essere eliminata
ko: 해당 구역은 다른 방과 연동되어 있으므로 삭제할 수 없습니다.
ru: Эта зона связана с другими комнатами, нельзя удалить

# me_set_account_2fa_hint
source: After it is enabled, a digital token verification is required for the login into a new device with the password
de: Wenn diese Option aktiviert ist, ist die Authentifizierung mit einem digitalen Token erforderlich, wenn Sie sich mit einem Passwort auf einem neuen Gerät anmelden.
es: Cuando se abra, se requerirá la verificación de la ficha digital al iniciar sesión con una contraseña en un nuevo dispositivo
fr: Après qu'il est ouverte, vérifiez la clé temporaire numérique nécessaire quand il est connecté avec le mot de passe dans un nouveau appareil
it: Quando è attiva, sarà richiesta l'autenticazione con token digitale per gli accessi con password su nuovi dispositivi
ko: 켜진 후 새로운 장치에서 비밀번호를 사용하여 로그인할 때 디지털 토큰 인증이 필요하도록 합니다.
ru: После включения потребуется аутентификация цифрового токена при входе в систему с паролем на новом устройстве

# home_room_area_name_input
source: Please input the area name
de: Bitte geben Sie den Namen des Gebiets ein
es: Introduzca el nombre de la zona
fr: Entrez le nom de la zone
it: Inserisci un nome per la zona
ko: 구역 이름을 입력해 주세요.
ru: Введите имя зоны

# ifttt_automation_then_test
source: Test the automated action
de: Testen Sie diese automatische Aktion
es: Pruebe esta acción automatizada
fr: Tester l'action de cette automatisation
it: Testa questa azione di automazione
ko: 해당 자동화 동작을 테스트합니다.
ru: Протестируйте это действие автоматизации

# me_set_account_2fa_token_null_btn
source: You have no digital token? Log in with "Verification code"
de: Sie haben keinen digitalen Token? Anmeldung mit dem "Captcha"
es: ¿No tiene una ficha digital? Utilice "Iniciar sesión con Captcha"
fr: Vous n'avez pas la clé temporaire numérique? Utilisez "Se connecter avec le code de vérification"
it: Non hai un token digitale? Usa "Accede con codice di verifica"
ko: 디지털 토큰이 없는 경우 '인증 코드'로 로그인해 주세요.
ru: Нет цифрового токена? Используйте «Вход с кодом подтверждения»

# me_set_account_2fa_token_input_hint
source: Please click "My-Settings-Account and security-Digital token" on the device where this account has been logged to obtain the token certificate
de: Bitte klicken Sie auf "Meine Einstellungen-Konto & Sicherheit-Digitales Token" auf anderen Geräten, die bereits bei diesem Konto angemeldet sind, um die Token-Zugangsdaten zu erhalten
es: Haga clic en "Mi configuración-Cuenta y seguridad-Ficha digital" en otros dispositivos conectados a esta cuenta para obtener las credenciales de la ficha.
fr: Cliquez "Mon-Etablir-Compte et sécurité-Clé temporaire numérique" pour obtenir le certificat de la clé temporaire dans l'autre appareil ou ce compte a été connecté
it: Cliccare su "Mio-Impostazione-Account e Sicurezza - Token Digitale" su altri dispositivi che hanno effettuato l'accesso a questo account per ottenere il certificato token
ko: 해당 계정이 로그인된 다른 장치에서 'My-설정-계정 및 보안-디지털 토큰'을 선택하여 토큰을 증빙 받으세요.
ru: Нажмите «Мои настройки-Аккаунт и безопасность-Цифровой токен» на других устройствах, которые вошли в этот аккаунт, для получения сертификата токена.

# me_set_account_2fa_token_input
source: Please input the digital token
de: Bitte geben Sie Ihren digitalen Token ein
es: Por favor, introduzca la ficha digital
fr: Entrez la clé temporaire numérique s'il vous plaît
it: Inserisci un token digitale
ko: 디지털 토큰을 입력해 주세요.
ru: Введите цифровой токен

# home_room_area_set
source: Area
de: Bereich
es: La zona a la que pertenece
fr: Zone à laquelle il appartient
ko: 소속 구역
ru: Подчиненная зона

# home_room_type_set_hint
source: A suitable "Room type" is useful to improve the experience of using the smart recommendation-related functions. The options come from "Aqara AI label dictionary"
de: Der richtige "Zimmertyp" hilft, die Erfahrung bei der Nutzung der intelligenten Empfehlungsfunktionen zu verbessern, Optionen aus dem "Aqara AI Tag Dictionary"
es: El "tipo de habitación" correcto puede ayudar a mejorar la experiencia de uso de las funciones relacionadas con la recomendación inteligente, con opciones del "Diccionario de etiquetas de Aqara AI"
fr: "Le type de chambre" approprié aide à améliorer l'expérience d'utilisation des fonctions relatives recommendées par l'intelligence, l'option provient du "Dictionnaire des labels d'Aqara AI"
it: Il "tipo di stanza" appropriato aiuta a migliorare l'esperienza dell'utente delle funzioni relative ai consigli intelligenti e le opzioni provengono dal "dizionario di tag Aqara AI"
ko: 적합한 '방 종류'는 스마트 추천 관련 기능의 사용 체험을 높이는 데 도움이 됩니다. 옵션 출처는 'Aqara AI 라벨 사전'입니다.
ru: Подходящий «тип комнаты» помогает улучшить работу пользователей с функциями, связанными с умными рекомендациями, параметры взяты из «Словаря тегов Aqara AI».

# ifttt_preview_mode_on
source: Enable preview mode
de: Vorschaumodus einschalten
es: Activar el modo de vista previa
fr: Ouvrez le mode aperçu
it: Attiva la modalità di anteprima
ko: 미리 보기 모드 켜기
ru: Включить режим предпросмотра

# home_room_area_set_hint
source: Mark a specific location and area for your room
de: Markieren Sie Ihr Zimmer mit einem genaueren Standortbereich
es: Etiquete sus habitaciones con zonas de ubicación más detalladas
fr: Marquer la zone de position plus détaillée pour votre chambre
it: Contrassegna aree di posizione più dettagliate per le tue stanze
ko: 더 자세한 방의 위치와 영역을 표시해 주세요.
ru: Отметьте более подробные зоны расположения для Ваших комнат

# ifttt_preview_mode
source: Preview mode
de: Vorschau-Modus
es: Modo de vista previa
fr: Mode aperçu
it: Modalità anteprima
ko: 미리 보기 모드
ru: Режим предпросмотра

# ifttt_preview_mode_hint
source: After it is enabled, you may adjust the parameters to directly control the device status
de: Nach dem Einschalten wird das Gerät beim Einstellen der Parameter direkt in den entsprechenden Zustand gesteuert.
es: Si activa el modo de vista previa, el dispositivo se controlará directamente al estado correspondiente al ajustar los parámetros.
fr: Après qu'il a été ouverte, l'appareil sera directement contrôlé à l'état correspondant lors de l'ajustement des paramètres
it: Dopo l'attivazione, controllerà direttamente il dispositivo allo stato corrispondente durante la regolazione dei parametri
ko: 켜진 후 파라미터 조정 시 장치를 해당 상태로 직접 제어합니다.
ru: После включения, при настройке параметров будет реализовано прямое управление устройством до соответствующего состояния

# ifttt_time_period_type_text_2
source: Not take effect
de: Nicht wirksam
es: No entrar en vigor
fr: Ne pas entrer en vigueur
it: Ineffettivo
ko: 무효
ru: Недействительный

# ifttt_time_period_type_text_1
source: Take effect
de: Wirksam
es: Entrada en vigor
fr: Entrer en vigueur
it: Effettivo
ko: 유효
ru: Действительный

# me_set_account_2fa_token_title_pop
source: Token verification reminder
de: Aufforderung zur Token-Authentifizierung
es: Alerta de verificación de la ficha
fr: Notification de vérification de clé temporaire
it: Avviso della verifica del token
ko: 토큰 인증 알림
ru: Напоминание об аутентификации токена

# me_set_account_2fa_token_error
source: Incorrect token, please input again
de: Token-Fehler, bitte erneut eingeben
es: Error de ficha, por favor, vuelva a introducirlo
fr: Clé temporaire incorrecte, entrez s'il vous plaît
it: Errore token, si prega di reinserire
ko: 토큰 오류입니다. 다시 입력해 주세요.
ru: Ошибка токена, введите еще раз

# home_room_type_set
source: Room type
de: Zimmer-Typ
es: Tipo de sala
fr: Type de chambre
it: Tipo di stanza
ko: 방 종류
ru: Тип комнаты

# me_set_account_2fa_token_text_pop
source: Another device has logged into the account, please click "View token" to obtain the digital token certificate. If you have not logged in, please click "Ignore" and care your account security.
de: Falls andere Geräte bei diesem Konto angemeldet sind, klicken Sie auf "Token anzeigen", um die Anmeldedaten für den digitalen Token zu erhalten. Sollten Sie nicht angemeldet sein, klicken Sie bitte auf "Ignorieren" und sichern Sie Ihr Konto.
es: Otros dispositivos están iniciando sesión en esta cuenta, haga clic en "Ver la ficha" para obtener las credenciales de la ficha digital, si usted no ha iniciado sesión, por favor haga clic en "Ignorar" y preste atención a la seguridad de la cuenta.
fr: Ce compte est en train d'être connecté dans l'autre appareil, cliquez "voir la clé temporaire" pour obtenir le certificat de la clé temporaire numérique, si vous n'avez pas vous connectez au compte, cliquez "négliger" et accordez attention à la sécurité du compte
it: Altri dispositivi stanno accedendo a questo account. Fai clic su "Visualizza token" per ottenere il certificato del token digitale. Se non hai effettuato l'accesso, fai clic su "Ignora" e presta attenzione alla sicurezza dell'account.
ko: 해당 계정이 다른 장치에서 로그인 시도되었습니다. '토큰 보기'를 클릭하여 디지털 토큰을 받을 수 있습니다. 해당 계정이 다른 장치에서 로그인 되지 않기를 원하는 경우 '무시'를 클릭하고 계정 보안에 주의해 주세요.
ru: В этот аккаунт выполняют вход другие устройства. Нажмите «Просмотр токена» для получения сертификата цифрового токена. Если Вы не входили в систему, нажмите «Игнорировать» и позаботьтесь о безопасности аккаунта.

# me_set_account_2fa_token_check_pop
source: View token
de: Token anzeigen
es: Ver la ficha
fr: Voyez la clé temporaire
it: Visualizza il token
ko: 토큰 보기
ru: Просмотр токена

# ifttt_preview_mode_off
source: Disable preview mode
de: Vorschaumodus ausschalten
es: Desactivar el modo de vista previa
fr: Fermez le mode de version préliminaire
it: Disattiva la modalità di anteprima
ko: 미리 보기 모드 끄기
ru: Отключить режим предпросмотра

# ifttt_time_period_type_1
source: Effective period
de: Gültigkeitsdauer
es: Período de tiempo en vigor
fr: Durée d'efficacité
it: Periodo effettivo
ko: 유효기간
ru: Действительный временной интервал

# ifttt_time_period_type_2
source: Non-effective period
de: Keine Gültigkeitsdauer
es: Período ineficaz
fr: Durée d'inefficacité
it: Periodo ineffettivo
ko: 무효기간
ru: Недействительный временной интервал

# ifttt_time_period_type
source: Period type
de: Art der Periode
es: Tipo de periodo de tiempo
fr: Type de la durée
it: Tipo di periodo
ko: 기간 유형
ru: Тип временного интервала

# device_synchronization_tip
source: Area name synchronized in "Aqara Home" and "family"
de: Synchronisierung der Zonennamen in "Aqara Home" und "Home"
es: Sincronización de los nombres de zona en "Aqara Home" y "Familia".
fr: Les noms de zone synchronisés à "la maison d'Aqara" et à "la maison"
it: Sincronizza i nomi delle zone in "Aqara Home" e "Home"
ko: 'Aqara Home' 및 '가정'에 있는 구역 이름을 동기화합니다.
ru: Синхронизируйте имена зон в «Aqara Home» и «Home».

# linkage_region_detection_nodata
source: No detection region
de: Kein Erkennungsbereich
es: No se ha detectado región
fr: Aucune région de détection
it: Nessuna regione di rilevamento
ko: 수사 구역 이 잠시 없다.
ru: Пока нет зоны обнаружения

# device_synchronizing
source: Synchronizing
de: Synchronisierung im Gange
es: Sincronización en curso
fr: En cours de synchronisation
it: Sincronizzazione in corso
ko: 동기화 중
ru: Синхронизация...

# device_synchronized_successfully
source: Synchronized successfully
de: Synchronisierung erfolgreich
es: Sincronización correcta
fr: Synchronisation réussie
it: Sincronizzazione riuscita
ko: 동기화 완료됨
ru: Синхронизация успешна

# device_synchronization_failed
source: Synchronization failed
de: Synchronisierung fehlgeschlagen
es: Error de sincronización
fr: Synchronisation échouée
it: Sincronizzazione fallita
ko: 동기화 실패
ru: Ошибка синхронизации

# device_synchronizing_area_name
source: Support the synchronization of device area name
de: Unterstützung für die Synchronisierung von Gerätezonennamen
es: Sincronización de nombres de zonas de dispositivos
fr: Soutenir la synchronisation des noms de zone des appareils
it: Supporto per la sincronizzazione dei nomi delle regioni dei dispositivi
ko: 장치 구역 이름 동기화 지원
ru: Поддержка синхронизации имени зоны устройства

# device_name_synchronization
source: Synchronization of area name
de: Synchronisierung von Zonennamen
es: Sincronización de nombres de zona
fr: Synchronisation des noms de zone
it: Sincronizzazione del nome della zona
ko: 구역 이름 동기화
ru: Синхронизация имен зон

# automation_txt_co2_above
source: CO2 density above %s
de: La densidad de CO2 es superior %s
es: CO2-Dichte über %s
fr: Densité de CO2 supérieure à %s
it: Densità di CO2 superiore a%s
ko: CO2 농도 이하 %s
ru: Плотность CO2 выше %s

# automation_txt_humidity_below
source: Humidity is below %s
de: Luftfeuchtigkeit liegt unter %s
es: La humedad %s está por debajo de %s
fr: Humidité inférieure à %s
it: L’umidità è inferiore a %s
ko: 습도가 %s 아래에 있을 때
ru: Влажность ниже %s

# automation_txt_alarm_ringtone_volume
source: Alarm: %s Volume: %s
de: Alarm: %s Lautstärke: %s
es: Alarma: %s Volumen: %s
fr: Alarme : %s Volume : %s
it: Allarme: %s Volume : %s
ko: 알람소리: %s 볼륨: %s
ru: Тревога: %s Громкость: %s

# automation_txt_illumination_above
source: Illuminance above %s
de: Beleuchtung über %s
es: Brillo por encima de %s
fr: Éclairement au-dessus de %s
it: Illuminazione superiore %s
ko: 지정된 조명 이상임 %s
ru: Освещенность выше %s

# automation_txt_temperature_below
source: Temperature below %s
de: Temperatur unter %s
es: Temperatura inferior a %s
fr: Température en dessous de %s
it: Temperatura inferiore a %s
ko: 온도가 %s 이하
ru: Температура ниже %s

# automation_txt_motion_detected_illuminance_below
source: Motion detected and illuminance below %s
de: Bewegung erkannt und Helligkeit unter %s
es: Se detectó movimiento y brillo inferior %s
fr: Mouvement détecté et luminosité en dessous de %s
it: Rilevamento del movimento e luminosità inferiore a %s
ko: 움직임 있음, 조도 %s 이하
ru: Движение обнаружено и яркость ниже %s

# automation_txt_motion_detected_illuminance_above
source: Motion detected and illuminance above %s
de: Bewegung erkannt und Helligkeit über %s
es: Se detectó movimiento y brillo superior %s
fr: Mouvement détecté et luminosité au dessus de %s
it: Rilevamento del movimento e luminosità superiore a %s
ko: 움직임 있음, 조도 %s 이상
ru: Движение обнаружено и яркость выше %s

# automation_txt_temperature_above
source: Temperature above %s
de: Temperatur über %s
es: Temperatura superior a %s
fr: Température au dessus de %s
it: Temperatura superiore a %s
ko: 온도가 %s 이상
ru: Температура выше %s

# automation_txt_co2_below
source: CO2 density below %s
de: La densidad de CO2 es inferior %s
es: CO2-Dichte unterhalb %s
fr: Densité de CO2 inférieure à %s
it: Densità di CO2 inferiore a%s
ko: CO2 농도 초과 %s
ru: Плотность CO2 ниже %s

# automation_txt_opened_over
source: Opened for over %s
de: Geöffnet für über %s
es: Abierto durante más de %s
fr: Ouvrir plus de %s
it: Aperto per oltre %s
ko: %s 이상 열려 있음
ru: Открыт более %s

# automation_txt_curtain_open_to
source: Open to %s %%
de: Zu %s %% öffnen
es: Abrir a %s %%
fr: Ouvrir à %s %%
it: Aprire a %s %%
ko: %s %% 까지 열기
ru: Открывается на %s %%
