Repository: acodeworker/localzedLoader
Catalog: *.lproj/Localizable.strings
Languages: de, es, fr, it, ko, ru

# automation_illumation_level_80
source: （Bathroom）
de: (Badezimmer)
es: (Baño)
fr: （Salle de bain）
it: （Bagno）
ko: （화장실）
ru: (Ванная комната)

# access_fail_g2_attention
source: 1.Only supports 2.4GHz Wi-Fi. Make sure your phone/pad and hub are connected to the same Wi-Fi network. 2.Please check if the Wi-Fi name and password are entered correctly. 3.Make sure the hub is purchased in the same location as your account login. 4.If the problem still exists, please contact Aqara Customer Service.
de: 1. Unterstützt nur 2,4-GHz-WLAN. Beachten Sie, dass Ihr Telefon/Pad und Ihr Hub mit demselben WLAN-Netzwerk verbunden sind. 2.Bitte überprüfen Sie, ob der WLAN-Name und das Passwort richtig eingegeben wurden. 3.Stellen Sie sicher, dass der Hub am selben Ort wie Ihr erworben wurde Kontoanmeldung. 4.Wenn das Problem weiterhin besteht, wenden Sie sich bitte an den Aqara-Kundendienst.
es: 1.Solo admite el wifi de 2,4 GHz. Asegúrese de que su teléfono/pad y el hub están conectados a la misma red wifi. 2.Compruebe si el nombre y la contraseña de la red wifi están introducidos correctamente. 3.Asegúrese de que el hub se ha comprado en la misma región que la configurada en su cuenta. 4.Si el problema persiste, póngase en contacto con el servicio de atención al cliente de Aqara.
fr: 1.Uniquement pour Wi-Fi 2,4 GHz. S’assurer que votre téléphone/tablette et votre hub sont connectés au même réseau Wi-Fi. 2.Vérifier si le nom et le mot de passe Wi-Fi sont saisis correctement. 3.S’assurer que le hub est acheté au même endroit que la connexion à votre compte. 4.Si le problème persiste, veuillez contacter le service clientèle d’Aqara.
it: 1. Supporta solo Wi-Fi a 2,4 GHz. Assicurati che il telefono/tablet e l'hub siano collegati alla stessa rete Wi-Fi. 2.Verifica se il nome e la password del Wi-Fi sono stati inseriti correttamente. 3.Assicurati che l'hub sia stato acquistato nella stessa posizione dell'account di accesso. 4.Se il problema persiste, contatta l’assistenza clienti Aqara.
ko: ① 반드시 2.4G 와이파이와 연결해야 합니다. ② 허브의 와이파이 연결 상태를 확인해 주세요.
ru: 1. Поддерживает только Wi-Fi 2,4 ГГц. Убедитесь, что Ваш телефон / планшет и концентратор подключены к одной сети Wi-Fi. 2. Проверьте, правильно ли введены имя и пароль Wi-Fi. 3. Убедитесь, что концентратор приобретен в том же месте, что и Ваша учетная запись. 4. Если проблема не устранена, обратитесь в службу поддержки клиентов Aqara.

# automation_illumation_level_50
source: （Living Room）
de: (Esszimmer)
es: (Sala de estar)
fr: （Salon）
it: （Soggiorno）
ko: (거실)
ru: (Гостиная)

# device_with_electricity_offline_decs
source: 1. Please check if the Wi-Fi network of the phone or Hub works properly. 2. Please check if the Hub is powered on. You can also try to check the indicator light of the accessory. 3. Please refer to the “Effective Range Test” in the Quick Start Guide to ensure the connection is normal. If not, please move the accessory closer to the Hub and try again.
de: 1. Bitte überprüfen Sie, ob das WLAN-Netzwerk des Telefons oder Hubs ordnungsgemäß funktioniert. 2. Bitte überprüfen Sie, ob der Hub eingeschaltet ist. Sie können außerdem versuchen, die Kontrollleuchte des Zubehörs zu überprüfen. 3. Bitte beachten Sie den „Test der effektiven Reichweite“ in der Schnellstartanleitung, damit die Verbindung normal ist. Wenn nicht, bewegen Sie das Accessoire bitte näher an den Hub und versuchen Sie es erneut.
es: 1. Compruebe si la red wifi del teléfono o el hub funciona correctamente. 2. Compruebe si el hub está encendido. También puede probar a comprobar la luz indicadora del accesorio. 3. Consulte "Prueba de rango efectivo" en la guía de inicio rápido para asegurarse de que la conexión funciona con normalidad. Si no, mueva el accesorio más cerca del hub e inténtelo de nuevo.
fr: 1. Veuillez vérifier si le réseau Wi-Fi du téléphone ou du Hub fonctionne correctement. 2. Veuillez vérifier si le hub est allumé. Vous pouvez également essayer de vérifier le voyant de l’accessoire. 3. Veuillez vous reporter au « Test de portée efficace » du Guide de démarrage rapide pour vous assurer que la connexion est normale. Sinon, rapprocher l’accessoire du hub et réessayer.
it: 1. Verifica se la rete Wi-Fi del telefono o dell'Hub funziona correttamente. 2. Controlla se l’hub è alimentato. Puoi anche provare a controllare la spia dell’accessorio. 3. Fai riferimento al "Test della portata effettiva" nella Guida di avvio rapido per assicurarti che la connessione sia normale. In caso contrario, avvicina l'accessorio all'hub e riprova.
ko: 1. 휴대폰 또는 게이트웨이가있는 Wi-Fi 네트워크가 정상인지 확인하십시오. 2, 장치의 전원 공급이 정상인지 확인하십시오. 장치 표시기를 확인할 수 있습니다. 3, 장치 통신의 정상 여부를 확인하려면 장치 설명서의 "유효 거리 확인"을 참조하십시오 통신이 정상적이지 않은 경우 장치를 게이트웨이에 더 가까이 이동 한 후 다시 시도하십시오.
ru: 1. Проверьте, правильно ли работает сеть Wi-Fi смартфона или Hub. 2. Проверьте, нет ли проблем с сетевым питанием оборудования. 3. Пожалуйста, обратитесь к “тесту эффективного диапазона" в руководстве по быстрому старту, чтобы убедиться, что соединение функционирует. Если нет, пожалуйста, переместите устройство ближе к Hub и повторите попытку.

# device_offline_decs
source: 1. Please check if the Wi-Fi network of your phone or Hub works properly. 2. Please check if the battery of the accessory is normal. You can also check the indicator light of the device. 3. Please refer to the “Effective Range Test” in the Quick Start Guide to ensure the connection is normal. If not, please move the accessory closer to the Hub and try again. 4. If it still does not work, please restart the Hub and try again.
de: 1. Bitte überprüfen Sie, ob das WLAN-Netzwerk des Telefons oder Hubs ordnungsgemäß funktioniert. 2. Bitte überprüfen Sie, ob die Batterie des Accessoires normal ist. Sie können außerdem die Kontrollleuchte des Zubehörs überprüfen. 3. Bitte beachten Sie den „Test der effektiven Reichweite“ in der Schnellstartanleitung, damit die Verbindung normal ist. Wenn nicht, bewegen Sie das Accessoire bitte näher an den Hub und versuchen Sie es erneut. 4. Wenn es immer noch nicht funktioniert, starten Sie den Hub bitte neu und versuchen es erneut.
es: 1. Compruebe si la red wifi de su móvil o hub funciona correctamente. 2. Compruebe si la batería del accesorio funciona con normalidad. También puede comprobar la luz indicadora del dispositivo. 3. Consulte "Prueba de rango efectivo" en la guía de inicio rápido para asegurarse de que la conexión funciona con normalidad. Si no, mueva el accesorio más cerca del hub e inténtelo de nuevo. 4. Si sigue sin funcionar, reinicie el hub e inténtelo de nuevo.
fr: 1. Veuillez vérifier si le réseau Wi-Fi de votre téléphone ou hub fonctionne correctement. 2. Veuillez vérifier si la batterie de l’accessoire est normale. Vous pouvez également vérifier le voyant de l’appareil. 3. Veuillez vous reporter au « Test de portée efficace » du Guide de démarrage rapide pour vous assurer que la connexion est normale. Sinon, rapprocher l’accessoire du hub et réessayer. 4. Si cela ne fonctionne toujours pas, veuillez redémarrer le Hub et réessayer.
it: 1. Verifica se la rete Wi-Fi del telefono o dell'Hub funziona correttamente. 2. Controlla se la batteria dell’accessorio è normale. Puoi anche controllare la spia del dispositivo. 3. Fai riferimento al "Test della portata effettiva" nella Guida di avvio rapido per assicurarti che la connessione sia normale. In caso contrario, avvicina l'accessorio all'hub e riprova. 4. Se ancora non funziona, riavvia l’hub e riprova.
ko: 1. 스마트폰 또는 스마트 허브가 연결되어 있는 Wi-Fi네트워크가 제대로 작동하는지 확인해주세요. 2. 장치의 배터리가 정상인지와 장치의 표시등을 확인해주세요. 3. 장치 설명서의 "유효 범위 테스트"를 참고하여 연결이 정상인지 확인해주세요. 그렇지 않은 경우, 장치를 스마트 허브에 더 가까이 둔 후 다시 시도해주세요. 4. 그래도 작동하지 않는다면, 스마트 허브를 다시 시작한 후 재시도 해주세요.
ru: 1. Проверьте, правильно ли работает сеть Wi-Fi смартфона или Hub. 2. Проверьте, нет ли проблем с сетевым питанием оборудования. 3. Пожалуйста, обратитесь к “тесту эффективного диапазона" в руководстве по быстрому старту, чтобы убедиться, что соединение функционирует. Если нет, пожалуйста, переместите устройство ближе к Hub и повторите попытку. 4. Если он по-прежнему не работает, перезагрузите Hub и повторите попытку.

# doorlock_privacy_warning_content_finger
source: 1. To provide you with unlocking service with biological features, Lumi United Technology Co., Ltd. (contact information: privacy@lumiunited.com) will collect fingerprint information for the verification of the user identity for door lock. 2. This information is only stored in the door lock. When you delete (door lock plug-in page → user management → delete corresponding user/biological feature) or reset the device (press and hold the reset button of the door lock), this information will be completely deleted. 3. If you do not agree to collect such information, you can click "Return" in the upper left corner to exit the process. After you log out, fingerprint unlocking functions will not be available. For more information, please read the Device Privacy Policy.
de: 1. Lumi United Technology Co., Ltd. (Kontaktdaten: privacy@lumiunited.com) sammelt Fingerabdruckdaten zur Überprüfung der Benutzeridentität für das Türschloss, um Ihnen einen Entsperrdienst mit biologischen Merkmalen zu bieten. 2. Diese Information wird nur im Türschloss gespeichert. Wenn Sie das Gerät löschen (Türschloss-Plug-in-Seite → Fingerabdruckverwaltung → entsprechenden Benutzer/biologisches Merkmal löschen) oder das Gerät zurücksetzen (die Reset-Taste des Türschlosses gedrückt halten), werden diese Informationen komplett gelöscht. 4. Wenn Sie der Erfassung jener Informationen nicht zustimmen, können Sie oben links auf "Zurück" klicken, um den Vorgang zu beenden. Nachdem Sie sich abgemeldet haben, sind die Funktionen zum Entsperren von Fingerabdrücken nicht mehr verfügbar. Weitere Informationen finden Sie in der Datenschutzrichtlinie des Geräts.
es: 1. Para proporcionarle un servicio de apertura con características biológicas, Lumi United Technology Co. Ltd. (información de contacto: privacy@lumiunited.com) recogerá la información de las huellas dactilares para la verificación de la identidad del usuario para la cerradura de la puerta. 2. Esta información solo se almacena en la cerradura de la puerta. Al borrar (página de la cerradura de la puerta → ajustes de cerradura → gestión de huellas dactilares → eliminar el usuario/la característica biológica correspondiente) o reiniciar el dispositivo (manteniendo pulsado el botón de reinicio de la cerradura), esta información se borrará por completo. 4. Si no está de acuerdo con la información recogida, puede hacer clic en "Volver" en la esquina superior izquierda para salir del proceso. Tras cerrar sesión, las funciones de desbloqueo por huella dactilar no estarán disponibles. Para más información, lea la Política de Privacidad del dispositivo.
fr: 1. Pour vous offrir un service de déverrouillage avec des caractéristiques biologiques, Lumi United Technology Co., Ltd. (adresse : privacy@lumiunited.com) recueillera des renseignements sur les empreintes digitales pour la vérification de l’identité de l’utilisateur du verrou de porte. 2. Cette information n’est stockée que dans le verrou de porte. Lorsque vous supprimez (page de plug-in de verrou de porte → Réglages du verrou de porte → Gestion des empreintes digitales → supprimer l’utilisateur / la fonction biologique) ou réinitialisez l’appareil (appui long sur le bouton de réinitialisation du verrou de porte), ces informations seront complètement supprimées. 4. Si vous n’acceptez pas de recueillir ces renseignements, vous pouvez cliquer sur « Retour » dans le coin supérieur gauche pour quitter le processus. Après votre déconnexion, les fonctions de déverrouillage des empreintes digitales ne seront plus disponibles. Pour en savoir plus, veuillez lire la Politique de Confidentialité des appareils.
it: 1. Per fornirti un servizio di apertura tramite funzionalità biologiche, Lumi United Technology Co., Ltd. (informazioni di contatto: privacy@lumiunited.com) raccoglierà informazioni sulle impronte digitali per la verifica dell'identità dell'utente per la serratura. 2. Queste informazioni vengono memorizzate solo nella serratura della porta. Quando elimini (pagina plug-in serratura → Impostazione serratura porta → Gestione delle impronte digitali → elimina utente/caratteristica biologica corrispondente) o reimposti il dispositivo (tieni premuto il tasto di ripristino della serratura), queste informazioni verranno completamente eliminate. 4. Se non accetti che vengano raccolte tali informazioni, puoi fare clic su "Indietro" nell'angolo in alto a sinistra per uscire dalla procedura. Dopo la disconnessione, le funzioni di apertura tramite impronta digitale non saranno disponibili. Per ulteriori informazioni, leggi l'Informativa sulla Privacy del dispositivo.

# doorlock_privacy_warning_content_finger_old
source: 1. To provide you with unlocking service with biological features, Lumi United Technology Co., Ltd. (contact information: privacy@lumiunited.com) will collect fingerprint information for the verification of the user identity for door lock. 2. This information is only stored in the door lock. When you delete (door lock plug-in page → Door lock setting→Fingerprint Management →delete corresponding user/biological feature) or reset the device (press and hold the reset button of the door lock), this information will be completely deleted. 3. If you do not agree to collect such information, you can click "Return" in the upper left corner to exit the process. After you log out, fingerprint unlocking functions will not be available. For more information, please read the Device Privacy Policy.
de: 1. Lumi United Technology Co., Ltd. (Kontaktdaten: privacy@lumiunited.com) sammelt Fingerabdruckdaten zur Überprüfung der Benutzeridentität für das Türschloss, um Ihnen einen Entsperrdienst mit biologischen Merkmalen zu bieten. 2. Diese Information wird nur im Türschloss gespeichert. Wenn Sie das Gerät löschen (Türschloss-Plug-in-Seite → Fingerabdruckverwaltung → entsprechenden Benutzer/biologisches Merkmal löschen) oder das Gerät zurücksetzen (die Reset-Taste des Türschlosses gedrückt halten), werden diese Informationen komplett gelöscht. 3. Wenn Sie der Erfassung jener Informationen nicht zustimmen, können Sie oben links auf "Zurück" klicken, um den Vorgang zu beenden. Nachdem Sie sich abgemeldet haben, sind die Funktionen zum Entsperren von Fingerabdrücken nicht mehr verfügbar. Weitere Informationen finden Sie in der Datenschutzrichtlinie des Geräts.
es: 1. Para proporcionarle un servicio de apertura con características biológicas, Lumi United Technology Co. Ltd. (información de contacto: privacy@lumiunited.com) recogerá la información de las huellas dactilares para la verificación de la identidad del usuario para la cerradura de la puerta. 2. Esta información solo se almacena en la cerradura de la puerta. Al borrar (página de la cerradura de la puerta → ajustes de cerradura → gestión de huellas dactilares → eliminar el usuario/la característica biológica correspondiente) o reiniciar el dispositivo (manteniendo pulsado el botón de reinicio de la cerradura), esta información se borrará por completo. 3. Si no está de acuerdo con la información recogida, puede hacer clic en "Volver" en la esquina superior izquierda para salir del proceso. Tras cerrar sesión, las funciones de desbloqueo por huella dactilar no estarán disponibles. Para más información, lea la Política de Privacidad del dispositivo.
fr: 1. Pour vous offrir un service de déverrouillage avec des caractéristiques biologiques, Lumi United Technology Co., Ltd. (adresse : privacy@lumiunited.com) recueillera des renseignements sur les empreintes digitales pour la vérification de l’identité de l’utilisateur du verrou de porte. 2. Cette information n’est stockée que dans le verrou de porte. Lorsque vous supprimez (page de plug-in de verrou de porte → Réglages du verrou de porte → Gestion des empreintes digitales → supprimer l’utilisateur / la fonction biologique) ou réinitialisez l’appareil (appui long sur le bouton de réinitialisation du verrou de porte), ces informations seront complètement supprimées. 3. Si vous n’acceptez pas de recueillir ces renseignements, vous pouvez cliquer sur « Retour » dans le coin supérieur gauche pour quitter le processus. Après votre déconnexion, les fonctions de déverrouillage des empreintes digitales ne seront plus disponibles. Pour en savoir plus, veuillez lire la Politique de Confidentialité des appareils.
it: 1. Per fornirti un servizio di apertura tramite funzionalità biologiche, Lumi United Technology Co., Ltd. (informazioni di contatto: privacy@lumiunited.com) raccoglierà informazioni sulle impronte digitali per la verifica dell'identità dell'utente per la serratura. 2. Queste informazioni vengono memorizzate solo nella serratura della porta. Quando elimini (pagina plug-in serratura → Impostazione serratura porta → Gestione delle impronte digitali → elimina utente/caratteristica biologica corrispondente) o reimposti il dispositivo (tieni premuto il tasto di ripristino della serratura), queste informazioni verranno completamente eliminate. 3. Se non accetti che vengano raccolte tali informazioni, puoi fare clic su "Indietro" nell'angolo in alto a sinistra per uscire dalla procedura. Dopo la disconnessione, le funzioni di apertura tramite impronta digitale non saranno disponibili. Per ulteriori informazioni, leggi l'Informativa sulla Privacy del dispositivo.

# doorlock_fp_privacy_tips
source: 1. To provide you with unlocking service with biological features, Lumi United Technology Co., Ltd. (contact information: privacy@lumiunited.com) will collect fingerprint information for the verification of the user identity for door lock. 2. This information is only stored in the door lock. When you delete (door lock plug-in page → Door lock setting→Fingerprint Management →delete corresponding user/biological feature) or reset the device (press and hold the reset button of the door lock), this information will be completely deleted. 3. If you do not agree to collect such information, you can click "Return" in the upper left corner to exit the process. After you log out, fingerprint unlocking functions will not be available. For more information, please read the Device %@.
de: 1. Lumi United Technology Co., Ltd. (Kontaktdaten: privacy@lumiunited.com) sammelt Fingerabdruckdaten zur Überprüfung der Benutzeridentität für das Türschloss, um Ihnen einen Entsperrdienst mit biologischen Merkmalen zu bieten. 2. Diese Information wird nur im Türschloss gespeichert. Wenn Sie das Gerät löschen (Türschloss-Plug-in-Seite → Fingerabdruckverwaltung → entsprechenden Benutzer/biologisches Merkmal löschen) oder das Gerät zurücksetzen (die Reset-Taste des Türschlosses gedrückt halten), werden diese Informationen komplett gelöscht. 3. Wenn Sie der Erfassung jener Informationen nicht zustimmen, können Sie oben links auf "Zurück" klicken, um den Vorgang zu beenden. Nachdem Sie sich abgemeldet haben, sind die Funktionen zum Entsperren von Fingerabdrücken nicht mehr verfügbar. Weitere Informationen finden Sie in der %@ des Geräts.
es: 1. Para proporcionarle un servicio de apertura con características biológicas, Lumi United Technology Co. Ltd. (información de contacto: privacy@lumiunited.com) recogerá la información de las huellas dactilares para la verificación de la identidad del usuario para la cerradura de la puerta. 2. Esta información solo se almacena en la cerradura de la puerta. Al borrar (página de la cerradura de la puerta → ajustes de cerradura → gestión de huellas dactilares → eliminar el usuario/la característica biológica correspondiente) o reiniciar el dispositivo (manteniendo pulsado el botón de reinicio de la cerradura), esta información se borrará por completo. 3. Si no está de acuerdo con la información recogida, puede hacer clic en "Volver" en la esquina superior izquierda para salir del proceso. Tras cerrar sesión, las funciones de desbloqueo por huella dactilar no estarán disponibles. Para más información, lea la %@ del dispositivo.
fr: 1. Pour vous offrir un service de déverrouillage avec des caractéristiques biologiques, Lumi United Technology Co., Ltd. (adresse : privacy@lumiunited.com) recueillera des renseignements sur les empreintes digitales pour la vérification de l’identité de l’utilisateur du verrou de porte. 2. Cette information n’est stockée que dans le verrou de porte. Lorsque vous supprimez (page de plug-in de verrou de porte → Réglages du verrou de porte → Gestion des empreintes digitales → supprimer l’utilisateur / la fonction biologique) ou réinitialisez l’appareil (appui long sur le bouton de réinitialisation du verrou de porte), ces informations seront complètement supprimées. 3. Si vous n’acceptez pas de recueillir ces renseignements, vous pouvez cliquer sur « Retour » dans le coin supérieur gauche pour quitter le processus. Après votre déconnexion, les fonctions de déverrouillage des empreintes digitales ne seront plus disponibles. Pour en savoir plus, veuillez lire l’appareil %@.
it: 1. Per fornirti un servizio di apertura tramite funzionalità biologiche, Lumi United Technology Co., Ltd. (informazioni di contatto: privacy@lumiunited.com) raccoglierà informazioni sulle impronte digitali per la verifica dell'identità dell'utente per la serratura. 2. Queste informazioni vengono memorizzate solo nella serratura della porta. Quando elimini (pagina plug-in serratura → Impostazione serratura porta → Gestione delle impronte digitali → elimina utente/caratteristica biologica corrispondente) o reimposti il dispositivo (tieni premuto il tasto di ripristino della serratura), queste informazioni verranno completamente eliminate. 3. Se non accetti che vengano raccolte tali informazioni, puoi fare clic su "Indietro" nell'angolo in alto a sinistra per uscire dalla procedura. Dopo la disconnessione, le funzioni di apertura tramite impronta digitale non saranno disponibili. Per ulteriori informazioni, leggi Dispositio %@.
