Repository: acodeworker/localzedLoader
Catalog: *.lproj/Localizable.strings
Languages: de, es, fr, it, ko, ru

# camera_mode_people_tracking
source: Human Tracking
de: Verfolgung der Menschen...
es: Siguiendo a humano
fr: Suivi des humains...
it: Tracciamento umano
ko: 사람 추적
ru: Отслеживание фигур людей

# device_ctrl_plug_86_title
source: Wall Outlet
de: Wandsteckdose
es: Toma de corriente de pared
fr: Prise murale
it: Presa a muro
ko: 스마트 플러그
ru: Настенная Розетка

# device_acadapter_none_state_match_desc
source: Please click the button below in proper order and confirm the air conditioner is responding correctly. If there is no response, please switch to other options.
de: Bitte klicken Sie in der richtigen Reihenfolge auf die folgende Schaltfläche und bestätigen Sie, dass die Klimaanlage richtig reagiert. Falls Sie keine Antwort erhalten, wechseln Sie bitte zu anderen Optionen.
es: Por favor, haga clic en el botón de abajo en el orden correcto y confirme que el acondicionador de aire responde correctamente. Si no hay respuesta, cambie a otras opciones.
fr: Veuillez cliquer sur le bouton ci-dessous dans le bon ordre et confirmer que le climatiseur répond correctement. S’il n’y a pas de réponse, veuillez passer à d’autres options.
it: Fare clic sul pulsante sottostante nell'ordine corretto e verificare che il condizionatore d'aria risponda correttamente. In caso di mancata risposta, passare ad altre opzioni.
ko: 아래의 버튼을 순서대로 클릭하여 에어컨이 올바르게 작동하는지 확인해주세요. 응답이 없는 경우 다른 옵션으로 전환해주세요.
ru: Пожалуйста, нажмите кнопку ниже в правильном порядке и убедитесь, что кондиционер отвечает правильно. Если нет ответа, пожалуйста, переключитесь на другие варианты.

# other_email_unbind_confirm
source: Confirm
de: Bestätigen
es: Confirmar
fr: Confirmer
it: Confermare
ko: 확인
ru: Подтвердить

# camera_take_photo_tip
source: Please make sure that you are taking full frontal color face photo by the mobile phone in a well-lit environment.
de: Bitte gehen Sie sicher, dass Sie mit dem Mobiltelefon in einer gut beleuchteten Umgebung ein vollständiges Farbfoto von vorne aufnehmen.
es: Asegúrese de que está tomando una foto frontal, a color y sin accesorios en un entorno bien iluminado.
fr: Veuillez vous assurer de prendre une photo de visage à pleine couleur frontale sur le téléphone mobile dans un environnement bien éclairé.
it: Assicurarsi di scattare una foto frontale a colori del viso con il cellulare in un ambiente ben illuminato.
ko: 밝은 환경에서 휴대폰 정면에 바라보도록 확인하여 컬러 면관 사진을 찍으십시오.
ru: Убедитесь, что Вы делаете на телефон цветное фото анфас, без головного убора и при хорошем освещении

# other_service_auth_confirm
source: 确认授权
de: Berechtigung bestätigt
es: Autorización confirmada
fr: Autorisation confirmée
it: Autorizzazione confermata
ko: 라이센스 확인

# device_sensor_motion_t1
source: Motion Sensor T1
de: Bewegungsmelder T1
es: Sensor de movimiento T1
fr: Capteur de mouvement T1
it: Sensore di movimento T1
ko: 모션 센서 T1
ru: Датчик движения и освещённости T1

# device_zigbee_find_guide_hint
source: Please press the reset button quickly according to the diagram
de: Bitte drücken Sie entsprechend des Diagramms schnell auf die Reset-Taste
es: Presione el botón de reinicio rápidamente según el diagrama
fr: Veuillez appuyer rapidement sur le bouton de réinitialisation selon le schéma
it: Premere rapidamente il pulsante di reset come indicato nel diagramma.
ko: 그림 설명에 따라 빠르게 리셋 버튼을 눌러주세요
ru: Пожалуйста, нажмите кнопку сброса быстро в соответствии с диаграммой

# device_alarmtrigereddevice_motiontips
source: Motion is detected
de: Bewegung wird erkannt
es: Se detectó movimiento
fr: Mouvement détecté
it: Viene rilevato un movimento
ko: 움직임이 감지 됨
ru: Обнаружено движение

# doorlock_makesure_power_normal
source: Please make sure that the power of the door lock is normal.
de: Bitte gehen Sie sicher, dass die Stromversorgung des Türschlosses normal ist.
es: Asegúrese de que la potencia de la cerradura de la puerta sea normal.
fr: Veuillez vous assurer que l’énergie du verrou de porte est normale.
it: Assicurarsi che l'alimentazione della serratura della porta sia normale.
ko: 도어락의 전원이 정상인지 확인해주세요.

# device_network_entername
source: Pleaase enter the Wi-Fi name
de: Bitte geben Sie den WLAN-Namen ein
es: Introduzca un nombre de wifi
fr: Veuillez saisir le nom du Wi-Fi
it: Inserire il nome del Wi-Fi
ko: Wi-Fi 이름을 입력하십시오
ru: Введите имя Wi-Fi

# notification_delete_confirm_1
source: Delete all [%s] push messages?
de: Alle [%s]-Push-Nachrichten löschen?
es: ¿Borrar todos los mensajes push [%s]?
fr: Supprimer tous les messages Push [%s] ?
it: Cancellare tutti i messaggi push [%s]?
ko: 모든[%s]정보를삭제하시겠습니까?
ru: Вы уверены, что хотите удалить всю информацию [%s]?

# curve_energy_use_yestoday
source: Electricity Consumption Yesterday
de: Gestriger Stromverbrauch
es: Consumo eléctrico de ayer
fr: Consommation d’électricité hier
it: Consumo di elettricità ieri
ko: 어제 전기 소비량
ru: Энергопотребление вчера

# notification_delete_confirm_1_fios
source: Delete all [%@] push messages?
de: Alle [%@]-Push-Nachrichten löschen?
es: ¿Borrar todos los mensajes push [%@]?
fr: Supprimer tous les messages Push [%@] ?
it: Cancellare tutti i [%@] messaggi push?
ko: 모든 [%@]정보를삭제하시겠습니까?
ru: Вы уверены, что хотите удалить всю информацию [%@]?

# camera_cruise_task_name
source: Task Name
de: Aufgabenname
es: Nombre de tarea
fr: Nom de la tâche
it: Nome dell'attività
ko: 경로 이름
ru: Название задачи

# common_enter_new_name
source: Enter new name
de: Geben Sie einen neuen Namen ein
es: Introduzca un nuevo nombre
fr: Saisir un nouveau nom
it: Inserire il nuovo nome
ko: 새 이름을 입력해주세요.
ru: Введите новое имя

# camera_confirm_to_delete_all_files
source: Delete all files?
de: Alle Dateien löschen?
es: ¿Borrar todos los archivos?
fr: Supprimer tous les fichiers ?
it: Cancellare tutti i file?
ko: 전체 영상/사진 삭제
ru: Удалить все

# other_wechat_unbind_tips
source: Are you sure you want to unbind WeChat? You will need to sign in again after unbinding
de: Sind Sie sicher, dass Sie WeChat trennen möchten? Nach dem Aufheben der Verbindung müssen Sie sich erneut anmelden
es: ¿Seguro que desea desvincular WeChat? Necesitará volver a iniciar sesión tras desvincular
fr: Voulez-vous vraiment dissocier WeChat ? Vous devrez vous reconnecter après la dissociation
it: Sei sicuro di voler sbloccare WeChat? È necessario effettuare nuovamente l'accesso dopo aver effettuato il disaccoppiamento.
ko: Wechat을 연결해제 하시겠습니까? 연결해제 후, 다시 로그인 해야 합니다.
ru: Действительно отвязать WeChat? Пожалуйста, авторизуйтесь повторно после отмены связи.

# security_guard_strong_device
source: Home alert trigger sensor
de: Auslösesensor des Hausalarms
es: Sensor de activación de alerta del hogar
fr: Capteur déclencheur d’alerte à la maison
it: Sensore di allarme domestico
ko: 홈 알람 작동 장치
ru: Основное охранное оборудование

# device_curtain_range_tip_one
source: Make sure the curtain track is correctly installed and is not blocked by any object
de: Vergewissern Sie sich, dass die Vorhangschiene korrekt installiert ist und nicht durch einen Gegenstand blockiert wird
es: Asegúrese de que el recorrido de la cortina está correctamente instalado y libre de obstáculos
fr: S’assurer que le rail du rideau est correctement installé et n’est bloqué par aucun objet
it: Assicurarsi che il binario della tenda sia installato correttamente e non sia bloccato da alcun oggetto.
ko: 커튼이 올바로 설치되어있고 장애물이 없는지 확인해주세요
ru: Убедитесь, что направляющая штор установлена правильно и не заблокирована каким-либо объектом.

# doorlock_privacy_warning_title
source: Human biometric information collection instructions
de: Anweisungen zur Erfassung biometrischer, menschlicher Daten
es: Instrucciones de recogida de información biométrica humana
fr: Instructions de collecte de renseignements biométriques d’humains
it: Istruzioni per la raccolta di informazioni biometriche umane

# device_add_gateway_input_wifi_password
source: Enter Wi-Fi password
de: Geben Sie das WLAN-Passwort ein
es: Introducir contraseña wifi
fr: Saisir le mot de passe du Wi-Fi
it: Inserire la password Wi-Fi
ko: Wi-Fi 비밀번호 입력
ru: Введите пароль Wi-Fi

# security_alert_confirm_btn
source: Confirm
de: Bestätigen
es: Confirmar
fr: Confirmer
it: Confermare
ko: 확인
ru: Подтвердить

# other_delete_dialog_confirm
source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
it: Cancellare
ko: 삭제
ru: Удалить

# other_wifi_input_hint_set_pwd
source: Enter Wi-Fi password
de: Geben Sie das WLAN-Passwort ein
es: Introducir contraseña wifi
fr: Saisir le mot de passe du Wi-Fi
it: Inserire la password Wi-Fi
ko: Wi-Fi 비밀번호 입력
ru: Введите пароль Wi-Fi

# user_comfirm_revoke
source: Confirm
de: Bestätigen
es: Confirmar
fr: Confirmer
it: Confermare
ko: 철회 확인
ru: Подтвердить отзыв

# device_ota_remove_queue_prompt
source: Remove this device from the waiting queue?？
de: Dieses Gerät aus der Warteschlange entfernen?
es: ¿Eliminar este dispositivo de la cola de espera?
fr: Retirer cet appareil de la file d’attente ?
it: Rimuovere questo dispositivo dalla coda di attesa?
ko: 대기열에서 이 장치를 제거하시겠습니까?？

# home_setting_hint_input_invite_info
source: Enter invitation information
de: Geben Sie die Informationen der Einladung ein
es: Introduzca la información de invitación
fr: Saisir les informations d’invitation
it: Inserire le informazioni sull'invito
ko: 초대 메시지를 입력해주세요.
ru: Пожалуйста, введите информацию о приглашении

# other_delete_confirm
source: Confirm Delete
de: Löschen bestätigen
es: Confirmar eliminación
fr: Confirmer la suppression
it: Conferma Eliminazione
ko: 삭제 확인
ru: Подтвердите удаление

# device_camera_delete_tips
source: Do you want to delete selected files?
de: Möchten Sie die ausgewählten Dateien löschen?
es: ¿Desea borrar los archivos seleccionados?
fr: Voulez-vous supprimer les fichiers sélectionnés ?
it: Si desidera eliminare i file selezionati?
ko: 선택 영상/사진 삭제
ru: Удалить выбранных файлов?

# device_load_setting_tips
source: Please confirm the following items: 1. The controlled lamps have been connected to this switch button. 2. If the switch is the hub child device, confirm whether controlled lamp and the local switch are added to the same hub.
de: Bitte bestätigen Sie die folgenden Punkte: 1. Das gesteuerte Licht und dieser Schalter befinden sich unter demselben Hub; 2. Das gesteuerte Licht ist mit diesem Schalterknopf verbunden;
es: Confirme los siguientes elementos: 1. La luz controlada y este interruptor están bajo el mismo hub; 2. La luz controlada se ha conectado a este botón interruptor;
fr: Confirmez les éléments suivants : 1. L’éclairage contrôlé et cet interrupteur sont sur le même Hub ; 2. L’éclairage contrôlé est connecté à cet interrupteur ;
it: Confermare i seguenti elementi: 1. La luce controllata e questo interruttore sono sotto lo stesso hub; 2. La luce controllata è stata collegata al pulsante di questo interruttore;
ko: 다음 사항을 확인해 주십시오. 1. 제어된 조명이 해당 스위치 버튼에 연결되었습니다. 2. 스위치가 허브의 하위 장치인 경우 조명과 스위치가 동일한 허브에 연결되어 있는지 확인해 주세요.
ru: Убедитесь в следующем: 1. Все управляемые лампы подключены к этой кнопке выключателя. 2. Если выключатель является вспомогательным устройством Центра умного дома, необходимо также подтвердить, что управляемые лампы и локальный выключатель добавлены к одному и тому же Центру умного дома.

# home_transfer_receive
source: Accept
de: Akzeptieren
es: Aceptar
fr: Accepter
it: Accetto
ko: 수락 확인
ru: Принять

# homekit_common_authority_get
source: Please enable the home data to allow Aqara to access HomeKit
de: Bitte aktivieren Sie die Hausdaten, damit Aqara auf HomeKit zugreifen kann
es: Habilite los datos de hogar para permitir a Aqara acceder a HomeKit
fr: Veuillez activer les données de maison pour permettre à Aqara d’accéder à HomeKit
it: Attivare i dati della casa per consentire ad Aqara di accedere a HomeKit.
ko: 우선 홈 데이터 설정을 열고 Aqara가 HomeKit에 액세스를 허용하십시오
ru: Сначала откройте настройки семейных данных, чтобы позволить Aqara получить доступ к HomeKit

# user_input_hint_new_pwd
source: Please enter new password
de: Bitte geben Sie ein neues Passwort ein
es: Introduzca una nueva contraseña
fr: Veuillez saisir le nouveau mot de passe
it: Inserire la nuova password
ko: 새로운 비밀번호를 입력해주세요.
ru: Введите новый пароль

# device_sequence_delete_confirm_tips_1
source: Confirm to delete [%1$s]?
de: Möchten Sie [%1$s] wirklich löschen?
es: ¿Confirmar eliminación de [%1$s]?
fr: Confirmer pour supprimer [%1$s] ?
it: Confermare per eliminare [%1$s]?
ko: [%1$s]를 삭제하시겠습니까?
ru: Подтвердить удаление [%1$s]?

# doorlock_deleteconfirm_screenshot
source: Are you sure to delete this screenshot?
de: Möchten Sie den Screenshot wirklich löschen?
es: ¿Seguro que desea borrar esta captura de pantalla?
fr: Voulez-vous vraiment supprimer cette capture d’écran ?
it: Sei sicuro di voler eliminare questa schermata?
ko: 해당 캡처를 삭제하시겠습니까?
ru: Удалить этот скриншот?

# device_setup_voice_11
source: Please enter the broadcast content, which is limited to 100 words
de: Geben Sie bitte den Sendeinhalt ein, der weniger als 100 Wörter sein sollte
es: Introduzca el contenido de la emisión, con un máximo de 100 palabras
fr: Veuillez saisir le contenu de l'émission, qui est limité à 100 mots
it: Inserire il contenuto della trasmissione, che è limitato a 100 parole.
ko: 방송할 내용을 100자 이내로 입력해 주십시오.
ru: Введите содержимое для трансляции, до 100 символов

# device_sequence_delete_confirm_tips_1_fios
source: Confirm to delete [%@]?
de: Möchten Sie [%@] wirklich löschen?
es: ¿Confirmar eliminación de [%@]?
fr: Confirmer pour supprimer [%@] ?
it: Confermare per eliminare [%@]?
ko: [%@]를 삭제하시겠습니까?
ru: Подтвердить удаление [%@]?

# other_install_wechat_first
source: Install WeChat first
de: Installieren Sie zunächst WeChat
es: Instale WeChat primero
fr: Installer WeChat d’abord
it: Installare prima WeChat
ko: Wechat Client를 먼저 설치해 주세요.
ru: Сначала установите WeChat

# device_comfirm_turn_off_password
source: Comfirm to turn off password?
de: Möchten Sie das Passwort deaktivieren?
es: ¿Desea confirmar el apagado de la contraseña?
fr: Confirmer pour désactiver le mot de passe ?
it: Confermare la disattivazione della password?
ko: 비밀번호를 끄기를 실행하시겠습니까?
ru: Подтвердить отключение пароля?

# doorlock_deleteconfirm_vedio
source: Are you sure to delete this video?
de: Möchten Sie das Video wirklich löschen?
es: ¿Seguro que desea borrar este vídeo?
fr: Voulez-vous vraiment supprimer cette vidéo ?
it: Sei sicuro di voler cancellare questo video?
ko: 해당 비디오를 삭제하시겠습니까?
ru: Вы уверены, что хотите удалить это видео?

# doorlock_pleasebindhubfirst
source: Please bind the Hub first
de: Bitte verbinden Sie zuerst den Hub
es: Por favor, vincular el Hub primero
fr: Veuillez lier le Hub d’abord
it: Eseguire prima il binding dell'hub
ko: 먼저 허브를 연결해주세요.

# doorlock_encryption_key_bind
source: Bind
de: Verbinden
es: Vincular
fr: Lier
it: Legare
ko: 연결
ru: Привязать

# device_at_least_two_object
source: Please select at least two objects
de: Wählen Sie bitte mindestens zwei Objekte aus
es: Seleccione al menos dos objetos
fr: Veuillez sélectionner au moins deux objets
it: Selezionare almeno due oggetti
ko: 개체를 두 개 이상 선택하세요.
ru: Выберите не менее двух объектов

# device_control_guide_tip
source: Please select the curtain rail type matched with the curtain controller. The clamping force varies with different rails and please choose with care
de: Bitte wählen Sie den Schienentyp passend zum Vorhang-Controller aus. Die Klemmkraft variiert je nach verschiedenen Schienen. Bitte wählen Sie sie sorgfältig aus
es: Seleccione el tipo de raíl de cortina que coincida con el controlador de cortina. La fuerza de la sujeción varía con los diferentes raíles, elija con cuidado
fr: Veuillez sélectionner le type de rail de rideau correspondant au contrôleur de rideau. La force de serrage varie selon les rails et il convient de choisir avec soin
it: Selezionare il tipo di binario per tende abbinato al comando per tende. La forza di serraggio varia a seconda delle rotaie e deve essere scelta con attenzione.
ko: 스마트 커튼 컨트롤러와 어울리는 커튼 레일 타입을 선택하십시오. 각 레일마다 클램핑 강도가 다르니 삼가시기 바랍니다.
ru: Выберите тип направляющей, соответствующий компаньону для штор. Сила зажима каждого рельса разная. Выбирайте внимательно

# scene_add_action_empty_tip
source: Please select at least one action
de: Wählen Sie bitte mindestens einen Vorgang aus
es: Seleccione al menos una acción
fr: Veuillez sélectionner au moins une action
it: Selezionare almeno un'azione
ko: 최소 하나의 동작을 선택해 주세요.
ru: Выберите хотя бы одно действие

# automation_choose_trigger_relationships
source: Please choose condition type
de: Wählen Sie den Bedingungstyp aus
es: Seleccione el tipo de condición
fr: Veuillez choisir un type de condition
it: Scegliere il tipo di condizione
ko: 조건 유형을 선택해주세요.
ru: Настройки Условий

# security_guard_unarm
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annullare
ko: 보안 모드를 취소합니다.
ru: Отменять ставить охрану.

# device_choose_add_device
source: Please select the device to add
de: Wählen Sie das hinzuzufügende Gerät aus
es: Seleccione el dispositivo a añadir
fr: Veuillez sélectionner l’appareil à ajouter
it: Selezionare il dispositivo da aggiungere
ko: 추가할 장치를 선택하세요
ru: Пожалуйста, выберите устройство для добавления

# device_ota_cancel_waiting
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annullare
ko: 취소

# device_plz_select_area
source: Please Select Area
de: Wählen Sie den Bereich aus
es: Seleccione el área
fr: Veuillez sélectionner la zone
it: Selezionare l'area
ko: 지역을 선택하세요.
ru: Пожалуйста, Выберите Область

# common_cancel
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annullare
ko: 취소
ru: Отмена

# doorlock_select_wi_fi_for_the_accessory
source: Select Wi-Fi for the accessory
de: Wählen Sie WLAN für das Zubehör
es: Seleccione el Wi-Fi para el accesorio
fr: Sélectionner le Wi-Fi pour l’accessoire
it: Selezionare il Wi-Fi per l'accessorio

# user_login_bind_fail
source: Cancel the binding
de: Verbindung trennen
es: Cancelar vinculación
fr: Annuler la liaison
it: Annullare il vincolo
ko: 연결 취소
ru: Отменить привязку

# other_time_setting_start_time_hint
source: Choose Start Time
de: Wählen Sie die Startzeit aus
es: Seleccione el tiempo de inicio
fr: Choisir l’heure de début
it: Scegliere l'ora di inizio
ko: 시작 시간을 선택해주세요.
ru: Выберите Время Начала

# device_setup_voice_3
source: Add
de: Hinzufügen
es: Añadir
fr: Ajouter
it: Aggiungere
ko: 추가하기
ru: Добавить

# device_set_virtual_device_hint
source: Please select accessory and save
de: Wählen Sie das Accessoire aus und speichern Sie es
es: Seleccione un accesorio y guarde
fr: Veuillez sélectionner l’accessoire et enregistrer
it: Selezionare l'accessorio e salvare
ko: 장치를 선택하고 저장해주세요
ru: Пожалуйста, выберите устройство и сохраните

# other_curve
source: Curve
de: Kurve
es: Curva
fr: Courbe
it: Curva
ko: 차트
ru: Кривая

# other_time_setting_end_time_hint
source: Choose End Time
de: Wählen Sie die Endzeit aus
es: Seleccione el tiempo de finalización
fr: Choisir l’heure de fin
it: Scegliere l'ora di fine
ko: 종료 시간을 선택해주세요.
ru: Выберите Время Окончания

# security_guard_goto_use
source: Go to use
de: Zur Verwendung
es: Ir a usar
fr: Accéder à utiliser
it: Vai all'uso
ko: 사용하기
ru: Использовать

# security_choose_alert_mode_hint
source: Choose alert mode, Please
de: Wählen Sie bitte den Alarmmodus aus
es: Seleccione el modo de alerta, por favor
fr: Veuillez choisir le mode d’alerte
it: Scegliere la modalità di avviso, Per favore
ko: 알림 모드를 선택해주세요.

# other_is_confirm_delete_room
source: Are you sure you want to remove the room?
de: Sind Sie sicher, dass Sie dieses Zimmer entfernen möchten?
es: ¿Seguro que desea eliminar esta habitación?
fr: Voulez-vous vraiment supprimer la pièce ?
it: È sicuro di voler rimuovere la stanza?
ko: 방을 삭제하시겠습니까?
ru: Вы уверены, что хотите удалить Комнату?

# doorlock_encrypted_timeout
source: Please check if the network connection is abnormal (Error Code:%s)
de: Bitte überprüfen Sie, ob die Netzwerkverbindung nicht normal ist (Fehlercode: %s)
es: Compruebe si la conexión de la red funciona con normalidad (Código de error: %s)
fr: Veuillez vérifier si la connexion au réseau est anormale (code d’erreur : %s)
it: Controllare se la connessione di rete è anomala (codice di errore: %s).

# device_control_ambient_light_tip_1
source: Please hang the surface of curtain controller with Keys, namely the surface on which the light sensor is located, facing the ambient light you want to detect
de: Bitte hängen Sie die Oberfläche des Vorhang-Controllers mit Schlüsseln auf (die Oberfläche auf der sich der Lichtsensor befindet und die dem Umgebungslicht zugewandt ist)
es: Por favor, cuelgue el lado del controlador de cortina con el botón, esto es, la superficie en la cual está en sensor luminoso, para que esté en la dirección de la luz ambiental que desea detectar
fr: Veuillez accrocher la surface du contrôleur de rideau avec des clés, à savoir la surface où se trouve le capteur de lumière, face à la lumière ambiante que vous souhaitez détecter
it: Appendere la superficie della centralina per tende con le chiavi, ovvero la superficie su cui si trova il sensore di luce, rivolta verso la luce ambientale che si desidera rilevare.
ko: 스마트 커튼 컨트롤러에 버튼이 있는 면, 즉 조도센서가 있는 면을 감지하려는 환경광 뱡향으로 매달려 주십시오.
ru: Повесьте на ту сторону, на которой находится кнопка компаньона для штор, то есть на ту, где расположен датчик света, в направлении окружающего света, который вы хотите обнаружить.

# device_face_management
source: Face Management
de: Gesichtsmanagement
es: Gestión facial
fr: Gestion des visages
it: Gestione del volto
ko: 얼굴 관리
ru: Управление лицами

# device_control_ambient_light_tip_1_fios
source: Please hang the surface of curtain controller with Keys, namely the surface on which the light sensor is located, facing the ambient light you want to detect
de: Bitte hängen Sie die Oberfläche des Vorhang-Controllers mit Schlüsseln auf (die Oberfläche auf der sich der Lichtsensor befindet und die dem Umgebungslicht zugewandt ist)
es: Por favor, cuelgue el lado del controlador de cortina con el botón, esto es, la superficie en la cual está en sensor luminoso, para que esté en la dirección de la luz ambiental que desea detectar
fr: Veuillez accrocher la surface du contrôleur de rideau avec des clés, à savoir la surface où se trouve le capteur de lumière, face à la lumière ambiante que vous souhaitez détecter
it: Appendere la superficie della centralina per tende con le chiavi, ovvero la superficie su cui si trova il sensore di luce, rivolta verso la luce ambientale che si desidera rilevare.
ko: 스마트 커튼 컨트롤러에 버튼이 있는 면, 즉 조도센서가 있는 면을 감지하려는 환경광 뱡향으로 매달려 주십시오.
ru: Повесьте на ту сторону, на которой находится кнопка компаньона для штор, то есть на ту, где расположен датчик света, в направлении окружающего света, который вы хотите обнаружить.

# device_ir_water_heater
source: Water Heater
de: Wasserhitzer
es: Calentador de agua
fr: Chauffe-eau
it: Scaldabagno
ko: 온수기
ru: Обогреватель

# device_upload_finish
source: Uploaded
de: Hochgeladen
es: Cargado
fr: Envoyé
it: Caricato
ko: 업로드 성공
ru: Загружено

# camera_scan_hint
source: Please position the QR code directly to the camera lens and keep a distance of 15cm
de: Bitte positionieren Sie den QR-Code direkt vor dem Kameraobjektiv und halten Sie einen Abstand von 15 cm
es: Posicione el código QR directamente en la lente de la cámara a una distancia de 15 cm
fr: Veuillez placer le code QR directement sur l’objectif de la caméra et garder une distance de 15 cm
it: Posizionare il codice QR direttamente sull'obiettivo della fotocamera e mantenere una distanza di 15 cm.
ko: 카메라 렌즈와 위 QR코드가 약 15cm정도 간격을 두고 마주 보게 해주세요.
ru: Наведите объектив камеры непосредственно на QR-код, сохраняя расстояние в 15 см.

# curve_avg_temperature_lastyear
source: Average Temperature Last Year
de: Durchschnittstemperatur im letzten Jahr
es: Temperatura media del último año
fr: Température moyenne l’année dernière
it: Temperatura media dell'anno scorso
ko: 작년의 평균 온도
ru: Средняя температура в прошлом году
