Repository: acodeworker/localzedLoader
Catalog: *.lproj/Localizable.strings
Languages: de, es, fr, it, ko, ru

# device_ac_match_send
source: Sending infrared code
de: Der Infrarot-Code wird gesendet
es: Enviando código infrarrojo
fr: Envoi de code infrarouge
it: Invio di codice a infrarossi
ko: 리모컨 신호 전송
ru: Отправка ИК сигнала

# device_lowbattery_hint
source: Low battery, please replace it!
de: Niedriger Batteriezustand, ersetzen Sie sie bitte!
es: Batería baja, ¡sustitúyala!
fr: Batterie faible, veuillez la remplacer !
it: Carica della batteria bassa, sostituirla!
ko: 배터리 부족, 배터리를 교체 하세요.
ru: Батарея разряжена. Замените батарею!

# device_join_send_msg_2_device_success
source: Sent network access information successfully
de: Die Netzwerkzugriffsinformationen wurden gesendet
es: Información de acceso de red enviada con éxito
fr: Envoi réussi des informations d’accès au réseau
it: Informazioni di accesso alla rete inviate correttamente
ko: 네트워크 연결 정보 전송 성공
ru: Отправлено

# home_device_diagnosis_batterypower
source: Battery
de: Batterie
es: Batería
fr: Batterie
it: Batteria
ko: 배터리
ru: Аккумулятор

# doorlock_battery_low
source: Battery is low
de: Die Batterie ist schwach
es: Batería baja
fr: Batterie faible
it: La carica della batteria è bassa
ko: 배터리가 부족합니다.

# other_first_step
source: Step 1
de: Schritt 1
es: Paso 1
fr: Étape 1
it: Fase 1
ko: 1단계
ru: Шаг 1

# common_send_success
source: Shared successfully
de: Erfolgreich geteilt
es: Compartido con éxito
fr: Partagé avec succès
it: Condivisione riuscita
ko: 발송 성공
ru: Отправлено

# device_battery
source: Battery
de: Batterie
es: Batería
fr: Batterie
it: Batteria
ko: 배터리
ru: Батарея

# doorlock_sentdata_incorrect
source: The sent data is incorrect.
de: Die gesendeten Daten sind falsch.
es: Los datos enviados son incorrectos.
fr: Les données envoyées sont incorrectes.
it: I dati inviati non sono corretti.
ko: 전송된 데이터가 잘못되었습니다.

# home_home_setting_send_invitation
source: Sent
de: Gesendet
es: Enviado
fr: Envoyé
it: Inviato
ko: 발송
ru: Отпр

# overview_soaking_num_title
source: Soaked
de: Durchnässt
es: Empapado
fr: Trempé
it: Imbevuto
ko: 침수가 발생합니다.
ru: Затопления

# doorlock_battery_empty
source: The battery is drained
de: Die Batterie ist entladen
es: La batería está agotada
fr: La batterie est vide
it: La batteria è scarica
ko: 배터리가 방전되었습니다.

# device_sleep_hypoventilation
source: Hypoventilation
es: Hipoventilación
it: Ipoventilazione
ko: 호흡저하
ru: Гиповентиляция

# doorlock_log_power_low
source: The door lock will be disabled. Please replace the battery in time.
de: Die Türverriegelung wird deaktiviert. Bitte tauschen Sie die Batterie rechtzeitig aus.
es: La cerradura de la puerta se deshabilitará. Sustituya la batería cuanto antes.
fr: Le verrou de porte sera désactivé. Veuillez vérifier la batterie en temps voulu.
it: La serratura della porta verrà disattivata. Sostituisci la batteria in tempo.
ko: 도어락이 비활성화 되었습니다. 배터리를 교체해주세요.

# other_send_fail
source: Failed to send
de: Sie konnten nicht gesendet werden
es: Fallo al enviar
fr: Échec de l’envoi
it: Invio non riuscito
ko: 발송 실패
ru: Ошибка отправки

# other_feature_setting
source: Settings
de: Einstellungen
es: Ajustes
fr: Réglages
it: Impostazioni
ko: 기능 설정
ru: Настройки

# camera_install_function_title
source: Function Description
de: Funktionsbeschreibung
es: Descripción de función
fr: Description de fonction
it: Descrizione della funzione
ko: 기능 설명
ru: Описание функции

# curve_power_value
source: Power:
de: Leistung:
es: Potencia:
fr: Puissance :
it: Potenza:
ko: 전력:
ru: Мощность:

# device_set_popup_title
source: Configuring
de: Gerade konfigurieren
es: Configurando
fr: Configuration
it: Configurazione in corso
ko: 기능 설정 중…
ru: Конфигурация

# other_service_auth_engineer
source: 工程师：
de: Ingenieur:
es: Ingeniero:
fr: Ingénieur :
it: Ingegnere:
ko: 엔지니어 :

# device_power_str
source: Power
de: Leistung
es: Potencia
fr: Puissance
it: Potenza
ko: 전력
ru: мощность

# common_updating
source: Updating…
de: Update erfolgt...
es: Actualizando…
fr: Mise à jour...
it: Aggiornamento...
ko: 업데이트 중...
ru: Обновление…

# home_position_change_position
source: Change location
de: Standort ändern
es: Cambiar ubicación
fr: Modifier la localisation
it: Cambia posizione
ko: 지역 변경
ru: Изменить местоположение

# other_state_fail
source: Update failed
de: Update fehlgeschlagen
es: Fallo de actualización
fr: Échec de la mise à jour
it: Aggiornamento non riuscito
ko: 업데이트 실패
ru: Ошибка обновления

# other_service_auth_name
source: 服务商：
de: Dienstanbieter:
es: Proveedor de servicios:
fr: Fournisseur du service :
it: Fornitore di servizi:
ko: 서비스 업체 :

# other_update_log_title
source: Update logs
de: Protokolle aktualisieren
es: Registros de actualización
fr: Journaux de mise à jour
it: Aggiorna i registri
ko: 업데이트 로그
ru: Список изменений

# other_firmware_update_log_tilte
source: Update logs:
de: Protokolle aktualisieren:
es: Registros de actualización:
fr: Journaux de mise à jour :
it: Aggiorna i registri:
ko: 업데이트 로그 :
ru: Список изменений

# other_update_error_try_again
source: Update error, please try again later
de: Update-Fehler. Bitte versuchen Sie es später noch einmal
es: Error de actualización, inténtelo de nuevo más tarde
fr: Erreur de mise à jour, veuillez réessayer plus tard
it: Errore di aggiornamento, riprova più tardi
ko: 업데이트 오류，잠시 후 다시 시도해주세요.
ru: Ошибка обновления, попробуйте позже

# doorlock_close_devicetips
source: Please turn on Bluetooth in your phone and stand near the door lock before updating
de: Bitte aktivieren Sie Bluetooth in Ihrem Telefon und gehen Sie in die Nähe des Türschlosses, um es zu aktualisieren
es: Encienda el Bluetooth de su teléfono y sitúese cerca de la cerradura de la puerta antes de actualizar
fr: Veuillez activer le Bluetooth dans votre téléphone et vous tenir près du verrou de porte avant de mettre à jour
it: Attiva il Bluetooth nel telefono e avvicinati alla serratura della porta prima dell'aggiornamento

# device_firmware_upgrade_but
source: Update
es: Actualizar
fr: Mettre à jour
it: Aggiorna
ko: 업데이트
ru: Обновить

# other_update_error
source: Update error
de: Update-Fehler
es: Error de actualización
fr: Erreur de mise à jour
it: Errore di aggiornamento
ko: 업데이트 오류
ru: Ошибка обновления

# doorlock_wifi_replace
source: Replace
de: Ersetzen
es: Reemplazar
fr: Remplacer
it: Sostituisci
ko: Wi-Fi 교체

# other_setting_change_theme
source: Change Theme
de: Thema ändern
es: Cambiar tema
fr: Modifier le thème
it: Cambia tema
ko: 테마 변경
ru: Изменить Тему

# scene_inputbox_name_icon
source: Click to edit the name and icon
de: Klicken Sie hier, um den Namen und das Symbol zu bearbeiten
es: Haga clic para editar el icono y nombre
fr: Cliquer sur modifier le nom et l’icône
it: Clicca per modificare il nome e l'icona
ko: 이름과 아이콘을 수정하려면 클릭하세요.
ru: Нажмите, чтобы ввести название

# scene_no_action
source: No action for this scene
de: Kein Vorgang für diese Szene
es: No hay acción para esta escena
fr: Aucune action pour cette scène
it: Nessuna azione per questa scena
ko: 실행할 동작이 없습니다.
ru: Нет действий для этого сценария

# device_vibration_move_backward
source: Move backward
de: Rückwärts bewegen
es: Moverse atrás
fr: Aller en arrière
it: Torna indietro
ko: 역방향으로 움직임
ru: Движение назад

# other_click_edit
source: Tap to edit
de: Tippen zum Bearbeiten
es: Tocar para editar
fr: Appuyer pour modifier
it: Tocca per modificare
ko: 탭하여 편집하기
ru: Нажмите, чтобы изменить

# scene_copy_not_exist_trigger_action
source: The scene contains non-existent execution actions
de: Die Szene enthält nicht vorhandene Ausführungsvorgänge
es: La escena contiene acciones no existentes
fr: La scène contient des actions d’exécution inexistantes
it: La scena contiene azioni di esecuzione inesistenti
ko: 해당 씬은 존재하지 않는 실행액션을 포함합니다
ru: Сценарии содержит несуществующие действия для выполнения

# device_info_cube_flip180
source: Flip 180°
de: 180° kippen
es: Girar 180º
fr: Basculer à 180°
it: Capovolgi di 180°
ko: 180도 회전
ru: Перевернуть на 180 °

# doorlock_ble_ota_openlockble_firmwaresending
source: Transferring firmware...
de: Übertragung der Firmware...
es: Transfiriendo firmware...
fr: Transfert du firmware...
it: Trasferimento del firmware in corso...
ko: 펌웨어 전송 중...

# other_click_to_install
source: Click to install
de: Klicken Sie zum Installieren
es: Haga clic para instalar
fr: Cliquer pour installer
it: Clicca per installare
ko: 클릭하여 설치
ru: Нажмите для установки

# home_scene_executing_result
source: Executing the scene. Please check later.
de: Die Szene wird ausgeführt. Bitte überprüfen Sie es später.
es: Ejecutando la escena. Compruébelo más tarde.
fr: Exécuter la scène. Veuillez vérifier plus tard.
it: Esecuzione della scena. Controlla più tardi.
ko: 계속해서 씬이 실행 중이므로 잠시 후 결과를 확인하세요.
ru: Воспроизведение сценария, проверьте позже.

# other_moresetting_time_range
source: Range：%1$d-%2$d
de: Spanne: %1$d-%2$d
es: Rango: %1$d-%2$d
fr: Portée：%1$d-%2$d
it: Intervallo：%1$d-%2$d
ko: 범위 : %1$d-%2$d
ru: Диапазон: %1$d-%2$d

# doorlock_ota_translating_fail
source: Firmware Transfer failed
de: Firmware-Übertragung fehlgeschlagen
es: Fallo al transferir el firmware
fr: Échec du transfert du firmware
it: Trasferimento del firmware non riuscito
ko: 펌웨어 전송 실패

# common_click_edit
source: Tap to edit
de: Tippen zum Bearbeiten
es: Tocar para editar
fr: Appuyer pour modifier
it: Tocca per modificare
ko: 클릭하여 수정해주세요.
ru: Нажмите, чтобы изменить

# home_transfer_copy_success
source: Copied successfully
de: Erfolgreich kopiert
es: Copiado con éxito
fr: Copié avec succès
it: Copia riuscita
ko: 복사 성공
ru: Успешно скопировано

# device_reverse_curtain_desc
source: Position needs to be reset after reversing
de: Position muss nach Umkehrung zurückgesetzt werden
es: La posición necesita reiniciarse tras invertirla
fr: La position doit être réinitialisée après l’inversion
it: La posizione deve essere ripristinata dopo l'inversione
ko: 커튼 방향을 반전하였다면, 리미트 설정을 다시 해야 합니다.
ru: Смена направления движений штор при ином расположении мотора.

# doorlock_update_failed_by_dry_cells_low
source: The update failed. The dry cells of the door lock are low. Please replace it in time
de: Das Update ist fehlgeschlagen. Die Trockenzellen des Türschlosses sind niedrig. Bitte ersetzen Sie sie rechtzeitig
es: Ha fallado la actualización. La batería seca de la cerradura está baja. Sustitúyala cuanto antes
fr: Échec de la mise à jour. Les piles sèches du verrou de porte sont faibles. Veuillez les remplacer à temps
it: L'aggiornamento non è riuscito. La carica delle batterie a secco della serratura della porta è bassa. Sostituirle in tempo
ko: 업데이트에 실패했습니다. 도어락의 건전지 용량이 부족합니다. 즉시 교체해 주세요.

# home_transfer_copy
source: Copy
de: Kopieren
es: Copiar
fr: Copier
it: Copia
ko: 복사
ru: Копировать

# device_sleep_num_of_roll_over
source: Number of roll over
de: Anzahl der Umdrehungen
es: Número de vuelcos
fr: Nombre de retournements
it: Numero di rotolamenti
ko: 몸을 뒤척인 횟수
ru: Кол-во переворачиваний

# user_type_facilitator_login
source: 服务商登录
de: Anmeldung beim Dienstanbieter
es: Inicio de sesión de proveedor de servicios
fr: Connexion du fournisseur du service
it: Accesso al fornitore di servizi
ko: 서비스 제공업체 로그인
ru: Логин поставщика услуг

# other_cloud_error_500
source: Execution failed.Please try again later
de: Ausführung fehlgeschlagen. Bitte versuchen Sie es später erneut
es: Fallo al ejecutar. Inténtelo de nuevo más tarde
fr: Échec de l’exécution. Veuillez réessayer plus tard
it: Esecuzione non riuscita. Riprovare più tardi
ko: 서버내부 이상
ru: Ошибка. Пожалуйста, попробуйте позже

# device_control_title_calibration
source: Valve calibration
de: Ventilkalibrierung
es: Calibración de válvula
fr: Étalonnage de vanne
it: Calibrazione della valvola
ru: Калибровка клапана

# common_time_legal_work_day
source: Weekday
de: Wochentag
es: Días laborales
fr: Jour de semaine
it: Giorno feriale
ko: 주중
ru: Рабочие дни

# doorlock_upgrade_failed
source: Firmware update failed. Please try again
de: Das Firmware-Update ist fehlgeschlagen. Bitte versuchen Sie es erneut
es: Ha fallado la actualización del firmware. Inténtelo de nuevo
fr: Échec de la mise à jour du micrologiciel. Veuillez réessayer
it: Aggiornamento del firmware non riuscito. Riprova

# common_region
source: Region
es: Región
fr: Région
it: Regione
ko: 지역 변경
ru: Изменить регион

# doorlock_pwdisthesameasthetemppwd
source: The password is the same as the temporary password
de: Das Passwort ist dasselbe wie das temporäre Passwort
es: La contraseña es la misma que la contraseña temporal
fr: Le mot de passe est le même que le mot de passe temporaire
it: La password coincide con la password temporanea
ko: 암호가 임시 암호와 동일합니다.

# common_time_legal_holiday
source: Legal Holiday
de: Gesetzlicher Feiertag
es: Día festivo
fr: Jour férié
it: Festività legale
ko: 법정 공휴일
ru: Официальные праздники

# device_firmware_upgrade_fail
source: Firmware upgrade failed
de: Die Firmware-Übertragung ist fehlgeschlagen
es: Fallo al actualizar el firmware
fr: Échec de la mise à niveau du firmware
it: Potenziamento del firmware non riuscito
ko: 펌웨어 업그레이드 실패
ru: Не удалось обновить прошивку

# other_step_two
source: Step 2
de: Schritt 2
es: Paso 2
fr: Étape 2
it: Fase 2
ko: 2 단계
ru: Шаг 2

# security_dialog_security_guide_setalarm
source: No alarm condition and action for the alert
de: Keine Alarmbedingung und Aktion für den Alarm
es: No hay condición de alarma ni acción para la alerta
fr: Aucune condition d’alarme et action pour l’alerte
it: Nessuna condizione di allarme e azione per l'avviso
ko: 경보에 대한 알람이나 액션이 없습니다.
ru: Для оповещения отсутствуют условия и действия для сигнала тревоги

# home_share_home_son
source: Son
de: Sohn
es: Hijo
fr: Fils
it: Figlio
ko: 아들
ru: Сын

# other_ota_success
source: Firmware update is successful.
de: Das Firmware-Update ist erfolgreich.
es: Actualización del firmware exitosa.
fr: Mise à jour du firmware réussie.
it: L'aggiornamento del firmware è riuscito.
ko: 펌웨어 업데이트가 성공했습니다.

# device_acpartner_status_speed_low
source: Low
de: Niedrig
es: Bajo
fr: Bas
it: Basso
ko: 중간
ru: Низкая

# automation_action_invalid_hint
source: The action is invalid. Delete it?
de: Dieser Vorgang ist ungültig. Löschen?
es: La acción no es válida. ¿Borrarlo?
fr: Action invalide. Supprimer ?
it: L'azione non è valida. Cancellarla?
ko: 작업이 만료되었습니다. 삭제하시겠습니까?
ru: Действие недействительно.Удалить?

# home_share_invitee_join_description
source: After the invitation is sent out, the invitee will receive an invitation message in "Aqara Home APP> Message Center> Family Invitation", and then click "Agree" to successfully join the family
de: Nachdem Verschicken der Einladung erhält der Eingeladene eine Einladungsnachricht in "Aqara Home APP > Nachrichtenzentrum > Familieneinladung" und klickt dann auf "Zustimmen", um der Familie erfolgreich beizutreten
es: Una vez enviada la invitación, el invitado recibirá un mensaje de invitación en "Aqara Home APP> Centro de mensajes> Invitación a la familia", y luego deberá hacer clic en "Aceptar" para unirse a la familia
fr: Après l’envoi de l’invitation, l’invité recevra un message d’invitation dans « Appli Aqara Home > Centre de messagerie > Invitation de famille », puis cliquer sur « Accepter » pour rejoindre la famille
it: Dopo che l'invito è stato inviato, l'invitato riceverà un messaggio di invito in "Aqara Home APP> Message Center> Family Invitation” (APP Aqara Home > Centro messaggi > Invito in famiglia), quindi cliccare su "Agree” (Accetto) per unirsi alla famiglia
ko: 요청을 발송한후 피요청자는 “Aqara Home APP>알림센터>홈구성원요청”에서 SMS메시지를 받게되며 [수락]을 클릭하면 성공적으로 홈구성원으로 가입하게됩니다
ru: После отправки приглашения приглашенное лицо получит сообщение с приглашением в разделе «Центр сообщений> Приглашения». Нажмите [Согласен], чтобы успешно вступить в семью.

# device_mine_firmware_upgrade
source: Firmware Update
es: Actualización del firmware
fr: Mise à jour de firmware
it: Aggiornamento del firmware
ko: 펌웨어 업데이트 확인
ru: Проверка обновлений ПО

# device_route_value_1
source: Channel %s
de: Kanal %s
es: Canal %s
fr: Canal %s
it: Canale %s
ko: 제 %s 채널
ru: Канал %s

# other_region_other_alert_title
source: Account login is not supported in this region. Please change to HomeKit for continue use
de: Die Kontoanmeldung wird in dieser Region nicht unterstützt. Bitte wechseln Sie zur weiteren Verwendung zu HomeKit
es: El inicio de sesión no está soportado en esta región. Cambie a HomeKit para un uso continuado
fr: Connexion au compte non prise en charge dans cette région. Veuillez passer à HomeKit pour continuer l’utilisation
it: L'accesso all'account non è supportato in questa regione. Passa a HomeKit per continuare l'uso
ko: 이 지역에서는 계정 로그인을 지원하지 않습니다. HomeKit을 통해 사용해 주세요.
ru: Вход в аккаунт не поддерживается в этом регионе. Пожалуйста, используйте доступ через HomeKit.

# doorlock_not_return_wifi_list_firmware
source: The firmware side did not return to the Wi-Fi list
de: Die Firmware-Seite kehrte nicht zur WLAN-Liste zurück
es: El lado del firmware no ha vuelto a la lista de wifi
fr: Le côté du firmware n’est pas revenu dans la liste Wi-Fi
it: Il lato firmware non è tornato nell'elenco Wi-Fi
ko: 펌웨어가 Wi-Fi 목록으로 돌아가지 않았습니다.

# device_battery_value_low
source: Low battery
de: Niedriger Batteriezustand
es: Batería baja
fr: Batterie faible
it: Carica della batteria bassa
ko: 배터리 부족
ru: Низкий заряд батареи

# other_region_other_tips
source: Supports HomeKit only
de: Unterstützt nur HomeKit
es: Solo admite HomeKit
fr: Prend en charge HomeKit seulement
it: Supporta solo HomeKit
ko: 이 지역에서는 HomeKit만을 지원합니다.
ru: Поддерживается только доступ через HomeKit

# automation_qiao_voice_text_1
source: Say to designated "Xiao Qiao": "%1$s"
de: Sagen Sie "Xiao Qiao": "%1$s"
es: Decir al "Xiao Qiao" especificado: "%1$s"
fr: Dire au « Xiao Qiao » désigné : « %1$s »
it: Dì a "Xiao Qiao" designato: "%1$s"
ko: 지정한 샤오차오에게 %1$s......
ru: Скажите заданному Джо: "%1$s"

# other_multi_language_switch
source: Language
de: Sprache
es: Idioma
fr: Langue
it: Lingua
ko: 언어
ru: Языки

# other_cloud_error_426
source: Object not exist
de: Das Objekt existiert nicht
es: El objeto no existe
fr: L’objet n’existe pas
it: L’oggetto non esiste
ko: 대상이 존재하지 않거나 이미 삭제되었습니다.
ru: Объект не существует

# device_align_center_press_btn
source: Aim at the the remote control center and press the same button
de: Zielen Sie auf das Fernbedienungssensor und drücken Sie dieselbe Taste
es: Apunte al centro del control remoto y pulse el mismo botón
fr: Viser le centre de télécommande et appuyer sur le même bouton
it: Puntare al centro del telecomando e premi lo stesso pulsante
ko: 리모컨을 스마트 허브로 향한 후, 버튼을 누릅니다.
ru: Направьте на контроллер и нажмите туже кнопку

# automation_qiao_voice_text_1_fios
source: Say to designated "Xiao Qiao": "%@"
de: Sagen Sie "Xiao Qiao": "%@"
es: Decir al "Xiao Qiao" especificado: "%@"
fr: Dire au « Xiao Qiao » désigné : « %@ »
it: Dì a "Xiao Qiao" designato: "%@"
ko: 지정한 샤오차오에게 %@......
ru: Скажите заданному Джо: "%@"

# common_message
source: Message
de: Nachricht
es: Mensaje
it: Messaggio
ko: 메시지
ru: SMS

# automation_weather_cloudy_txt
source: cloudy
de: bewölkt
es: nuboso
fr: nuageux
it: nuvoloso
ko: 흐림
ru: облачно

# automation_qiao_voice
source: Say ... to "Xiao Qiao"
de: Sagen Sie...an "Xiao Qiao"
es: Decir ... a "Xiao Qiao"
fr: Dire ... à « Xiao Qiao »
it: Dì... a "Xiao Qiao"
ko: ‘샤오차오’에게 …라고 말하기
ru: Скажите Джо...

# device_name_gateway_aqara
source: Aqara Hub
es: Hub Aqara
it: Hub Aqara
ko: 아카라 스마트 허브
ru: Hub

# doorlock_disabled_5_minutes
source: Unlocking failures are more than 3 times, and the door lock is disabled for 5 minutes
de: Wenn Entriegelungsfehler mehr als 3 Mal auftreten, wird die Türverriegelung für 5 Minuten deaktiviert
es: Se han producido más de 3 fallos de desbloqueo, el bloqueo de la puerta se ha desactivado durante 5 minutos
fr: Plus de 3 échecs de déverrouillage, verrou de porte désactivé pendant 5 minutes
it: Gli errori di sblocco sono più di 3 volte e la serratura della porta è disattivata per 5 minuti
ko: 잠금 해제를 3회 이상 시도하여 도어락이 5분간 비활성화됩니다.

# device_ac_match_number_head
source: The
de: Das
es: El
fr: Le
it: Il
ko: 제

# common_low
source: Low
de: Niedrig
es: Bajo
fr: Bas
it: Basso
ko: 약함
ru: Низкая

# access_reset_device_tips2_fast_blink_2_times
source: the light bulb blinks 2 times
de: Die Lampe blinkt 2 mal
es: la bombilla parpadea 2 veces
fr: l’ampoule clignote 2 fois
it: la lampadina lampeggia 2 volte
ko: 전구가 2번 깜박이고 켜져 있습니다.
ru: индикатор мигает 2 раза

# doorlock_login_verification_failed
source: Login verification failed (0x0E)
de: Anmeldebestätigung fehlgeschlagen (0x0E)
es: Fallo en verificación de inicio de sesión (0x0E)
fr: Échec de vérification de connexion (0x0E)
it: Verifica dell'accesso non riuscita (0x0E)
ko: 로그인 확인 실패(0x0E)

# user_login_failed
source: Failed to sign in. Please try again
de: Anmeldung fehlgeschlagen. Bitte versuchen Sie es erneut
es: Fallo al iniciar sesión, inténtelo de nuevo
fr: Échec de connexion. Veuillez réessayer
it: Accesso non riuscito. Riprova
ko: 로그인 실패, 다시 시도해주세요.
ru: Не удалось авторизоваться, попробуйте ещё раз

# user_login_fail_tips
source: Failed to sign in
de: Anmeldung fehlgeschlagen
es: Fallo al iniciar sesión
fr: Échec de connexion
it: Accesso non riuscito
ko: 로그인 실패
ru: Не удалось авторизоваться

# common_timer
source: Time
de: Zeit
es: Tiempo
fr: Heure
it: Tempo
ko: 시간
ru: Таймер

# device_vibration_event_fall
source: Drop
de: Tropfen
es: Caída
fr: Laisser tomber
it: Caduta
ko: 낙하
ru: Падение

# device_ac_match_number_example
source: The (1/1) set
de: Das (1/1) Set
es: El conjunto (1/1)
fr: L’ensemble (1/1)
it: Il set (1/1)
ko: (1/1) 세트
ru: Набор (1/1)

# device_remote_match_id
source: Set No. (%lu/%lu)
de: Set-Nr. (%lu/%lu)
es: Conjunto núm. (%lu/%lu)
fr: N° d’ensemble (%lu/%lu)
it: N. di set (%lu/%lu)
ko: （%lu/%lu）번 째 세트
ru: Установить №. (%lu/%lu)

# homekit_timmer_setting
source: Timer Settings
de: Timer-Einstellungen
es: Ajustes de temporizador
fr: Réglages de minuterie
it: Impostazioni del timer
ko: 타이머 설정
ru: Настройка таймера

# other_locating
source: Positioning...
de: Positionierung...
es: Posicionando...
fr: Positionnement...
it: Posizionamento in corso...
ko: 위치 찾는 중…
ru: Обнаружение...

# device_timmer_list
source: Timer List
de: Timer-Liste
es: Lista de temporizadores
fr: Liste de minuterie
it: Elenco del timer
ko: 타이머 목록
ru: Список Таймеров

# camera_title_regular_sleep
source: Timed Standby
de: Zeitgesteuertes Standby
es: Espera temporizada
fr: Veille chronométrée
it: Standby a tempo
ko: 대기 시간 설정

# security_title_timingalert
source: Timed Alert
de: Zeitgesteuerter Alarm
es: Alerta temporizada
fr: Alerte chronométrée
it: Avviso a tempo
ko: 경보 설정
ru: Таймерное оповещение

# automation_set_timer
source: Set Timer
de: Timer einstellen
es: Ajustar temporizador
fr: Régler la minuterie
it: Imposta il timer
ko: 타이머 설정
ru: Установить Таймер

# security_toast_limit_timingalert
source: Timed alerts added have reached maximum limit
de: Hinzugefügte zeitgesteuerte Alarme haben das maximale Limit erreicht
es: Las alertas temporizadas han alcanzado el máximo
fr: Les alertes chronométrées ajoutées ont atteint la limite maximale
it: Gli avvisi a tempo aggiunti hanno raggiunto il limite massimo
ko: 경보를 설정할 수 있는 횟수가 한계에 도달하였습니다.
ru: Количество добавленных таймерных оповещений достигло максимального предела

# device_dynamic
source: Dynamic
de: Dynamisch
es: Dinámico
fr: Dynamique
it: Dinamica
ko: 동적
ru: Динамический

# other_location_notify
source: Location Notification
de: Standort-Benachrichtigung
es: Notificación de ubicación
fr: Notification de localisation
it: Notifica della posizione
ko: 위치 알림

# device_sensor_vibration_title
source: Vibration Sensor
de: Vibrationssensor
es: Sensor de vibraciones
fr: Capteur de vibrations
it: Sensore di vibrazione
ko: 진동 센서
ru: Датчик Вибрации
