Repository: acodeworker/localzedLoader
Catalog: *.lproj/Localizable.strings
Languages: de, es, fr, it, ko, ru

# automation_txt_illumination_below
source: Illuminance below %s
de: Beleuchtung unter %s
es: Brillo por debajo de %s
fr: Éclairement en dessous de %s
it: Illuminazione inferiore %s
ko: 지정된 밝기 이하임 %s
ru: Освещенность ниже %s

# automation_txt_set_as
source: Set as %s
de: Als zugewiesene Szene festlegen %s
es: Configurada como escena asignada %s
fr: Définir comme scène assignée %s
it: Imposta come scena assegnata %s
ko: 지정된 시나리오로 설정 %s
ru: Сопоставить сценарию %s

# automation_txt_humidity_above
source: Humidity is above %s
de: Luftfeuchtigkeit liegt über %s
es: La humedad %s está por encima de %s
fr: Humidité supérieure à %s
it: L’umidità è superiore a %s
ko: 습도가 %s 위에 있을 때
ru: Влажность выше %s

# automation_txt_closed_over
source: Closed for over %s
de: Geschlossen für über %s
es: Cerrado durante más de %s
fr: Fermé depuis plus de %s
it: Chiuso per oltre %s
ko: %s 이상 닫겨 있음
ru: Закрыт более %s

# automation_txt_ringtone_volume
source: Ringtone: %s Volume: %s
de: Klingelton: %s Lautstärke: %s
es: Tono de llamada: %s Volumen: %s
fr: Sonnerie : %s Volume : %s
it: Suoneria: %s Volume: %s
ko: 벨소리:%s 볼륨:%s
ru: Звонок: %s Громкость: %s

# device_set_privacy_area_text5
source: After the shelter area is set up, it cannot be seen from the video screen and will not trigger events (face recognition and someone's staying are not affected)
ko: 보호 구역을 설정하는 경우 동영상에서 해당 구역을 볼 수 없으며, 보호 구역에서 일어난 이벤트는 감지할 수 없습니다. (얼굴 인식 및 수상한 움직임 감지에는 영향을 주지 않습니다)
ru: После установки области окклюзии область не будет видна с видеоэкрана и не сможет запускать события (это не повлияет на распознавание лиц и обнаружения движения)

# camera_refres_data_tip
source: Data acquisition failed, please pulldown to refresh and try again.
ko: 데이터를 가져올 수 없습니다. 끌러내려서 새로 고침을 하시고 다시 시도하십시오.
ru: Не удалось получить данные. Потяните вниз, чтобы обновить, и повторите попытку.

# camera_control_face_empower_read_content
source: Face Recognition Authorization of Lumi Doorbell
ko: 도어벨 얼굴 인식 권한
ru: Разрешение на распознавание лиц дверным звонком Lumi

# camera_control_tab_visitor
source: Monitor
ko: 방문자
ru: посетителей

# camera_control_face_empower_tip
source: Please read, understand and accept all contents of Face Recognition Authorization of Lumi Doorbell before using the face recognition function. You can't use this function until you agree to authorize.
ko: 얼굴 인식 기능 사용 전 '도어벨 얼굴 인식 권한'의 전체 내용을 충분히 읽어 주세요. 라이선스에 대해 동의한 후에 해당 기능을 사용할 수 있습니다.
ru: Прежде чем использовать функцию распознавания лиц, полностью прочтите, поймите и примите все содержание «Разрешение на распознавание лиц дверным звонком Lumi». Вы можете использовать эту функцию только после согласия на предоставление разрешения.

# common_share_wechat_circle
source: Moments
ko: 모멘트
ru: Моменты

# common_community_name
source: User Community
ko: 사용자 커뮤니티
ru: Пользовательское игровое сообщество

# homekit_normal
source: Normal
it: Normale
ko: 정상
ru: Норма

# homekit_lux
source: Lux
fr: Luxe
ko: 럭스
ru: Люкс

# homekit_ping
source: Ping
ko: 핑
ru: Пинг

# homekit_no
source: No
de: Nein
fr: Non
ko: 아니오
ru: Нет

# camera_device_control_change_voice_robot
source: Robot
de: Roboter
ko: 로봇
ru: Робот

# view_control_curtain_speed_mid
source: General
de: Allgemein
fr: Général
it: Generale
ko: 일반
ru: Средняя

# weather_36
source: Tornado
fr: Tornade
ko: 토네이도
ru: Смерч

# device_panel_scene_related_content
source: 1、请检查面板设备是否已离线; 2、请检查手机、网关、面板设备的网络是否通畅;
ko: 1. 패널 장치가 오프라인 상태인지 확인해주세요. 2. 휴대폰, 게이트웨이, 패널 장치의 네트워크를 점검해 주세요.

# common_configure
source: Configure
de: Konfigurieren
fr: Configurer
it: Configurare
ko: 설정
ru: Настроить

# scene_related_retry
source: <u>重新关联</u>
ko: 재연결

# common_time_month_short_11
source: Nov
ko: 11월
ru: Нояб.

# common_time_month_short_10
source: Oct
de: Okt
it: Ott
ko: 10월
ru: Окт.

# user_phone_prefix_hint
source: China +86
fr: Chine +86
it: Cina +86
ko: 중국 +86
ru: Китай +86

# doorlock_title
source: DQ1
ko: 스마트 카메라 도어록 P100

# doorlock_certificate_verification_failed
source: todo(0x0C)
it: fare(0x0C)
ko: 인증서 링크 검사 실패 (0x0C)

# common_email
source: Email
ko: 이메일

# common_normal
source: Normal
it: Normale
ko: 정상
ru: Обычная

# device_sleep_min
source: Min
ko: 가장 낮음
ru: Минимум

# camera_lg_local_gallery_delete_selected_content_hint
source: Are you sure you want to delete the selected video/photo?
ko: 선택한 영상/사진을 삭제 하시겠습니까?

# user_center_email
source: Email
ko: 이메일

# device_acpartner_status_speed_auto
source: Auto
ko: 자동
ru: Авто

# device_sleep_max_bpm
source: Max. (bpm)
ko: 최고(bpm)
ru: Максимум (уд/мин)

# device_sleep_max
source: Max
it: Massimo
ko: 가장 높음
ru: Максимум

# device_sleep_min_bpm
source: Min. (bpm)
ko: 최저(bpm)
ru: Минимум (уд/мин)

# device_sleep_general
source: General
de: Allgemein
fr: Général
it: Generale
ko: 일반
ru: Обычно

# device_m1s_gateway
source: Hub M1S
de: Smart Home Zentrale M1S
it: Hub domotica M1S
ko: 스마트 허브

# device_camera_color
source: Color
de: Farbe
fr: Couleur
it: Colore
ko: 색상
ru: Цвет

# other_current_wechat
source: WeChat：%1$s
ko: 위챗：%1$s

# device_dev_type_gateway
source: Hub
ko: 스마트 허브

# common_wechat
source: Wechat
ko: 위챗

# device_gateway_belong_to
source: Hub
ko: 연결된 허브

# device_fm_full_name_title
source: Radio
ko: 라디오

# camera_image_rotate_direction_ori_ver
source: Horizontal|Vertical
de: Horizontal|Vertikal
it: Orizzontale|Verticale
ko: 수평 수직 회전
ru: Горизонтальный | Вертикальный

# doorlock_manual
source: Manual
de: Anleitung
fr: Manuel
it: Manuale
ko: 설명서

# camera_image_rotate_direction_orientation
source: Horizontal
it: Orizzontale
ko: 수평 회전
ru: Горизонтальный

# common_confirm_ok
source: OK
ko: 확인
ru: Ок

# other_service_ctrl_title
source: Control
de: Kontrolle
fr: Contrôle
it: Controllo
ko: 제어
ru: Контроль

# common_on
source: On
de: Ein
fr: Activé
it: Attivo
ko: 열기
ru: Вкл

# common_have_not
source: No
de: Nein
fr: Non
ko: 아니오
ru: Нет

# common_weather_tornado
source: Tornado
fr: Tornade
ko: 토네이도
ru: Смерч

# device_acpartner_control_power
source: On/Off
de: Ein/Aus
it: Acceso/Spento
ko: 조명 스위치
ru: Вкл/Выкл

# doorlock_log_shortdate_sat
source: Sat
de: Sa
fr: Sam
ko: 토
ru: Сб

# other_me_set_permissions_bluetooth
source: Bluetooth
ko: 블루투스

# doorlock_connect_wifi
source: todo
de: Aufgaben
fr: à faire
it: Da fare
ko: 도어락과 지정된 와이파이가 만들어졌습니다.

# device_acpartner_control_power_on
source: On
de: Ein
fr: Activé
it: Attivo
ko: 열기
ru: Вкл

# device_acpartner_control_power_off
source: Off
de: Aus
fr: Désactivé
it: Spento
ko: 닫기
ru: Выкл

# device_dynamic_millisecond
source: ms
ko: msec
ru: мс

# common_ok
source: Ok
ko: 확인
ru: Ок

# camera_hd
source: HD
ko: 고화질
ru: Формат HD

# doorlock_ota
source: OTA
ko: OTA 업데이트

# other_unit_set_fahrenheit_temperature
source: Fahrenheit（℉）
de: Fahrenheit (°F)
ko: 화씨(℉)
ru: Фаренгейт (℉)

# common_status_off
source: Off
de: Aus
fr: Désactivé
it: Spento
ko: 꺼짐
ru: Выкл

# common_off
source: Off
de: Aus
fr: Désactivé
it: Spento
ko: 닫기
ru: Выкл

# device_camera_s2_storagesetting_total
source: Total
de: Gesamt
it: Totale
ko: 총
ru: Всего

# camera_title_memory_total
source: Total %1$s
de: Gesamt %1$s
it: Totale %1$s
ko: 합계 %1$s
ru: Всего %1$s

# homekit_inferior
source: Inferior
de: Minderwertig
fr: Mauvais
it: Inferiore
ko: 나쁨
ru: Наихудшее

# camera_full_hd
source: Full HD
fr: HD complète
ko: 초고화질
ru: Формат Full HD

# device_local
source: Local
de: Lokal
it: Locale
ko: 로컬
ru: Локально

# common_no
source: No
de: Nein
fr: Non
ko: 아니요
ru: Нет

# camera_sd
source: SD
ko: 표준 해상도
ru: Формат SD

# camera_image_rotate_direction_vertical
source: Vertical
de: Vertikal
it: Verticale
ko: 수직 회전
ru: Вертикальный

# device_type_sensor
source: Sensor
fr: Capteur
it: Sensore
ko: 센서
ru: Датчик

source: device_control_tight_fail
ko: 고정 실패입니다. 다시 시도하십시오.
ru: Удержание не удалось. Повторите попытку.

# other_and_so_on
source: , etc.
it: , ecc.
ko: 등
ru: , и так далее.

# common_time_minutes
source: min
ko: 분
ru: мин

# common_time_min
source: min
ko: 분
ru: мин

# common_time_year_month
source: %1$d/%2$d
ko: %1$d년 %2$d월

# other_member_count
source: %1$d
ko: %1$d명
ru: %1$d Имя

# device_info_sensor_status_safe
source: Normal
it: Normale
ko: 안전

# security_7_cross_24_hint_words
source: 24 x 7
ko: 24시간
ru: 7*24h

# common_time_mins
source: %d min
ko: %d 분
ru: %d мин

# doorlock_wlan
source: Wi-Fi
de: WLAN
ko: Wi-Fi 네트워크
ru: Пожалуйста, выберите сесть Wi-Fi устройства.

# other_format_unit
source: %1$su0020%2$su0020%3$s
ko: %1$s %2$s %3$s

# camera_title_nas_memory
source: NAS存储
de: NAS Storage
fr: NAS Stockage
ko: NAS 장치

# device_camera_s2_calendar_date_formate
source: yyyy/MM
ko: yyyy년 MM월

# homekit_info_title
source: HomeKit
ko: HomeKit 정보
ru: HomeKit Информация

# other_time_hint_minute
source: %1$d min
ko: %1$d분
ru: %1$d мин

# other_time_hint_with_hour
source: : %1$d H %2$d min
ko: :%1$d시간 %2$d분
ru: : %1$d ч %2$d м

# other_time_hint_without_hour
source: : %1$d min
ko: :%1$d분
ru: : %1$d мин

# device_bind_matter_tip
source: This device is to be connected to Matter. Please use this Matter QR code or copy this pairing code to add the device to other Matter platforms.
ko: 해당 장치를 Matter에 연결할 수 있습니다. Matter QR 코드를 사용하거나 페어링 코드를 카피하여 장치를 Matter 플랫폼에 연결해 보세요.
ru: Данное устройство находится в состоянии ожидания сопряжения Matter. Используйте этот QR-код Matter или скопируйте этот код сопряжения, чтобы добавить устройство на другие платформы Matter.

# device_code_expired
source: The QR code has expired.
ko: QR코드가 만료되었습니다.
ru: QR-код истек

# device_join_matter_tip
source: Matter is a new smart home connectivity standard that supports cross-platform collaboration across multiple smart home products. Your gateway has been upgraded to support Matter. You can add the gateway and its sub-devices to other ecological platforms through the Matter protocol to achieve interconnection
ko: Matter는 여러 스마트 홈 제품에서 플랫폼 간 협업을 지원하는 새로운 스마트 홈 연결 표준입니다. 귀하의 게이트웨이는 Matter를 지원하도록 업그레이드되었습니다. 상호 연결을 달성하기 위해 Matter 프로토콜을 통해 게이트웨이와 그 하위 장치를 다른 생태 플랫폼에 추가할 수 있습니다.
ru: Matter — это новый стандарт подключения для умного дома, который поддерживает межплатформенное сотрудничество между несколькими продуктами для умного дома. Ваш шлюз был обновлен для поддержки Matter. Вы можете добавить шлюз и его подустройства к другим экологическим платформам через протокол Matter для обеспечения взаимосвязи.

# device_bound_tip
source: The current device has been bound to other ecological platforms. Please use the ecological platform application to complete the matter device sharing
ko: 현재 선택한 장치가 다른 스마트홈 플랫폼에 연결되어 있습니다. Matter 장치간 연결을 위해 해당 플랫폼을 이용해 주세요.
ru: Текущее устройство было привязано к другим экологическим платформам, используйте приложение экологической платформы, чтобы выполнить совместное использование устройств Matter.

# device_matter_error1
source: The total number of device bindings (%1$s) has been exceeded, please remove the ecological platform and try to bind again
ko: 장치 바인딩의 총 수(%1$s)를 초과했습니다. 생태 플랫폼을 제거하고 다시 바인딩하십시오.
ru: Превышено общее количество привязок устройств (%1$s), удалите экологическую платформу и повторите попытку привязки.

# device_matter_error1_fios
source: The total number of device bindings (%@) has been exceeded, please remove the ecological platform and try to bind again
ko: 장치 바인딩의 총 수(%@)를 초과했습니다. 생태 플랫폼을 제거하고 다시 바인딩하십시오.
ru: Превышено общее количество привязок устройств (%@), удалите экологическую платформу и повторите попытку привязки.

# device_matter_error2
source: Invalid device certificate, please try again later
ko: 기기 인증서가 잘못되었습니다. 나중에 다시 시도해 주세요.
ru: Недействительный сертификат устройства. Повторите попытку позже.

# device_bind_validity_period
source: Binding validity period
ko: 구속력 있는 유효 기간
ru: Срок действия привязки

# device_saved_mobile
source: Saved to mobile album
ko: 스마트폰 앨범에 저장했습니다.
ru: Сохранено в альбоме телефона

# device_remove_matter
source: The related configuration of the connected ecological platform "%1$s" will be lost. Are you sure you want to remove it?
ko: 연결된 생태 플랫폼 "%1$s"의 관련 구성이 손실됩니다. 제거하시겠습니까?
ru: Соответствующая конфигурация подключенной экологической платформы "%1$s" будет потеряна. Вы уверены, что хотите ее удалить?

# device_copy_code
source: Copy pairing code
ko: 페어링 코드 복사하기
ru: Копировать код сопряжения

# device_bind_matter
source: Bind to Matter
ko: Matter 연결하기
ru: Привязать Matter

# device_save_code
source: Save QR code
ko: QR코드 저장
ru: Сохранить QR-код

# device_remove_matter_fios
source: The related configuration of the connected ecological platform "%@" will be lost. Are you sure you want to remove it?
ko: 연결된 스마트 플랫폼 "%@"의 관련 구성이 손실됩니다. 제거하시겠습니까?
ru: Соответствующая конфигурация подключенной экологической платформы "%@" будет потеряна. Вы уверены, что хотите ее удалить?

# device_bind_remove_tip
source: Are you sure to remove all connected ecosystems?
ko: 연결된 다른 스마트홈 플랫폼을 모두 제거하시겠습니까?
ru: Точно удалить все привязанные экологические платформы?

# device_bind_remove
source: Remove all bindings
ko: 모든 연결 해제하기
ru: Удалить все привязки

# device_code_update
source: Update QR code
ko: QR코드 업데이트
ru: Обновить QR-код

# device_load_qr_error
source: QR code failed to load
ko: QR 코드를 로드하지 못했습니다.
ru: QR-код не удалось загрузить

# device_cant_bind
source: Cannot bind
ko: 묶을 수 없다
ru: не может связать

# device_bound_title
source: Connected ecosystems
ko: 연결된 스마트홈 플랫폼
ru: Привязанные экологические платформы

# device_start_matter
source: Start your journey to Matter
ko: Matter를 시작해 보세요!
ru: Начать путешествие по Matter

# device_control_configure_sign_out
source: Exit
ko: 종료
ru: Выйти

# device_control_configure_set_fail
source: Setting fails
ko: 설정 실패
ru: Ошибка настройки

# device_control_configure_sign_out_tip
source: It will interrupt route setting. Sure to exit?
ko: 루트 설정을 중단하겠습니다. 종료하시겠습니까?
ru: Заданный маршрут будет прерван. Точно выйти?

# device_control_manual_set
source: Manually open/close the curtain
ko: 수동으로 커튼 열기/닫기
ru: Открывать/закрывать шторы вручную

# device_control_configure_set_fail_tip
source: Please make sure that the network is smooth. You may re-set the route
ko: 루트 재설정을 할 수 있도록 네트워크 상태를 확인하십시오.
ru: Убедитесь в стабильности интернет-соединения, также Вы можете сбросить маршрут

# device_control_appoint_revolve
source: Rotate it to the designated angle
ko: 지정된 각도로 회전하기
ru: Повернуть на указанный угол

# device_control_manual_set_tip
source: Draw the curtain gently with hand. The curtain may be automatically opened/closed
ko: 손으로 커튼을 가볍게 치면 커튼을 자동으로 여닫을 수 있습니다.
ru: Аккуратно потяните штору рукой, чтобы она автоматически открылась/закрылась

# device_control_curtain_style
source: Curtain patterns
ko: 커튼 양식
ru: Стиль штор

# device_control_configure_retry
source: Try again
ko: 다시
ru: Повторить попытку

# device_control_match_tip
source: curtain opening key + stopping key of the remote controller. Otherwise, it cannot be matched
ko: 리모컨 '커튼 열기 버튼+중지 버튼'이 아닐 경우 페어링되지 않습니다.
ru: Пульт ДУ «Клавиша открытия шторы+Клавиша остановки», иначе сопряжение не будет выполнено

# device_copy_succeed
source: Copy Succeeded
ko: 복사 성공
ru: Успешно скопировано

# device_control_configure_running
source: The device is being operated...
ko: 장치 실행 중...
ru: Устройство работает...

# device_control_binding_fail
source: Binding fails
ko: 바인딩 실패
ru: Не удалось привязать

# device_control_configure_closing
source: The curtain is being closed...
ko: 커튼이 닫히고 있습니다.
ru: Шторы закрываются...

# device_control_binding
source: Go binding
ko: 바인딩하기
ru: Привязать

# device_control_configure_close_all
source: Fully close
ko: 완전히 닫기
ru: Полностью закрыто

# device_control_configure_opening
source: The curtain is being opened...
ko: 커튼 열림 중...
ru: Шторы открываются...

# device_control_certain_state_title
source: Please confirm the current status of the curtain
ko: 현재 커튼 상태를 확인하십시오.
ru: Подтвердите текущее состояние штор

# device_control_configure_open_all
source: Fully open
ko: 완전히 열리기
ru: Полностью открыто

# device_control_configure_set_successfully
source: Setting succeeds
ko: 설정 완료됨
ru: Успешно установлено

# device_control_configure_rotating
source: The curtain is being rotated...
ko: 커튼 회전 중...
ru: Шторы поворачиваются…

# device_control_configure_turning_right
source: The curtain is turning right...
ko: 커튼이 오른쪽으로 회전 중입니다.
ru: Шторы поворачиваются направо...

# device_control_binding_fail_tip
source: 1. Make sure that the remote controller works normally 2. Make sure that the motor is powered on and works normally 3. Make sure that the remote controller and the motor are in the same room
ko: 1. 리모컨 정상 작동하는지 확인하십시오. 2. 모터가 통전되며 정상 작동하는지 확인하십시오. 3. 리모컨과 모터가 같은 방에 있는지 확인하십시오.
ru: 1. Убедитесь, что пульт ДУ работает нормально 2. Убедитесь, что мотор включен и работает нормально. 3. Убедитесь, что пульт ДУ и мотор находятся в одном помещении.

# device_control_remote_control_delete
source: Sure to delete %@？
ko: %@를(을) 삭제하시겠습니까?
ru: Подтвердить удаление %@?

# device_control_remote_control
source: Management of the remote controller
ko: 리모컨 관리
ru: Удаленное управление

# device_control_stop
source: Stop
ko: 정지
ru: Остановка

# device_control_open_close
source: Opening and closing of the curtain
ko: 커튼 열고 닫기
ru: Открытие и закрытие штор

# device_control_delete_btn
source: Delete
ko: 삭제
ru: Удалить

# device_control_next_btn
source: Next step
ko: 다음
ru: Далее

# device_control_no_bindings
source: The remote controller has not been bound yet
ko: 리모컨이 바인딩되지 않았습니다.
ru: Нет привязанного пульта ДУ

# device_control_binding_successfully
source: Binding succeeds
ko: 바인딩 완료됨
ru: Привязка выполнена

# device_control_configure_btn_continue
source: Continue
ko: 계속
ru: Продолжить

# device_control_reverse_fail
source: Rectification fails. Please try again
ko: 조정 실패입니다. 다시 시도하십시오.
ru: Не удалось отрегулировать, повторите попытку

# device_control_remote_control_binding
source: Bind the remote controller
ko: 리모컨 바인딩
ru: Привязать пульт ДУ

# device_control_left_to_right
source: Open it from left to right
ko: 왼쪽에서 오른쪽으로 열기
ru: Открыть слева направо

# device_control_reverse_open_close
source: The opening and closing orientation of the curtain is rectified
ko: 커튼 개폐 방향 조정
ru: Регулировка направления открытия и закрытия штор

# device_control_reverse_btn
source: Rectified
ko: 조정
ru: Регулировать

# device_control_reverse_revolve
source: The rotation orientation of the curtain is rectified
ko: 커튼 회전 방향 조정
ru: Регулировка направления вращения шторы

# device_control_reverse_successfully
source: Rectification succeeds
ko: 조정 완료됨
ru: Регулировка выполнена

# device_control_attention_title
source: Attention:
ko: 참고:
ru: Внимание:

# device_control_during_binding
source: Being bound
ko: 바인딩 중
ru: Привязка...

# device_control_attention_tip
source: Out of the particularity of the vertical blind controller, when the curtain is fully open or almost fully open, the rotation angle may be different from the actual control angle
ko: 버티컬 블라인드의 특수성으로 인해 커튼이 완전히 열리거나 닫히는 상태에서 회전 각도가 실제 제어 각도와 편차가 있을 수 있습니다.
ru: Из-за особенностей вертикальных жалюзи угол поворота может отклоняться от фактического угла управления, когда шторы открыты полностью или почти полностью.

# device_control_right_to_left
source: Open it from right to left
ko: 오른쪽에서 왼쪽으로 열기
ru: Открыть справа налево

# device_control_keep_press
source: Please long press
ko: 길게 눌러주십시오.
ru: Продолжайте нажимать

# device_control_trip_set_btn
source: Set the route
ko: 루트 설정
ru: Установить маршрут

# device_control_open
source: Open
ko: 열기
ru: Открыто

# device_control_reverse_revolve_tip
source: If the actual rotation orientation of the curtain is contrary to your control, you may rectify it
ko: 커튼의 실제 회전 방향이 리모컨 조작과 다를 경우 조정할 수 있습니다.
ru: Если фактическое направление вращения шторы противоположно Вашему управлению, его можно отрегулировать.

# device_control_attention_btn
source: Got it
ko: 네, 알겠습니다.
ru: Понятно

# device_control_trip_tip
source: Immediately set the route. Otherwise, it may affect the configuration and use of smart scenarios
ko: 스마트 시나리오 구성 및 정상 사용을 위해 즉시 루트를 설정하십시오.
ru: Немедленно установите маршрут, иначе это повлияет на настройку и использование умного сценария

# device_control_close
source: Close
ko: 닫기
ru: Закрыто

# device_control_curtain_opening
source: Open it in two ways
ko: 양쪽 열기
ru: Двустороннее открытие

# device_control_reverse_open_close_tip
source: If the actual operation orientation of the curtain is contrary to your control, you may rectify it
ko: 커튼의 실제 작동 방향이 리모컨 조작과 다를 경우 조정할 수 있습니다.
ru: Если фактическое направление движения шторы противоположно Вашему управлению, его можно отрегулировать.

# device_control_next_tip
source: Click the "Next Step" to enter the matching status. The motor buzzer will have three continuous short sounds
ko: '다음'을 클릭하여 페어링 상태로 이동합니다. 모터 버저가 연속 세 번 짧게 울립니다.
ru: Нажмите «Далее» для входа в состояние сопряжения, зуммер мотора издаст 3 последовательных коротких сигнала

# device_control_close_all
source: Fully close
ko: 전체 닫기
ru: Полностью закрыто

# device_control_configure_install_tip
source: Fully open
ko: 완전히 열기
ru: Полностью открыто

# device_control_reverse_tip
source: After it is rectified, the journey has to be reset. Sure to rectify?
ko: 조정 후 루트를 재설정해야 합니다. 조정하시겠습니까?
ru: После регулировки необходимо сбросить маршрут. Отрегулировать?

# device_control_revolve
source: Rotation angle
ko: 회전 각도
ru: Угол поворота

# device_control_back_btn
source: Return
ko: 뒤로 가기
ru: Возврат

# device_control_open_all
source: Fully open
ko: 전체 열기
ru: Полностью открыто

# device_control_configure_btn
source: Configuration
ko: 구성
ru: Настроить

# device_control_configure_fully_open
source: Confirm that the curtain guide rail has been correctly installed, with no obstacles
ko: 커튼레일이 올바르게 설치되고 장애물이 차단되지 않았는지 확인하십시오.
ru: Убедитесь в правильности установки карнизов для штор и отсутствии препятствий

# device_control_configure_process_tip
source: In the configuration process, please do not manually draw the curtain
ko: 구성 중입니다. 손으로 커튼을 치지 마십시오.
ru: Во время настройки не тяните руками штору

# ifttt_nobody_move_sometime
source: Someone is detected and no one moves within %@ minute
ko: 해당 움직임이 감지되기까지 %@분 동안 아무런 움직임도 없었습니다.
ru: Обнаружено движение, и %@ минут нет движения

# control_status_set_switch_lock_tip
source: After starting, when the first way is opened, the second way will be automatically closed; When the second way is opened, the first way will be automatically closed
ko: 1번 채널이 켜지면 2번 채널이 자동으로 꺼지고 2번 채널이 켜지면 1번 채널이 자동으로 꺼집니다.
ru: После включения, при включении 1-го канала 2-й канал автоматически закрывается; при открытии 2-го канала 1-й канал автоматически закрывается

# control_status_set_switch_lock_explain
source: After the mode is started, the two-way relay cannot be simultaneously closed. It may completely eradicate the possible risking caused by simultaneous closing of the relay to the electric machinery products
ko: 이 모드를 켜면 릴레이 두 개가 동시에 켜지지 않습니다. 모터류 제품에서 발생할 수 있는 문제를 막을 수 있습니다.
ru: После включения этого режима двухканальное реле не может быть замкнуто одновременно. Это может устранить возможные риски, вызванные моторными продуктами, когда реле замкнуто одновременно.

# title_zigbee_pan_id
source: Zigbee PAN ID
fr: PAN ID Zigbee
it: ID PAN Zigbee

# automation_geofence_faq_suffix
source: geofencing-en.html
it: geofencing-it.html

# device_ir_module_name
source: module_ir
it: modulo_ir

# homepage_card_type_player
source: Player
de: Spieler
fr: Joueur
it: Riproduttore
ru: Проигрыватель

# homekit_celsius
source: Celsius
fr: Centigrade

# common_time_am
source: AM
fr: Mat.

# common_unit_gb
source: GB
fr: FR
ru: Гб

# common_unit_kb
source: KB
fr: Ko
ru: Кб

# common_unit_mb
source: MB
fr: Mo
ru: Мб

# common_unit_lux
source: Lux
fr: Luxe

# device_camera_s2_storagesetting_mb
source: МB
de: MB
fr: MB
ru: Мб

source: Weibo
de: Mikroblogging
fr: Microblog

# common_unit_lel
source: %/LEL
de: %/UEG

# device_ir_tv
source: TV
de: Fernseher
ru: ТВ

# common_unit_kwh
source: kW·h
ru: кВт·ч

# common_unit_s
source: s
ru: с

# common_unit_W
source: W
ru: Вт
