Repository: acodeworker/localzedLoader
Catalog: *.lproj/Localizable.strings
Languages: de, es, fr, it, ko, ru

# doorlock_not_bind_wifi
source: Wi-Fi is not bound
de: WLAN ist nicht verbunden
es: Wifi no vinculado
fr: Wi-Fi non associé
it: Il Wi-Fi non è vincolato
ko: Wi-Fi가 연결되지 않음

# doorlock_tongue_pressure_and_anit_lock_cancel
source: Latch bolt pressed in& cancel locking from inside
de: Riegelbolzen eindrücken & Verriegelung von innen aufheben
es: Picaporte presionado & anulación del bloqueo desde el interior
fr: Verrou du loquet enfoncé et verrouillage de l’intérieur annulé
it: Scrocco premuto e blocco annullato dall'interno
ko: 문 잠금쇠 누름 & 안에서 잠금 취소
ru: Задвижка закрыта и закрытие изнутри отменено

# doorlock_log_addforcefinger
source: Add Emergency Fingerprint
de: Notfall-Fingerabdruck hinzufügen
es: Añadir huella dactilar de emergencia
fr: Ajouter une empreinte digitale d’urgence
it: Aggiungere l'impronta digitale di emergenza
ko: 강제 잠금 해제 지문 추가
ru: Добавить принудительную разблокировку отпечатком пальцев

# device_face_coverup
source: Hair Covering
de: Haare bedecken
es: Cobertura de cabeza
fr: Couverture des cheveux
it: Copertura dei capelli
ko: 머리카락에 가려짐
ru: Волосы закрыты

# device_ac_didnot_match_code
source: 未匹配到您的空调红外码
de: Keine Übereinstimmung mit dem Infrarotcode Ihrer Klimaanlage
es: No hay emparejamiento para su código infrarrojo de aire acondicionado
fr: Aucune correspondance pour le code infrarouge de votre climatiseur
it: Nessuna corrispondenza con il codice a infrarossi del condizionatore d'aria
ko: 에어컨의 적외선 코드에 맞지 않습니다.

# camera_next_page
source: Next page
de: Nächste Seite
es: Página siguiente
fr: Page suivante
it: Pagina successiva
ko: 다음 페이지
ru: Следующая страница

# doorlock_log_scan_wifi_empty
source: 未扫描到wifi
de: Es wurde kein WLAN gescannt
es: No hay wifi escaneado
fr: Aucun Wi-Fi trouvé
it: Non è stata eseguita la scansione del Wi-Fi
ko: Wi-Fi가 검색되지 않음

# doorlock_choose_user_permissions
source: Choose user permissions
de: Benutzerrechte wählen
es: Elija los permisos del usuario
fr: Sélectionner les permissions d’utilisateur
it: Scegliere le autorizzazioni per l'utente
ko: 사용자 권한 선택
ru: Выберите разрешения пользователя

# home_already_choose
source: Chosen area
de: Ausgewählter Bereich
es: Área elegida
fr: Zone sélectionnée
it: Area scelta
ko: 선택한 영역
ru: Выбранная область

# common_agree
source: Agree
de: Zustimmen
es: Acepto
fr: Accepter
it: In accordo
ko: 확인
ru: Согласен

# device_ac_match_next
source: Next
de: Weiter
es: Siguiente
fr: Suivant
it: Successivo
ko: 다음
ru: Следующий

# doorlock_key_undrawn
source: Key is left in lock for a long time
de: Schlüssel wurde lange im Schloss gelassen
es: La llave se deja en la cerradura durante mucho tiempo
fr: La clé est laissée pour une longue durée dans le verrou
it: La chiave viene lasciata a lungo nella serratura
ko: 열쇠를 장시간 제거하지 않음

# device_no_device_found
source: No accessory found
de: Kein Zubehör gefunden
es: No se ha encontrado ningún accesorio
fr: Aucun accessoire trouvé
it: Nessun accessorio trovato
ko: 장치를 찾을 수 없습니다.
ru: Устройство не найдено

# automation_weather_rain_txt
source: rain
de: Regen
es: Lluvia
fr: pluie
it: pioggia
ko: 비
ru: дождь

# notification_vertify_info_1
source: Verification Message: %s
de: Verifizierungsnachricht: %s
es: Mensaje de verificación: %s
fr: Message de vérification : %s
it: Messaggio di verifica: %s
ko: 확인 메시지 : %s
ru: «Проверочное сообщение: %s»

# doorlock_log_child_open
source: The child lock is enabled
de: Die Kindersicherung ist aktiviert
es: La protección infantil está activada
fr: La sécurité enfant est activée
it: Il blocco bambini è abilitato
ko: 어린이 잠금이 활성화되었습니다.

# device_select_devices_combine
source: Select the devices you want to combine.
de: Wählen Sie die Geräte aus, die Sie kombinieren möchten.
es: Seleccione los dispositivos que desee combinar.
fr: Sélectionner les appareils que vous souhaitez combiner.
it: Selezionare i dispositivi che si desidera combinare.
ko: 조합할 장치를 선택하십시오
ru: Выберите устройство для объединения

# notification_vertify_info_1_fios
source: Verification Message: %@
de: Verifizierungsnachricht: %@
es: Mensaje de verificación: %@
fr: Message de vérification : %@
it: Messaggio di verifica: %@
ko: 인증 메세지：%@
ru: Проверочное сообщение: %@

# doorlock_unlock
source: Unlocked
de: Entriegelt
es: Desbloqueado
fr: Déverrouillé
it: Sbloccata
ko: 문 잠금 해제
ru: Дверь не заперта

# automation_weather_snow_txt
source: snow
de: Schnee
es: nieve
fr: neige
it: neve
ko: 눈
ru: снег

# doorlock_key
source: Key
de: Schlüssel
es: Llave
fr: Clé
it: Chiave
ko: 열쇠
ru: Ключ

# device_privacy_confirm_text
source: Agree and continue
de: Einverstanden und fortsetzen
es: Acepto y continúo
fr: Accepter et poursuivre
it: Accettare e continuare
ko: 동의하고 계속 진행
ru: Принять и продолжить

# device_camera_choose_connect_event
source: Select an event to correlate
de: Wählen Sie ein zu korrelierendes Ereignis aus
es: Seleccione un evento para correlacionar
fr: Sélectionnez un événement à faire correspondre
it: Selezionare un evento da correlare
ko: 연관이벤트 선택
ru: Выбор связанного события

# device_air_pollution_severe
source: Severe pollution
de: Schwere Verschmutzung
es: Contaminación severa
fr: Pollution sévère
it: Grave inquinamento
ko: 심각한 오염
ru: Очень сильное загрязнение

# device_unpowered
source: Not powered
de: Nicht eingeschaltet
es: No se ha encendido
fr: Non alimenté
it: Non alimentato
ko: 전원 연결되지 않음
ru: Нет питания

# other_set_account_equipment_hint
source: When the device is offline, the Aqara account will be automatically logged out and authentication is needed when logging in again.
de: Wenn das Gerät offline ist, wird das Aqara-Konto automatisch abgemeldet. Beim erneuten Anmelden ist eine Authentifizierung erforderlich.
es: Cuando el dispositivo esté desconectado, la cuenta de Aqara se cerrará automáticamente y será necesaria la autenticación cuando se vuelva a iniciar la sesión.
fr: Lorsque l’appareil est hors ligne, le compte Aqara est automatiquement déconnecté et l’authentification est requise pour la reconnexion.
it: Quando il dispositivo è offline, l'account Aqara viene automaticamente disconnesso e l'autenticazione è necessaria per accedere nuovamente.
ko: 오프라인 상태 이후 해당 장치의 Aqara 계정을 자동으로 로그아웃합니다. 재로그인 시 본인 확인이 필요합니다.
ru: После отключения будет выполнен автоматический выход из аккаунта Aqara этого устройства, а при повторном входе в систему потребуется пройти аутентификацию.

# device_title_wifi_select
source: Select Wi-Fi for the accessory
de: Wählen Sie WLAN für das Zubehör
es: Seleccione el Wi-Fi para el accesorio
fr: Sélectionner le Wi-Fi pour l’accessoire
it: Selezionare il Wi-Fi per l'accessorio
ko: 장치가 작동 가능한 Wi-Fi 선택
ru: Сеть Wi-Fi

# user_agree_to_use
source: Agree, and continue to use
de: Einverstanden und weiter verwenden
es: Acepto y continúo utilizando
fr: Accepter et poursuivre l’utilisation
it: Sono d'accordo e continuo a usare
ko: 동의합니다, 계속 사용하기
ru: Согласен, продолжить использование

# device_choose_vol
source: Volume
de: Lautstärke
es: Volumen
ko: 음량 선택
ru: Громкость

# notification_system
source: System
es: Sistema
fr: Système
it: Sistema
ko: 시스템
ru: Система

# device_next_video
source: Next
de: Weiter
es: Siguiente
fr: Suivant
it: Successivo
ko: 다음
ru: Следующий

# other_wifi_select
source: Select Wi-Fi for the accessory
de: Wählen Sie WLAN für das Zubehör
es: Seleccione el Wi-Fi para el accesorio
fr: Sélectionner le Wi-Fi pour l’accessoire
it: Selezionare il Wi-Fi per l'accessorio
ko: Wi-Fi 선택
ru: Выберите Wi-Fi для устройства

# device_rorate
source: Rotation
de: Drehung
es: Rotación
it: Rotazione
ko: 회전

# doorlock_key_manage
source: Key Management
de: Schlüsselverwaltung
es: Gestión de llaves
fr: Gestion des clés
it: Gestione della chiave
ko: 비밀번호 관리
ru: Управление паролями

# device_has_selected
source: 已选择
de: Ausgewählt
es: Seleccionado
fr: Sélectionné
it: Selezionato
ko: 선택됨

# device_control_edit_3_1_fios
source: Feeding %@ portions
de: Fütterung %@ mal
es: Alimentación %@ veces
fr: Alimenté @% fois
it: Alimentazione %@ volte
ko: %@몫 먹이기
ru: %@ порция

# doorlock_general_error
source: General error (0x01)
de: Allgemeiner Fehler (0x01)
es: Error general (0x01)
fr: Erreur générale (0x01)
it: Errore generale (0x01)
ko: 일반 오류(0x01)

# device_alarm_off_alone
source: Mute
de: Stumm
es: Silencio
fr: Couper le son
it: Muto
ko: 음소거
ru: Отключить звук

# doorlock_unlocked_alarm
source: Door Unlifted and Unlocked Alarm
de: Alarm bei nicht angehobener und entriegelter Tür
es: Alarma de puerta abierta y desbloqueada
fr: Porte abaissée et alarme de déverrouillage
it: Allarme porta aperta e sbloccata

# device_alarm_off_hint5
source: After being muted, the smart natural gas detector will stop ringing for about 10 minutes while the joint action device will return to normal
de: Nach Aktivierung der Stummschaltung wird der Smarte Erdgasfühler für ca. 10 Minuten lang nicht klingeln, während das Gerät für die gemeinsame Aktion wieder in den Normalzustand zurückgehen wird
es: Después de ser silenciado, el detector de gas natural inteligente dejará de sonar durante unos 10 minutos, mientras que el dispositivo de acción conjunta volverá a la normalidad
fr: Après avoir été mis en sourdine, le détecteur intelligent de gaz naturel cessera de sonner pendant environ 10 minutes, tandis que l'appareil d'action conjointe reviendra à la normale
it: Dopo essere stato silenziato, il rilevatore intelligente di gas naturale smetterà di suonare per circa 10 minuti, mentre il dispositivo di azione congiunta tornerà alla normalità.
ko: 음소거 후 천연가스 경보 장치가 약 10분 동안 버저가 일시 중지되고, 연동된 장치가 정상적으로 작동됩니다.
ru: После отключения звука умный датчик утечки газа перестанет звонить примерно на 10 минут, а подключенное устройство вернется в нормальное состояние.

# device_remote_control_name
source: Remote name
de: Name der Fernbedienung
es: Nombre remoto
fr: Nom distant
it: Nome remoto
ko: 리모컨 이름
ru: Имя пульта ДУ

# home_invite_agree_btn
source: Agree
de: Zustimmen
es: Acepto
fr: Accepter
it: In accordo
ko: 확인
ru: Согласен

# device_alarm_off_hint1
source: After being muted, the device will stop ringing for about 80 seconds
de: Nach Aktivierung der Stummschaltung wird das Gerät für ca. 80 Sekunden lang nicht klingeln.
es: Después de ser silenciado, el dispositivo dejará de sonar durante unos 80 minutos.
fr: Après avoir été mis en sourdine, l'appareil cesse de sonner pendant environ 80 secondes
it: Dopo il silenziamento, il dispositivo smette di squillare per circa 80 secondi.
ko: 음소거 후 약 80초 동안 장치 버저가 일시 중지됩니다.
ru: После отключения звука устройство перестанет звонить примерно на 80 секунд.

# device_curtain_guide_unanimous_direction
source: Consistent
de: Konsistent
es: Consistente
fr: Consistant
it: Coerente
ko: 일치
ru: Да

# device_control_edit_4
source: Feeding amount
de: Fütterungsmenge
es: Cantidad de alimento
fr: Quantité d'aliments
it: Quantità di cibo
ko: 급식량
ru: Количество порций

source: Notification details
de: Details zur Benachrichtigung
es: Detalles de las notificaciones
fr: Détails de la notification
it: Dettagli della notifica
ko: 내용 더 보기
ru: Детали уведомления

# doorlock_log_addkeys_fulltips
source: The added keys have reached maximum limit
de: Das Maximum der hinzugefügten Schlüssel wurde erreicht
es: Las llaves añadidas han alcanzado el límite máximo
fr: Le nombre maximal de clés a été atteint
it: Le chiavi aggiunte hanno raggiunto il limite massimo
ko: 더 이상 열쇠를 추가할 수 없습니다.
ru: Память ключей заполнена.

# home_transfer_urge_success
source: Notification sent
de: Benachrichtigung gesendet
es: Notificación enviada
fr: Notification envoyée
it: Notifica inviata
ko: 알림 전송
ru: Уведомление отправлено

# other_msg_center
source: Notifications
de: Benachrichtigungen
es: Notificaciones
it: Notifiche
ko: 푸시 알림
ru: Уведомления

# common_suspended
source: Paused
de: Pausiert
es: Pausado
fr: En pause
it: In pausa
ko: 일시 중지됨

# device_control_edit_3_1
source: Feeding %1$s portions
de: Fütterung %1$s Portionen
es: Alimentación de %1$s porciones
fr: Alimenté de %1$s portions
it: Alimentazione %1$s porzioni
ko: %1$s몫 먹이기
ru: %1$s порция

# doorlock_ver_failed
source: Verification failed
de: Verifizierung fehlgeschlagen
es: Verificación fallida
fr: Échec de vérification
it: Verifica fallita
ko: 확인 실패

# other_me_set_permissions_allow_hint
source: Allowed
de: Erlaubt
es: Permitido
fr: Permis
it: Consentito
ko: 허용됨
ru: Разрешено

# home_transfer_urge_fail
source: Failed to send notification, please try again
de: Fehler beim Senden der Benachrichtigung. Bitte versuchen Sie es erneut
es: Error de envío de notificación; vuelva a intentarlo
fr: Échec d’envoi de la notification, réessayez !
it: Non è stato possibile inviare la notifica, riprovare
ko: 알림을 보내지 못했습니다. 다시 시도해주세요.

# other_setting_message_center
source: Message Center
de: Mitteilungscenter
es: Centro de mensajes
fr: Centre de messagerie
it: Centro messaggi
ko: 메시지 센터
ru: Центр сообщений

# camera_title_memory_used
source: Used：%1$s
de: Verwendet: %1$s
es: Utilizado:%1$s
fr: Utilisé : %1$s
it: Utilizzato: %1$s
ko: 이미 사용함：%1$s
ru: Используется：%1$s

# user_center_change_avatar
source: Profile Photo
de: Profilbild
es: Foto de perfil
fr: Photo de profil
it: Foto del profilo
ko: 프로필 사진
ru: Изменить фото

# doorlock_message_remind
source: Message notification
de: Benachrichtigung
es: Notificación de mensaje
fr: Notification de message
it: Notifica del messaggio
ko: 알림 메시지
ru: Напоминание о сообщении

# doorlock_key.verified_success
source: Unlock with key
de: Mit Schlüssel entriegeln
es: Abrir con llave
fr: Déverrouiller avec la clé
it: Sblocco con la chiave
ko: 열쇠로 열기
ru: Отпирание ключом

# device_control_edit_5
source: Feeding time
de: Fütterungszeit
es: Hora de alimentación
fr: Temps d'alimentation
it: Tempo di alimentazione
ko: 급식 시간
ru: Время кормления

# common_time_hour3
source: h
de: Stunde
es: hora
fr: Heure
it: ora
ko: 시간
ru: Час

# device_camera_s2_storagesetting_used
source: Used：
de: Verwendet:
es: Utilizado:
fr: Utilisé :
it: Utilizzato:
ko: 사용 중 :
ru: Используется:

# security_guard_manual_arm_only
source: The condition is not configured. Please arm by hand.
de: Die Bedingung ist nicht konfiguriert. Bitte manuell scharf schalten.
es: La condición no está configurada. Ármela manualmente.
fr: La condition n’est pas configurée. Veuillez armer manuellement.
it: La condizione non è configurata. Armare a mano.
ko: 조건이 설정되지 않았습니다. 수동으로 보안을 실행하세요.
ru: Условия не настроены, только ручная постановка на охрану.

# other_delay_close_time
source: Delay
de: Verzögerung
es: Retraso
fr: Délai
it: Ritardo
ko: 딜레이
ru: Задержка

# automation_action_always_open
source: Always ON
de: Immer EIN
es: Siempre ENCENDIDO
fr: Toujours ON
it: Sempre ATTIVATO
ko: 항상 켜기
ru: Всегда ВКЛ.

# device_alarm_off_hint4
source: After being muted, the device will stop ringing for about 10 minutes.
de: Nach Aktivierung der Stummschaltung wird das Gerät für ca. 10 Minuten lang nicht klingeln.
es: Después de ser silenciado, el dispositivo dejará de sonar durante unos 10 minutos.
fr: Après avoir été mis en sourdine, l'appareil cesse de sonner pendant environ 10 minutes.
it: Dopo essere stato silenziato, il dispositivo smetterà di suonare per circa 10 minuti.
ko: 음소거 후 약 10분 동안 장치 버저가 일시 중지됩니다.
ru: После отключения звука устройство перестанет звонить примерно на 10 минут.

# doorlock_key_error
source: Failed to unlock with key
de: Entriegeln mit Schlüssel fehlgeschlagen
es: Falla al abrir con llave
fr: Échec de déverrouillage avec la clé
it: Impossibile sbloccare con la chiave
ko: 열쇠로 열기 실패
ru: Не удалось разблокировать ключ

# automation_action_always_close
source: Always OFF
de: Immer AUS
es: Siempre APAGADO
fr: Toujours OFF
it: Sempre DISATTIVATO
ko: 항상 끄기
ru: Всегда ВЫКЛ.

# camera_preset_position_default_name
source: Location %1$s
de: Standort %1$s
es: Posición %1$s
fr: Localisation %1$s
it: Luogo %1$s
ko: 위치 %1$s
ru: Место нахождения %1$s

# camera_exit_calling
source: Exit call
de: Anruf beenden
es: Salir de llamada
fr: Appel de sortie
it: Uscita dalla chiamata
ko: 통화 취소
ru: Выйти из вызова

# doorlock_call
source: Call
de: Anruf
es: Llamar
fr: Appel
it: Chiamata
ko: 전화
ru: разговор

# common_location
source: Location
de: Standort
es: Posición
fr: Localisation
it: Luogo
ko: 위치
ru: Местоположение

# device_ir_device_ir_match_fail_tips
source: If no match with this infrared code, you can contact "Customer Service" and send the photos of the remote-control unit, we will update the code bank ASAP.
de: Wenn keine Übereinstimmung mit diesem Infrarotcode vorliegt, wenden Sie sich bitte an den Kundendienst und senden Sie uns Fotos der Fernbedienung. Wir werden die Codebank so schnell wie möglich aktualisieren.
es: Si no coincide con este código infrarrojo, puede ponerse en contacto con el “Servicio de atención al cliente” y enviar las fotos del control remoto, actualizaremos el banco de códigos lo antes posible.
fr: Si aucune correspondance n’est trouvée pour le code infrarouge, contactez le « Service à la clientèle » et envoyez des photos de la télécommande. Nous mettrons à jour la base de données de codes aussi tôt que possible.
it: Se non c'è corrispondenza con questo codice a infrarossi, è possibile contattare il "Servizio clienti" e inviare le foto dell'unità di controllo remoto, aggiorneremo la banca dei codici il prima possibile.
ko: 적외선 코드 연결 실패입니다. '고객 서비스'로 리모컨 이미지를 보낼 수 있습니다. 코드 라이브러리를 업데이트하겠습니다.
ru: Если этот ИК-код не совпадает, Вы можете связаться с «Служба поддержки», чтобы отправить изображение пульта ДУ, и мы обновим библиотеку кодов как можно скорее

# device_color_setting
source: Color settings
de: Farbeinstellungen
es: Ajustes de color
fr: Paramètres de couleurs
it: Impostazioni del colore
ko: 색상 설정

# other_update_install_exit
source: Exit to update
de: Zum Aktualisieren beenden
es: Salir para actualizar
fr: Quitter pour mettre à jour
it: Uscire per aggiornare
ko: 업그레이드에 로그아웃
ru: Выход из обновления

# curve_statistical_period
source: Statistical Period
de: Statistischer Zeitraum
es: Período estadístico
fr: Période des statistiques
it: Periodo statistico
ko: 통계주기
ru: Период статистики

# device_idel_state
source: Idle
de: Leerlauf
es: Inactivo
fr: À l’arrêt
it: Inattivo
ko: 절전 상태
ru: Ожидание

# common_volunme
source: Volume
de: Lautstärke
es: Volumen
ko: 음량
ru: Громкость

# other_temperature_unit_setting
source: Temperature Unit
de: Temperatureinheit
es: Unidad de temperatura
fr: Unité de température
it: Unità di temperatura
ko: 온도 단위
ru: Единица измерения температуры

# device_custom_match_fail_tips
source: If no match with this infrared code, you can select "Customize Remote Control" learning button, or contact "Customer Service" and send the photos of the remote-control unit, we will update the code bank ASAP.
de: Wenn keine Übereinstimmung mit diesem Infrarotcode vorliegt, wählen Sie die Lerntaste „Fernbedienung anpassen“, oder wenden Sie sich bitte an den Kundendienst und senden Sie uns Fotos der Fernbedienung. Wir werden die Codebank so schnell wie möglich aktualisieren.
es: Si no coincide con este código infrarrojo, puede seleccionar el botón de aprendizaje “´Personalizar control remoto” o contactar con el “Servicio de atención al cliente” y enviar las fotos del control remoto, actualizaremos el banco de códigos lo antes posible.
fr: Si aucune correspondance n’est trouvée pour le code infrarouge, sélectionnez le bouton d’apprentissage « Personnaliser la télécommande » ou contactez le « Service à la clientèle » et envoyez des photos de la télécommande. Nous mettrons à jour la base de données de codes aussi tôt que possible.
it: Se non c'è corrispondenza con questo codice a infrarossi, è possibile selezionare il pulsante di apprendimento "Personalizza telecomando", oppure contattare il "Servizio clienti" e inviare le foto dell'unità di controllo remoto, aggiorneremo la banca dei codici al più presto.
ko: 리모컨 매칭에 실패하였습니다. ‘사용자 정의＇리모컨을 사용하시거나 ‘피드백＇을 통해 리모컨 이미지를 보내주시면 라이브러리를 업데이트할 수 있습니다.
ru: Если этот ИК-код не совпадает, Вы можете выбрать кнопку обучения «Пользовательский ПДУ» или связаться с «Служба поддержки», чтобы отправить изображение пульта ДУ, и мы обновим библиотеку кодов как можно скорее.

# other_delay_hint_for_sequence
source: Delays cannot be continuous
de: Verzögerungen können nicht fortlaufend sein
es: Los retrasos no pueden ser continuos
fr: Les délais ne peuvent être continus
it: I ritardi non possono essere continui
ko: 딜레이를 연속해서 사용할 수 없습니다
ru: Задержки не могут быть непрерывными

# doorlock_require_communication_encryption
source: Require communication encryption (0x0F)
de: Erfordert Verschlüsselung der Kommunikation (0x0F)
es: Requerir encriptación de la comunicación (0x0F)
fr: Nécessite le chiffrement de communication (0x0F)
it: Richiedere la crittografia della comunicazione (0x0F)
ko: 암호화 통신 필요 (0x0F)

# automation_push_alert_sms
source: Push alarm notification + SMS
de: Alarm-Push-Benachrichtigung + SMS
es: Notificación push de alarma + SMS
fr: Notification d’alarme push+ SMS
it: Notifica di allarme push + SMS
ko: 알람 메시지+문자 푸시
ru: Push-уведомления о тревоге + SMS

# curve_statistic_type
source: Statistic Type
de: Statistik-Typ
es: Tipo de estadística
fr: Type de statistique
it: Tipo di statistica
ko: 통계유형
ru: Тип статистики

# device_sleep_quality_rela_good
source: Relatively good
de: Relativ gut
es: Relativamente bueno
fr: Relativement bon
it: Relativamente buono
ko: 비교적 좋음
ru: Нормально

# device_curtain_install_quick_guide_tips
source: Guide you to set track direction quickly and reset the curtain position.
de: So können Sie die Richtung der Spur schnell einstellen und die Position des Vorhangs zurücksetzen.
es: Lo guía para fijar la dirección de la pista rápidamente y restablecer la posición de la cortina.
fr: Vous guide pour définir la direction de rail rapidement et réinitialiser la position du rideau.
it: Consente di impostare rapidamente la direzione del binario e di ripristinare la posizione della tenda.
ko: 방향을 설정하고 포지션을 재설정 하도록 안내합니다.
ru: Позволяет быстро настроить направление движений и сбросить положение.

# device_acpartner_control_temperature_up
source: Temperature +
de: Temperatur +
es: Temperatura +
fr: Température +
it: Temperatura +
ko: 온도+
ru: Темп+

# doorlock_log_child_close
source: The child lock is disabled
de: Die Kindersicherung ist deaktiviert
es: La protección infantil está desactivada
fr: La sécurité enfant est désactivée
it: Il blocco bambini è disattivato
ko: 어린이 잠금이 비활성화 되었습니다.

# security_guard_delay_arming
source: Exit Delay
de: Verzögerung beim Beenden
es: Retraso de salida
fr: Délai de sortie
it: Ritardo di uscita
ko: 시간 지연
ru: Задержка постановки на охрану

# home_share_home_invite_expired
source: Invitation to user %@ has expired
de: Einladung an Benutzer %@ ist abgelaufen
es: Invitación al usuario %@ ha expirado
fr: Invitation pour l’utilisateur %@ a expiré
it: L'invito all'utente %@ è scaduto
ko: %@사용자에 대한 “%@” 초대가 만료되었습니다.
ru: Срок действия сообщения о приглашении пользователя %@ в Дом “%@”истёк

# automation_push_alert_call
source: Push alarm notification + phone call
de: Alarm-Push-Benachrichtigung + Anruf
es: Notificación push de alarma + llamada telefónica
fr: Notification d’alarme push + appel téléphonique
it: Notifica di allarme push + chiamata telefonica
ko: 알람 메시지+전화 푸시
ru: Push-уведомления о тревоге + звонок

# device_no_verify_hint
source: Unlocking information not configured. Please add first
de: Keine Entsperrinformationen konfiguriert. Bitte erst hinzufügen
es: La información de apertura no está configurada. Agréguela primero
fr: Informations de déverrouillage non configurées. Veuillez l’ajouter en premier
it: Informazioni di sblocco non configurate. Si prega di aggiungere prima
ko: 이 타입의 사용자가 존재하지 않습니다. 먼저 사용자를 추가해주세요.
ru: Нет пользователя этого типа разблокировки, пожалуйста, сначала добавьте
