Repository: acodeworker/localzedLoader
Catalog: *.lproj/Localizable.strings
Languages: de, es, fr, it, ko, ru

# other_transfer_project_desc
source: 将“%1$s” 转移至用户账号
de: %1$s auf das Benutzerkonto übertragen
es: Transferir "%1$s" a la cuenta de usuario
fr: Transfert de « %1$s » sur le compte de l’utilisateur
it: Trasferire "%1$s" all'account utente
ko: % 1$s 을(를) 사용자 계정으로 이동"
ru: Перенести "%1$s" в аккаунт пользователя.

# doorlock_loadcompleted
source: Loading is completed
de: Der Ladevorgang ist abgeschlossen
es: Carga completada
fr: Chargement terminé
it: Il caricamento è completato
ko: 로딩 완료

# other_empty_no_automation
source: No Automation
de: Keine Automatisierung
es: Sin automatización
fr: Aucune automatisation
it: Nessuna automazione
ko: 추가된 자동실행이 없습니다.
ru: Нет Автоматизаций

# homekit_check_bind_devices
source: It is detected that there are %d HomeKit devices that you can bind
de: Es wurde festgestellt, dass es %d HomeKit-Geräte gibt, die Sie verbinden können
es: Se ha detectado que hay %d dispositivos HomeKit a los que se puede vincular
fr: Il est détecté qu’il y a %d appareils HomeKit que vous pouvez lier
it: È stato rilevato che vi sono %d dispositivi HomeKit che puoi associare
ko: %d개의 HomeKit 장치를 연결할 수 있는 것으로 확인됩니다
ru: Обнаружено, что у вас есть устройства%d HomeKit для привязки

# curve_freezing
source: Freezing
de: Sperren
es: Congelado
fr: Glacé
it: Congelamento
ko: 혹한
ru: Очень холодный

# doorlock_load_fail_try_again
source: Failed to load. Please try again
de: Fehler beim Laden. Bitte versuchen Sie es erneut
es: No se ha podido cargar. Inténtelo de nuevo
fr: Échec du chargement. Veuillez réessayer
it: Caricamento non riuscito. Riprova
ko: 로딩을 실패하였습니다. 다시 시도해주세요.

# homekit_add_to_statement
source: The device will be added to the home in Apple Home app.
de: Das Gerät wird dem Zuhause in der Apple Home App hinzugefügt.
es: El dispositivo se añadirá al hogar en la app de Apple Home.
fr: L’appareil sera ajouté à la maison dans l’appli Apple Home.
it: Il dispositivo verrà aggiunto alla casa nell'app Apple Home.
ko: 장치가 Apple의 "홈" 앱에 있는 홈으로 추가될 것입니다.
ru: Устройство будет добавлено к дому в приложении Apple «Домой»

# device_replace_sub_device_confirm_dialog_hint
source: A similar accessory has been detected under your current hub. Do you want to replace the accessory
de: Unter Ihrem aktuellen Hub wurde ein ähnliches Accessoire erkannt. Möchten Sie das Accessoire ersetzen?
es: Se ha detectado un accesorio similar bajo su hub actual. Quiere reemplazar el accesorio
fr: Un accessoire similaire a été détecté sous votre hub actuel. Voulez-vous remplacer l’accessoire
it: Un accessorio simile è stato rilevato sotto l'hub attuale. Vuoi sostituire l'accessorio
ko: 현재 스마트 허브에 같은 종류의 장치가 발견되었습니다. 장치를 교체 하시겠습니까?
ru: Однотипное устройство было обнаружено у текущего Hub. Хотите заменить устройство

# device_control_sensor_temperature
source: The Temperature & Humidity Sensor is not added, add or not?
de: Der Temperatur- und Feuchtigkeitssensor wurde nicht hinzugefügt. Möchten Sie ihn hinzufügen oder nicht?
es: El sensor de temperatura y humedad no se ha añadido, ¿añadir o no?
fr: Le capteur de température et d’humidité n’est pas ajouté. Ajouter ?
it: Il sensore di temperatura e umidità non è stato aggiunto, aggiungerlo o no?
ru: Датчик температуры и влажности еще не добавлен. Добавить?

# device_title_ir_controller
source: Infrared Remote Control
de: Infrarot-Fernbedienung
es: Control remoto infrarrojo
fr: Télécommande infrarouge
it: Telecomando a infrarossi
ko: 적외선 리모컨
ru: ИК-пульт ДУ

# device_clear_curtain_range_confirm_dialog
source: The current curtain configuration will be cleared. Continue?
de: Die aktuelle Konfiguration des Vorhangs wird dabei entfernt. Fortfahren?
es: La configuración de cortina actual se borrará. ¿Continuar?
fr: La configuration actuelle du rideau sera effacée. Continuer ?
it: La configurazione corrente della tenda verrà cancellata. Continuare?
ko: 현재 커튼 설정이 삭제됩니다. 계속하시겠습니까?
ru: Текущая конфигурация штор будет стёрта. Продолжить?

# curve_detect_open
source: Door Opened Detected
de: Türöffnung erkannt
es: Puerta abierta detectada
fr: Porte ouverte détectée
it: Rilevata porta aperta
ko: 문열림이 감지되었습니다.
ru: Обнаружена открытая дверь

# other_has_not_add_device
source: No accessories
de: Keine Accessoires
es: Sin accesorios
fr: Aucun accessoire
it: Nessun accessorio
ko: 추가된 장치가 없습니다.
ru: Нет устройств

# device_ir_match_fail_title
source: Failed to match the infrared remote-control unit
de: Fehler bei der Übereinstimmung mit der Infrarot-Fernbedienung
es: Fallo al emparejar la unidad de control remoto infrarrojo
fr: Échec de correspondance avec la télécommande infrarouge
it: Associazione del telecomando a infrarossi non riuscita
ko: 적외선 리모컨 연결 실패
ru: Сопряжение ИК-пульта ДУ не удалось

# device_ac_match_send_fail_tips
source: Failed to send infrared code. Try again?
de: Das Senden des Infrarotcodes ist fehlgeschlagen. Erneut versuchen?
es: Fallo al enviar el código infrarrojo. ¿Volver a intentarlo?
fr: Échec de l’envoi du code infrarouge. Réessayer ?
it: Impossibile inviare il codice a infrarossi. Riprovare?
ko: 리모컨 신호 전송 실패. 다시 시도하시겠습니까?
ru: Ошибка передачи ИК сигнала, попробовать ещё раз?

# device_control_sensor_door
source: Door and Window Sensor is not added, add or not?
de: Tür- und Fenstersensor wird nicht hinzugefügt. Hinzufügen oder nicht?
es: El sensor de puertas y ventanas no se ha añadido, ¿añadir o no?
fr: Le capteur de porte et de fenêtre n’est pas ajouté. Ajouter ?
it: Il sensore per porte e finestre non è stato aggiunto, aggiungerlo o no?
ru: Датчик дверей и окон еще не добавлен. Добавить?

# doorlock_unbind_hint_in_panel
source: Door lock is not bound with encrypted serial number. Please bind it immediately
de: Das Türschloss ist nicht an eine verschlüsselte Seriennummer gebunden. Bitte stellen Sie sofort eine Verbindung her
es: La cerradura de la puerta no se ha vinculado a un número de serie encriptado. Vincúlelo inmediatamente
fr: Le verrou de porte n’est pas lié par un numéro de série crypté. Veuillez le lier immédiatement
it: La serratura della porta non è associata al numero di serie crittografato. Associala immediatamente
ko: 도어락이 암호화된 일련 번호와 연결되지 않았습니다. 즉시 연결해주세요.
ru: Дверной замок не связан с серийным номером. Рекомендуется сделать это немедленно!

# doorlock_dry_cells_low_replace_them
source: Dry cells are low. Please replace them
de: Trockenzellen sind niedrig. Bitte ersetzen Sie sie.
es: Batería seca baja. Por favor, sustitúyala
fr: Piles sèches faibles. Veuillez les remplacer
it: La carica delle batterie a secco è bassa. Sostituiscile
ko: 건전지가 부족합니다. 교체해주세요.

# automation_copy_not_exist_trigger_action
source: The automation contains non-existent execution conditions or actions
de: Die Automatisierung enthält nicht vorhandene Ausführungsbedingungen oder Vorgänge
es: La automatización contiene condiciones de ejecución o acciones inexistentes
fr: L’automatisation contient des actions ou conditions d’exécution inexistantes
it: L’automazione contiene condizioni o azioni di esecuzione inesistenti
ko: 해당 자동화는 존재하지 않는 실행조건이나 액션을 포함합니다
ru: Автоматизации содержит несуществующие условия или действия для выполнения

# camera_establish_a_secure_connection
source: Establishing a secure connection...
de: Stelle eine sichere Verbindung her...
es: Estableciendo conexión segura...
fr: Établissement d’une connexion sécurisée...
it: Creazione di una connessione sicura in corso...
ko: 안전한 연결을 설립 중…
ru: Установка безопасного соединения...

# doorlock_undound_gateway_notice
source: Unbinding the Hub will cause the automations and scenes not to be executed. Are you sure to unbind it?
de: Das Trennen der Verbindung des Hubs führt dazu, dass die Automatisierungen und Szenen nicht ausgeführt werden. Möchten Sie ihn wirklich trennen?
es: Desvincular el hub provocará que las automatizaciones y las escenas no se ejecuten. ¿Seguro que quiere desvincularlo?
fr: La dissociation du hub empêchera l’exécution des automatismes et des scènes. Voulez-vous vraiment dissocier ?
it: Con l’annullamento dell’associazione dell'Hub, le automazioni e le scene non verranno eseguite. Sei sicuro di annullarne l’associazione?
ko: 허브 연결을 해제하면 자동화 및 씬이 실행되지 않습니다. 정말 해제하시겠습니까?

# doorlock_drycells_low_lock_die_soon_replace_battery
source: The dry cells are low. The door lock will die soon. Please replace the battery
de: Die Trockenzellen sind niedrig. Die Türverriegelung wird bald alle sein. Bitte tauschen Sie die Batterie aus
es: Batería seca baja. La cerradura de la puerta se apagará pronto. Sustituya la batería
fr: Piles sèches faibles. Le verrou de porte sera bientôt désactivé. Veuillez remplacer la batterie
it: La carica delle batterie a secco è bassa. La serratura della porta si disattiverà presto. Sostituisci la batteria
ko: 건전지 용량이 부족하여 도어락이 곧 잠깁니다. 배터리를 교환해 주세요.

# device_power_anomaly
source: Overload error
de: Fehler bei der Überlast
es: Error de sobrecarga
fr: Erreur de surcharge
it: Errore di sovraccarico
ko: 과부하 이상
ru: Ошибка из-за перегрузки

# home_share_user_not_register
source: The user is not registered
de: Der Nutzer ist nicht registriert
es: El usuario no está registrado
fr: L’utilisateur n’est pas enregistré
it: L'utente non è registrato
ko: 등록되지 않은 사용자입니다.
ru: Пользователь не зарегистрирован

# device_firmware_check_update
source: Check for update
de: Updates suchen
es: Comprobar actualizaciones
fr: Vérifier la mise à jour
it: Ricerca aggiornamenti
ko: 업데이트 검토
ru: Проверка обновлений

# doorlock_guide_error_outer_close
source: 检测到方舌未正常弹出，请检查锁体连接线
de: Wenn die Mehrpunkt-Federbolzen nicht aufspringen, überprüfen Sie bitte den Anschlussdraht des Schlosskörpers
es: Si detecta que la lengüeta multipunto no se retrae normalmente, compruebe la conexión del cuerpo de la cerradura
fr: Si les pênes à ressort multipoint ne se déploient pas, vérifiez le fil de connexion du corps du verrou
it: Se i bulloni a molla a più punti non si sollevano, controllare il filo del connettore del corpo di chiusura
ko: 래치가 정상적으로 꺼지지 않은 것을 확인하시고, 잠금체 연결선을 확인해주세요.

# user_login_unregistered_popups
source: This account has not been registered. Do you want to register now?
de: Dieses Konto wurde nicht registriert. Möchten Sie sich jetzt registrieren?
es: Esta cuenta no ha sido registrada. ¿Desea registrarse ahora?
fr: Ce compte n’a pas été enregistré. Voulez-vous enregistrer maintenant ?
it: Questo account non è stato registrato. Vuoi registrarti ora?
ko: 해당 계정은 미가입니다. 즉시 가입하시겠습니까?
ru: Этот аккаунт не зарегистрирован. Зарегистрировать сейчас?

# device_protect_overload
source: Overload protection
de: Überlastschutz
es: Protección de sobrecarga
fr: Protection de surcharge
it: Protezione da sovraccarico
ko: 과부하 보호 기능
ru: Защита от перегрузки

# other_wechat_unbind
source: Unlink WeChat
de: Verknüpfung mit WeChat aufheben
es: Desvincular WeChat
fr: Dissocier WeChat
it: Scollega WeChat
ko: Wechat 연결해제
ru: Отвязать WeChat

# doorlock_fingerprint_password_nfc_not_set
source: The user has not set a fingerprint/password/NFC, and the user will be deleted after exiting
de: Der Benutzer hat keinen Fingerabdruck/Passwort/NFC festgelegt und der Benutzer wird nach dem Beenden gelöscht
es: El usuario no ha establecido una huella dactilar/contraseña/NFC, y será eliminado después de salir
fr: L’utilisateur n’a pas défini d’empreinte digitale/de mot de passe/NFC et il sera supprimé après avoir quitté
it: L'utente non ha impostato un'impronta digitale/password/NFC e verrà eliminato dopo l'uscita
ko: 사용자가 지문/암호/NFC를 설정하지 않았으며 종료 후 사용자가 삭제됩니다.

# other_txt_check_update_fail
source: Version check failed. Please try again
de: Versionsprüfung fehlgeschlagen. Bitte versuchen Sie es erneut
es: La comprobación de versión ha fallado. Inténtelo de nuevo
fr: Échec de vérification de version. Veuillez réessayer
it: Verifica della versione non riuscita. Riprova
ko: 버전을 확인하지 못했습니다. 다시 시도해주세요.

# doorlock_square_tongue_does_not_retract_normally
source: Detected that the triple-cylinder dead bolt does not retract normally, please check the lock body's wiring connections
de: 'Es wurde festgestellt, dass der Dreizylinder-Riegel nicht normal einrastet. Bitte überprüfen Sie die Kabelverbindungen des Schlosskörpers.
es: Se ha detectado que el cerrojo de cilindro triple no se retrae con normalidad, compruebe las conexiones del cuerpo del cerrojo
fr: A détecté que le verrou à trois cylindres ne se rétracte pas normalement, veuillez vérifier le câblage du corps du verrou
it: È stato rilevato che il catenaccio a triplo cilindro non si innesta normalmente, controlla i collegamenti del cablaggio del corpo della serratura
ko: "3중 실린더 데드 볼트가 정상적으로 수축되지 않는 것으로 감지되었습니다. 잠금 본체의 배선 연결부를 점검해주세요."

# doorlock_administrator_deletes_nfc_card
source: Administrator deletes a NFC card
de: Der Administrator löscht eine NFC-Karte
es: El administrador borra una tarjeta NFC
fr: L’administrateur supprime une carte NFC
it: L'amministratore elimina una scheda NFC
ko: 관리자가 NFC 카드를 삭제합니다.

# device_failed_check_update
source: Failed to check for update. Try again?
de: Die Suche nach Updates ist fehlgeschlagen. Erneut versuchen?
es: La comprobación de actualizaciones ha fallado. ¿Volver a intentarlo?
fr: Échec de la vérification de mise à jour. Réessayer ?
it: Ricerca aggiornamenti non riuscita. Riprovare?
ko: 업데이트 확인에 실패했습니다. 다시 시도하시겠습니까?
ru: Ошибка проверки наличия обновлений, повторите попытку?

# doorlock_square_tongue_does_not_engage_normally
source: Detected that the triple-cylinder dead bolt does not engage normally, please check the lock body's wiring connections
de: Es wurde festgestellt, dass der Dreizylinder-Riegel nicht normal einrastet. Bitte überprüfen Sie die Kabelverbindungen des Schlosskörpers.
es: Se ha detectado que el cerrojo de cilindro triple no encaja correctamente, compruebe las conexiones de cable del cuerpo del cerrojo
fr: A détecté que le verrou à trois cylindres ne s’enclenche pas normalement, veuillez vérifier le câblage du corps du verrou
it: È stato rilevato che il catenaccio a triplo cilindro non si innesta normalmente, controllare i collegamenti del cablaggio del corpo della serratura
ko: 3중 실린더 데드 볼트가 정상적으로 체결되지 않는 것으로 감지되었습니다. 잠금 본체의 배선 연결부를 점검해주세요.

# doorlock_fingerprint_password_not_set
source: The user has not set a fingerprint/password, and the user will be deleted after exiting
de: Der Benutzer hat keinen Fingerabdruck/kein Passwort festgelegt und der Benutzer wird nach dem Beenden gelöscht
es: El usuario no ha establecido una huella dactilar/contraseña, y será eliminado después de salir
fr: L’utilisateur n’a pas défini d’empreinte digitale/de mot de passe et il sera supprimé après avoir quitté
it: L'utente non ha impostato un'impronta digitale/password e verrà eliminato dopo l'uscita
ko: 사용자가 지문/암호를 설정하지 않았으며 종료 후 사용자가 삭제됩니다.

# device_curtain_set_route_failed
source: Route setup failed. Please try again!
de: Die Fahrteinrichtung ist fehlgeschlagen. Bitte versuchen Sie es erneut!
es: Configuración de recorrido fallida. ¡Inténtelo de nuevo!
fr: Échec de la configuration d’itinéraire. Veuillez réessayer !
it: Configurazione del percorso non riuscita. Riprova!
ko: 루트 설정 실패입니다. 다시 시도하십시오.
ru: Ошибка установки маршрута. Повторите

# doorlock_anti_tongue_does_not_engage_normally
source: Detected that the thumb-turn dead bolt does not engage normally, please try the following: 1. Reinstall the door locks rear panel with the turning knob vertically 2. Contact customer service
de: Haben Sie festgestellt, dass der Knaufriegel nicht normal einrastet, versuchen Sie bitte Folgendes: 1. Bringen Sie die Rückwand der Türschlösser wieder mit dem Drehknopf senkrecht an 2. Kontaktieren Sie den Kundendienst
es: Se ha detectado que el cerrojo giratorio no se encaja correctamente, pruebe lo siguiente: 1. Vuelva a instalar el panel trasero de la cerradura de la puerta con el pomo giratorio en posición vertical 2. Póngase en contacto con el servicio de atención al cliente
fr: Il a été détecté que le verrou tourné au pouce ne s’engage pas normalement, veuillez essayer ce qui suit : 1. Réinstaller le panneau arrière des verrous de porte à l’aide du bouton tournant verticalement 2. Contacter le service à la clientèle
it: È stato rilevato che il chiavistello del pomello non si innesta normalmente, prova quanto segue: 1. Reinstalla il pannello posteriore della serratura della porta con la manopola girevole in verticale 2. Contatta l’assistenza clienti
ko: 엄지 턴 데드 볼트가 정상적으로 작동하지 않는 것으로 감지되었습니다. 다음을 시도해 보십시오. 1. 회전 노브를 사용하여 도어락 후면 패널을 수직으로 다시 설치해주세요. 2. 고객 서비스에 문의해주세요.

# doorlock_moresetting_addpasswordadmin
source: Admin Password
de: Admin-Passwort
es: Contraseña de admin
fr: Mot de passe d’administrateur
it: Password di amministratore
ko: 관리자 비밀번호
ru: Пароль администратора

# device_offline_data_update
source: Offline data detected, upload?
de: Offline-Daten erkannt. Hochladen?
es: Se han detectado datos sin conexión ¿cargarlos?
fr: Données hors ligne détectées, télécharger ?
it: Rilevati dati offline, caricarli?
ko: 오프라인 데이터가 감지되었습니다. 업로드하시겠습니까?
ru: Обнаружены данные офлайн. Загрузить?

# doorlock_anti_tongue_does_not_retract_normally
source: Detected that the thumb-turn dead bolt does not retract normally, please try the following: 1.Reinstall the door lock rear panel with the turning knob vertically 2.Contact customer service
de: Falls festgestellt wurde, dass der Knaufriegel nicht normal einfährt, versuchen Sie bitte Folgendes: 1.Installieren Sie die Türschloss-Rückwand wieder mit dem Drehknopf senkrecht 2.Kontaktieren Sie den Kundendienst
es: Se ha detectado que el cerrojo giratorio no se retrae con normalidad, pruebe lo siguiente: 1.Vuelva a instalar el panel trasero de la cerradura de la puerta con el pomo giratorio en posición vertical 2.Póngase en contacto con el servicio de atención al cliente
fr: Il a été détecté que le verrou tourné au pouce ne se rétracte pas normalement, veuillez essayer ce qui suit : 1.Réinstaller le panneau arrière du verrou de porte avec le bouton tournant verticalement 2.Contacter le service clientèle
it: È stato rilevato che il chiavistello del pomello non arretra normalmente, prova quanto segue: 1.Reinstalla il pannello posteriore della serratura della porta con la manopola girevole in verticale 2.Contatta l’assistenza clienti
ko: 엄지 턴 데드 볼트가 정상적으로 수축되지 않는 것으로 감지되었습니다. 다음을 시도해 보십시오. 1. 회전 노브를 사용하여 도어락 후면 패널을 수직으로 다시 설치합니다. 2. 고객 서비스에 문의해주세요.

# device_rome_rail_guide_tip_1
source: Force apart the standard Roma rod hanger, hang it between the first and second hanging rings (or Roma rings) on the movable side of the curtains, and tighten the four legs of the hanger.
de: Ziehen Sie den standardmäßigen Roma-Stabbügel auseinander, hängen Sie ihn zwischen den ersten und zweiten hängenden Ring (oder die Roma-Ringe) auf der beweglichen Seite der Vorhänge und ziehen Sie die vier Beine des Bügels fest.
es: Separe la percha estándar de la barra romana y cuélguela entre la primera y la segunda anilla (o anilla romana) del lado móvil de la cortina y apriete las cuatro patas de la percha.
fr: Démonter le crochet Roma, le suspendre entre le premier et le deuxième anneaux (ou anneaux Roma) sur le côté mobile des rideaux et serrer les quatre pieds du crochet.
it: Forza la separazione del gancio standard dell'asta Roma, appendilo tra il primo e il secondo anello di sospensione (o anelli Roma) sul lato mobile delle tende e stringi i quattro piedini del gancio.
ko: 로마자 행거대를 분할하여 커튼 화성 측면의 첫 번째 및 두 번째 행거(또는 로나자 링) 사이에 걸어놓고, 행거대의 네 다리를 긁어모으십시오.
ru: Разделите стандартную римскую вешалку и повесьте ее между первым и вторым подвесными кольцами (или римскими кольцами) на подвижной стороне шторы и соедините четыре ножки вешалки.

# common_loading
source: Loading...
de: Wird geladen...
es: Cargando...
fr: Chargement...
it: Caricamento...
ko: 업로드 중...
ru: Загрузка...

# doorlock_admin
source: Administrator
es: Administrador
fr: Administrateur
it: Amministratore
ko: 관리자
ru: Администратор

# homekit_info_name_sync
source: Synchronize the accessory names in “Aqara Home” with “Home”
de: Synchronisieren Sie die Accessoire-Namen in „Aqara Home“ mit „Home“
es: Sincronizar los nombres de accesorio de "Aqara Home" con "Home"
fr: Synchroniser les noms des accessoires dans « Aqara Home » avec « Home »
it: Sincronizza i nomi degli accessori in “Aqara Home” con “Home”
ko: "Aqara Home"과 Apple "홈"의 장치 이름을 동기화 합니다.
ru: Синхронизировать “Aqara Home ”с именем устройства системы “Home”

# camera_tf_car_state_error
source: Failed to load
de: Fehler beim Laden
es: No se ha podido cargar
fr: Échec du chargement
it: Caricamento non riuscito
ko: 로드하지 못했습니다.

# other_load_fail_retry
source: Failed to load. Please try again
de: Fehler beim Laden. Bitte versuchen Sie es erneut
es: No se ha podido cargar. Inténtelo de nuevo
fr: Échec du chargement. Veuillez réessayer
it: Caricamento non riuscito. Riprova
ko: 로드 실패，다시 시도하십시오.
ru: Загрузка не удалась, повторите попытку

# security_guard_close_tips
source: While in the home, you can arm the system and the exit delay gives you time to leave the home before the system arms.
de: Sie können das System scharfschalten und die Ausgangsverzögerung gibt Ihnen Zeit, das Haus zu verlassen, bevor das System scharfschaltet.
es: Mientras estás en casa, puedes armar el sistema y el retraso de salida te da tiempo de salir de casa antes de que se arme la alarma
fr: À la maison, vous pouvez armer le système et le délai de sortie vous donne le temps de quitter la maison avant l’armement du système.
it: Mentre sei in casa, puoi armare il sistema e il ritardo dell’uscita ti dà il tempo di uscire da casa prima che il sistema si inserisca.
ko: 보안 모드 작동 시 즉시 보안이 시작됩니다
ru: После закрытия, если состояния постановки на охрану соблюдены, постановка на охрану будет выполнена немедленно

# other_setting_check_update
source: Check for App Update
de: Auf App-Updates prüfen
es: Comprobar últimas actualizaciones
fr: Vérifier la mise à jour de l’appli
it: Controlla l'aggiornamento dell'app
ko: 앱 업데이트 확인
ru: Проверить Обновление Приложения

# device_region_error_hint
source: This product cannot be used in the selected region. If you need assistance, please go to Profile>Help and Feedback or email us at support@aqara.com.
de: Dieses Produkt kann in der ausgewählten Region nicht verwendet werden. Falls Sie Hilfe benötigen, gehen Sie bitte zu Profil > Hilfe und Feedback oder senden Sie uns eine E-Mail an support@aqara.com.
es: Este producto no se puede utilizar en la región seleccionada. Si necesita asistencia, vaya a "Perfil" > "Ayuda y comentarios" o mándenos un correo electrónico a support@aqara.com.
fr: Ce produit ne peut pas être utilisé dans la région sélectionnée. Si vous avez besoin d’aide, accéder à Profil>Aide et commentaires ou nous envoyer un courriel à support@aqara.com.
it: Questo prodotto non può essere utilizzato nell’area geografica selezionata. Se hai bisogno di assistenza, vai su Profile>Help and Feedback (Profilo > Guida e feedback) o inviaci un'e-mail a support@aqara.com.
ko: 이 장치는 현재 지역에서 지원하지 않습니다. 고객 센터로 문의바랍니다.
ru: Этот продукт не поддерживается в выбранном Вами регионе. Если вам нужна помощь, перейдите в "Профиль" > "Помощь и обратная связь" или напишите нам по адресу support@aqara.com.

# device_dynamic_turn_off_light
source: Turn off the lights
de: Die Lichter ausschalten
es: Apagar las luces
fr: Éteignez les lumières
it: Spegni le luci
ko: 불 끄기
ru: Выключить свет

# device_supervise_normal
source: Normal of inspection
de: Normale Inspektion
es: Inspección de la normalidad
fr: Normal de l’inspection
it: Normale di ispezione
ko: 모니터링 정상
ru: Мониторинг в норме

# other_phone_unbind
source: Unbind phone
de: Telefon trennen
es: Desvincular teléfono
fr: Dissocier le téléphone
it: Annulla l’associazione del telefono
ko: 핸드폰을 연결해제 합니다.
ru: Удалить номер телефона
