Repository: acodeworker/localzedLoader
Catalog: *.lproj/Localizable.strings
Languages: de, es, fr, it, ko, ru

# curve_light_intensity_detail_colon
source: Illumination:
de: Beleuchtung:
es: Iluminación:
fr: Éclairement :
it: Illuminazione:

# doorlock_log_cardopenlock
source: Unlock with IC Card
de: Entriegeln per IC-Karte
es: Desbloquear con tarjeta IC
fr: Débloquer avec une carte à puce
it: Sblocca con scheda IC
ko: 카드로 열기
ru: Разблокировка карты

# device_ir_match_fail
source: Failed to match the infrared remote-control unit. Brand:【%1$s】
de: Fehler bei der Übereinstimmung mit der Infrarot-Fernbedienung. Marke:【%1$s】
es: Fallo al emparejar la unidad de control remoto infrarrojo. Marca:【%1$s】
fr: Échec de correspondance avec la télécommande infrarouge. Marque : 【%1$s】
it: Associazione del telecomando a infrarossi non riuscita. Marchio:【%1$s】
ko: 적외선 리모컨 연결 실패. 브랜드: 【%1$s】
ru: Сопряжение ИК-пульта ДУ не удалось. Бренд: 【%1$s】

# camera_tip_format_sd_card
source: Formatting the SD card will erase all stored data and it can not be recoverd, are you sure you want to format the SD card?
de: Nach Formatierung der SD-Karte werden alle gespeicherten Daten gelöscht und können nicht wiederhergestellt werden. Möchten Sie die SD-Karte wirklich formatieren?
es: Formatear la tarjeta SD borrará todos los datos almacenados, no se podrán recuperar, ¿seguro que desea formatear la tarjeta SD?
fr: Le formatage de la carte SD effacera toutes les données stockées et elles ne pourront pas être récupérées. Êtes-vous sûr de vouloir formater la carte SD ?
it: La formattazione della scheda SD cancellerà tutti i dati memorizzati e non potranno essere recuperati, sicuro di voler formattare la scheda SD?
ko: 포맷 하면 SD 카드에 저장된 모든 데이터가 삭제됩니다, SD 카드를 포맷하시겠습니까?
ru: Форматирование SD-карты приведет к удалению всех сохраненных данных без возможности восстановления. Вы уверены, что хотите отформатировать SD-карту?

# overview_card_alarm_title
source: Alarm cards
de: Alarmkarten
es: Tarjetas de alarma
fr: Cartes d’alarme
it: Schede di allarme
ko: 경보 카드
ru: Карта аварийных сигналов

# access_reset_gateway_tips2_def
source: the yellow light blinks
de: das gelbe Licht blinkt
es: la luz amarilla parpadea
fr: la lumière jaune clignote
it: la spia gialla lampeggia
ko: 노란불이 계속 깜박임
ru: мигает жёлтый свет

# device_sensor_motion_illumination_title
source: Brightness
de: Helligkeit
es: Brillo
fr: Luminosité
it: Luminosità
ko: 조도
ru: Освещённость

# doorlock_alarmsettings
source: Alarm Settings
de: Einstellung des Alarms
es: Ajustes de alarma
fr: Réglages d’alarme
it: Impostazioni di allarme
ko: 경보 설정

# device_title_infrared_night_vision
source: Infrared Night Vision
de: Infrarot-Nachtsicht
es: Visión nocturna infrarroja
fr: Vision nocturne infrarouge
it: Visione notturna a infrarossi
ko: 야간 촬영모드
ru: Инфракрасное ночное видение

# doorlock_ota_translating_success
source: Firmware Transferred Successfully
de: Die Firmware wurde erfolgreich übertragen
es: Firmware transferido con éxito
fr: Firmware transféré avec succès
it: Trasferimento del firmware riuscito
ko: 펌웨어 전송 성공

# device_acpartner_status_light_close
source: 关灯光
de: Schalten Sie das Licht aus
es: Apagar la luz
fr: Éteindre les lumières
it: Spegnere la luce
ko: 전등 끄기

# doorlock_privacy_tips
source: We are glad that you have chosen smart door lock provided by Lumi United Technology Co.,Ltd. We will strictly comply with relevant laws and regulations to protect your personal information. We have updated the Privacy Policy recently. Please read the %@ carefully, thoroughly understand and agree to all the terms herein before you accept Lumi products and services.
de: Wir freuen uns, dass Sie sich zum Kauf eines intelligenten Türschlosses von Lumi United Technology Co., Ltd. entschieden haben. Wir halten uns strikt an die einschlägigen Gesetze und Vorschriften zum Schutz Ihrer personenbezogenen Daten. Wir haben unsere Datenschutzrichtlinie kürzlich aktualisiert. Bitte lesen Sie sich die %@ sorgfältig durch, verstehen Sie alle darin enthaltenen Bedingungen und stimmen Sie ihnen zu, bevor Sie Produkte und Dienstleistungen von Lumi akzeptieren.
es: Nos alegramos de que haya elegido la cerradura de puerta inteligente de Lumi United Technology Co.,Ltd. Cumplimos rigurosamente las leyes y reglamentos pertinentes para proteger su información personal. Recientemente hemos actualizado nuestra política de privacidad. Lea atentamente la %@, comprenda y acepte todos los términos aquí expuestos antes de aceptar los productos y servicios de Lumi.
fr: Nous sommes heureux que vous ayez choisi la serrure de porte intelligente fournie par Lumi United Technology Co., Ltd. Nous respecterons strictement les lois et règlements pertinents pour protéger vos renseignements personnels. Nous avons récemment mis à jour la politique de confidentialité. Veuillez lire attentivement %@, bien comprendre et accepter toutes les conditions suivantes avant d’accepter les produits et services Lumi.
it: Siamo lieti che tu abbia scelto la serratura intelligente fornita da Lumi United Technology Co., Ltd. Rispetteremo rigorosamente le leggi e i regolamenti pertinenti per proteggere le tue informazioni personali. Abbiamo aggiornato l’informativa sulla privacy di recente. Leggere attentamente la %@, comprendere e accettare tutti i termini prima di accettare i prodotti e i servizi Lumi.

# device_ctrl_illumination
source: Brightness sensor
de: Helligkeitssensor
es: Sensor de brillo
fr: Capteur de luminosité
it: Sensore di luminosità
ko: 조도 센서
ru: Датчик Света

# security_title_alert_action
source: Then
de: Dann
es: Luego
fr: Alors
it: Quindi
ko: 경고 동작
ru: ТОГДА

# device_yellow_light_flash
source: Yellow light blinking
de: Gelb blinkendes Licht
es: Luz amarilla parpadeando
fr: La lumière jaune clignote
it: Spia gialla lampeggiante
ko: 노란불이 깜박입니다.
ru: Желтый свет мигает

# device_ac_turn_off_light
source: Turn off light
de: Licht ausschalten
es: Apagar la luz
fr: Éteindre la lumière
it: Spegni la luce
ko: 조명 끄기
ru: Выключить свет

# doorlock_privacy_update_dialog_content
source: We are glad that you have chosen smart door lock provided by Lumi United Technology Co.,Ltd. We will strictly comply with relevant laws and regulations to protect your personal information. We have updated the Privacy Policy recently. Please read the Privacy Policy carefully, thoroughly understand and agree to all the terms herein before you accept Lumi products and services.
de: Wir freuen uns, dass Sie sich zum Kauf eines intelligenten Türschlosses von Lumi United Technology Co., Ltd. entschieden haben. Wir halten uns strikt an die einschlägigen Gesetze und Vorschriften zum Schutz Ihrer personenbezogenen Daten. Wir haben unsere Datenschutzrichtlinie kürzlich aktualisiert. Bitte lesen Sie sich die Datenschutzrichtlinie sorgfältig durch, verstehen Sie alle darin enthaltenen Bedingungen und stimmen Sie ihnen zu, bevor Sie Produkte und Dienstleistungen von Lumi akzeptieren.
es: Nos alegramos de que haya elegido la cerradura de puerta inteligente de Lumi United Technology Co.,Ltd. Cumplimos rigurosamente las leyes y reglamentos pertinentes para proteger su información personal. Recientemente hemos actualizado nuestra política de privacidad. Lea atentamente la política de privacidad, comprenda y acepte todos los términos aquí expuestos antes de aceptar los productos y servicios de Lumi.
fr: Nous sommes heureux que vous ayez choisi la serrure de porte intelligente fournie par Lumi United Technology Co., Ltd. Nous respecterons strictement les lois et règlements pertinents pour protéger vos renseignements personnels. Nous avons récemment mis à jour la politique de confidentialité. Veuillez lire attentivement la politique de confidentialité, bien comprendre et accepter toutes les conditions suivantes avant d’accepter les produits et services Lumi.
it: Siamo lieti che tu abbia scelto la serratura intelligente fornita da Lumi United Technology Co., Ltd. Rispetteremo rigorosamente le leggi e i regolamenti pertinenti per proteggere le tue informazioni personali. Abbiamo aggiornato l’informativa sulla privacy di recente. Leggere attentamente l'Informativa sulla privacy, comprendere e accettare tutti i termini prima di accettare i prodotti e i servizi Lumi.

# other_copy_existed_dynamic
source: Copy existing dynamics
de: Kopiere existierende Dynamiken
es: Copiar dinámicas existentes
fr: Copier les dynamiques existantes
it: Copia le dinamiche esistenti
ko: 기존 다이나믹 씬 복사
ru: Копировать активную сцену

# automation_condition_invalid_hint
source: The condition is invalid. Delete it?
de: Die Bedingung ist ungültig. Löschen?
es: La condición no es válida. ¿Borrarlo?
fr: Condition invalide. Supprimer ?
it: La condizione non è valida. Cancellarla?
ko: 이 조건은 이미 유효하지 않습니다, 삭제하시겠습니까?
ru: Срок действия условия истек. Удалить?

# access_red_and_yellow_light_flash
source: Yellow/red light is flashing
de: Gelbes/rotes Licht blinkt
es: La luz amarilla/roja está parpadeando
fr: Le voyant jaune/rouge clignote
it: La spia gialla/rossa lampeggia
ko: 노란불이나 빨간불이 깜빡이는 중
ru: Желтая или красная индикаторная лампа находится в мигающем состоянии

# device_countdown_close_desc_1
source: Turn off after
de: Ausschalten nach
es: Apagar tras
fr: Éteindre après
it: Spegni dopo
ko: 분 후에, 끄기
ru: Отключить через

# homepage_service_alarm_priority_tips
source: High level alarm will be displayed first
de: Alarme hohen Niveaus wird zuerst angezeigt
es: La alarma de alto nivel se mostrará primero
fr: L’alarme de niveau élevé s’affichera en premier
it: L'allarme di alto livello verrà visualizzato per primo
ko: 중요 경보 알람 우선 표기
ru: Тревожные сигналы высокой важности будут отображены в первую очередь

# curve_detect_none
source: No motion is detected
de: Keine Bewegung ist erkannt
es: No se detecta movimiento
fr: Aucun mouvement n'est détecté
it: Non viene rilevato alcun movimento
ko: 움직임이 감지되지 않음
ru: Никого не обнаружено

# device_dynamic_transition_time
source: Transition time
de: Übergangszeit
es: Tiempo de transición
fr: Temps de transition
it: Tempo di transizione
ko: 전환 시간
ru: Время перехода

# device_ir_stb
source: Set-top Box
es: Descodificador
fr: Boîtier décodeur
it: Decoder
ko: 셋탑박스
ru: Телеприставка

# home_scene_more
source: More scenes
de: Mehr Szenen
es: Más escenas
fr: Plus de scènes
it: Altre scene
ko: 더 많은 동시실행
ru: Больше сценариев

# camera_common_face_insufficientlight
source: Light too bright or too dark
de: Zu helles oder dunkles Licht
es: Demasiado brillante u oscuro
fr: Éclairage trop brillant ou trop sombre
it: Luce troppo chiara o troppo scura
ko: 이상 광
ru: необычный свет

# security_guard_alarm_condition
source: Alarm action
de: Alarmvorgang
es: Acción de alarma
fr: Action d’alarme
it: Azione di allarme
ko: 경보 동작
ru: Действие тревоги

# common_ignore
source: Ignore
de: Ignorieren
es: Ignorar
fr: Ignorer
it: Ignora
ko: 무시
ru: Игнорировать

# common_more
source: More
de: Mehr
es: Más
fr: Plus
it: Altro
ko: 더 보기
ru: Ещё

# device_dongle
source: USB Dingle
de: USB-Stick
es: Descodificador USB
fr: Dongle USB
it: Dingle USB
ko: USB 단자

# doorlock_inclined_tongue_does_not_engage_normally
source: Detected that the latch bolt does not engage normally, please check the following: 1.Strike plate, face plate, lock body 2.Lock body's wiring connections
de: Falls festgestellt wurde, dass der Riegel nicht normal einrastet, überprüfen Sie bitte Folgendes: 1.Schließblech, Stulp, Schlosskörper 2.Verdrahtungsanschlüsse des Schlosskörpers
es: Se ha detectado que el cerrojo de pestillo no encaja correctamente, compruebe lo siguiente: 1.Placa de cierre, placa frontal, cuerpo de la cerradura 2.Conexiones del cuerpo de la cerradura
fr: A détecté que le loquet ne s’enclenche pas normalement, veuillez vérifier ce qui suit : 1. Plaque de pression, plaque frontale, corps de verrou 2.Câblages du corps de verrou
it: È stato rilevato che il chiavistello non si innesta normalmente, controlla quanto segue: 1.Piastra di battuta, piastra anteriore, corpo della serratura 2.Collegamenti del cablaggio del corpo della serratura
ko: 래치 볼트가 정상적으로 작동하지 않는 것으로 감지되었습니다. 다음을 확인해주세요. 1. 스트라이크 플레이트, 페이스 플레이트, 록 바디 2. 바디의 배선 연결부를 잠급니다.

# automation_illumination_below
source: Illuminance drops to
de: Die Beleuchtung fällt auf
es: Brillo cae hasta
fr: L’éclairement descend à
it: L'illuminazione scende a
ko: 설정된 조도 아래로 내려가는 순간
ru: Освещенность падает до

# other_auto_alarm_message_1
source: alarm
es: alarma
fr: alarme
it: allarme
ko: 알람을 동작시켰습니다. 시간 내에 처리해 주십시오!
ru: не затягивайте решение проблемы!

# device_countdown_open_desc_1
source: Turn on after
de: Später einschalten
es: Encender tras
fr: Allumer après
it: Accendi dopo
ko: 분 후에, 켜기
ru: Включить через

# device_control_automatic_time_tip
source: The screen will be automatically turned on/off within a specified period.
de: Der Bildschirm wird innerhalb eines angegebenen Zeitraums automatisch ein- und ausgeschaltet.
es: La pantalla se apagará/encenderá automáticamente según dentro de un periodo especificado.
fr: L'écran sera automatiquement allumé/éteint dans un délai déterminé.
it: Lo schermo si accenderà/spegnerà automaticamente entro un periodo specificato.
ko: 특정 시간대에 자동으로 화면을 끄고 켭니다.

# security_title_triggersetting
source: Alarm Trigger
de: Alarmauslöser
es: Activación de alarma
fr: Déclencheur d’alarme
it: Attivazione di allarme
ko: 알람 발생
ru: Триггер сигнала тревоги

# doorlock_other_symbol
source: Detected that the latch bolt has not retracted normally, please check the lock body's wiring connections
de: 'Es wurde festgestellt, dass der Riegel nicht normal einrastet. Bitte überprüfen Sie die Kabelverbindungen des Schlosskörpers.
es: Se ha detectado que el cerrojo de pestillo no se ha retraído con normalidad, compruebe las conexiones del cuerpo del cerrojo
fr: A détecté que le loquet ne se rétracte pas normalement, veuillez vérifier le câblage du corps du verrou
it: È stato rilevato che il chiavistello non è arretrato normalmente, controlla i collegamenti del cablaggio del corpo della serratura
ko: 래치 볼트가 정상적으로 접히지 않은 것으로 감지되었습니다. 잠금 본체의 배선 연결부를 점검해주세요.

# automation_illumination_above
source: Illuminance reaches up to
de: Die Beleuchtung reicht bis zu
es: Brillo alcanza hasta
fr: L’éclairement atteint jusqu’à
it: L'illuminazione arriva fino a
ko: 설정된 조도 위로 올라가는 순간
ru: Освещенность достигает

# security_guard_advance_configure
source: Advanced
de: Fortgeschritten
es: Avanzado
fr: Avancé
it: Avanzata
ko: 고급 배치
ru: Расширенные настройки

# device_ac_quick_ht
source: Judge automatically based on room temperature
de: Treffen Sie automatisch basierend auf der Raumtemperatur Beurteilungen
es: Juzgar automáticamente en base a la temperatura de habitación
fr: Juger automatiquement en fonction de la température de la pièce
it: Valuta automaticamente in base alla temperatura ambiente
ko: 실내 온도에 따라 자동으로 설정됩니다.
ru: Автоматически определять на основе комнатной температуры

# device_service_setting_alarm_title
source: Alarm
es: Alarma
fr: Alarme
it: Allarme
ko: 알람
ru: Сигнал тревоги

# doorlock_guide_error_key_open
source: 检测到斜舌未曾正常收起：请检查锁体连接线 检测到方舌未正常收起：请检查锁体连接线 检测到角舌未正常弹出，请依次检查： 1.门扣板、锁体 2.锁体连接线
de: Wenn sich die Fallenbolzen nicht zurückziehen lassen: Überprüfen Sie den Anschlussdraht des Schlosskörpers Wenn sich die Mehrpunkt-Federbolzen nicht zurückziehen lassen: Bitte überprüfen Sie den Anschlussdraht des Schlosskörpers Wenn die Erkennungs-Zunge nicht aufspringt, überprüfen Sie bitte der Reihe nach Folgendes: 1. Schließblech, Schlosskörper 2. Schlosskörper Verbindungsdraht
es: Si la lengüeta no se retrae: Compruebe los cables de conexión del cuerpo de la cerradura Si la lengüeta multipunto no se retrae: Compruebe los cables de conexión del cuerpo de la cerradura Si la lengüeta de detección no salta, compruebe lo siguiente paso a paso: 1. Placa de cierre, cuerpo de la cerradura 2. Cables de conexión del cuerpo de la cerradura
fr: Si les pênes ne se rétractent pas : Vérifiez le fil de connexion du corps du verrou . Si les pênes à ressort multipoint ne se rétractent pas : Vérifiez le fil de connexion du corps du verrou . Si la languette de détection ne se déploie pas, vérifiez dans cet ordre : 1. Plaque de percussion, corps du verrou 2. Fil de connexion du corps du verrou
it: Se i chiavistelli non si ritraggono: Controllare il filo del connettore del corpo della serratura Se i bulloni a molla multipunto non si ritraggono: Controllare il filo del connettore del corpo della serratura Se la linguetta di rilevamento non si alza, controllare in sequenza: 1. Piastra frontale, corpo della serratura 2. Filo del connettore del corpo di chiusura
ko: 도어락 래치가 제대로 접히지 않은 것이 감지되었습니다 : 잠금체 연결선을 확인해주세요 각 래치가 제대로 튀어 나오지 않았음을 확인하시고, 다음의 순서를 확인해주세요: 1. 문고리, 잠금장치 2. 잠금체 연결선

# automation_illumination_more_than
source: Illuminance above
de: Beleuchtung über
es: Brillo por encima de
fr: Éclairement au-dessus de
it: Illuminazione superiore
ko: 지정된 조명 이상임
ru: Освещенность выше

# device_acpartner_status_speed_high
source: High
de: Hoch
es: Alto
fr: Élevé
it: Alto
ko: 강함
ru: Высокая

# doolock_alarm_after
source: Later
de: Später
es: Más tarde
fr: Plus tard
it: In seguito
ko: 후
ru: Позднее

# device_ac_adjust_with_conditions
source: According to actual situations, adjust control parameters of the air conditioner
de: Passen Sie die Bedienparameter der Klimaanlage entsprechend den tatsächlichen Situationen an
es: Según la situación actual, ajusta los parámetros de control del acondicionador de aire
fr: En fonction des situations réelles, ajuster les paramètres de contrôle du climatiseur
it: In base alle situazioni reali, regola i parametri di controllo del condizionatore d'aria
ko: 실제 상황에 따라 에어컨의 제어 매개 변수를 조정해주세요.
ru: Отрегулируйте параметры управления кондиционером в соответствии с реальной ситуацией.

# doorlock_advanced_security_protection
source: Advanced security protection
de: Fortgeschrittener Sicherheitsschutz
es: Protección de seguridad avanzada
fr: Protection avancée
it: Protezione di sicurezza avanzata
ko: 고급 보안 보호

# device_add_shortcut_fail_text1
source: The permission is not turned on. Please go to the system settings and turn on the "Home screen shortcuts" permission for Aqara Home.
de: Die Genehmigung ist nicht eingeschaltet. Bitte gehen Sie zu den Systemeinstellungen und aktivieren Sie dort die Berechtigung „Startbildschirm-Verknüpfungen“ für Aqara Home.
es: El permiso no se ha otorgado. Vaya a los ajustes del sistema y dé el permiso de "Accesos directos de la pantalla de inicio" a Aqara Home.
fr: Permission non activée. Veuillez accéder aux réglages du système et activer l’autorisation « Raccourcis de l’écran d’accueil » pour Aqara Home.
it: L'autorizzazione non è attivata. Vai alle impostazioni di sistema e attiva l'autorizzazione "Scelte rapide schermata Home" per Aqara Home.
ko: 권한이 켜져 있지 않습니다. 시스템 설정으로 이동하여 Aqara Home의 "홈 화면 바로 가기"권한을 켜십시오.
ru: Разрешение не включено. Перейдите в настройки системы и включите разрешение «Ярлыки на главном экране» для Aqara Home.

# device_set_signal_great
source: Excellent
de: Exzellent
es: Excelente
it: Eccellente

# doorlock_guide_error_emergency_button
source: 检测到应急旋钮无法正常转动，请联系客服 检测到剪舌未曾正常收起，请检查锁体连接线 检测到方舌未曾正常收起，请检查锁体连接线 检测到角舌未正常弹出，请依次检查： 1.门口板、锁体 2.锁体连接线
de: Wenn sich der Notfallknopf nicht drehen lässt, wenden Sie sich bitte an den Kundendienst. Wenn die Scherenbolzen nicht zurückgezogen wurden, überprüfen Sie bitte den Anschlussdraht des Schlosskörpers. Wenn die Mehrpunkt-Federbolzen nicht zurückgezogen wurden, überprüfen Sie bitte den Anschlussdraht des Schlosskörpers. n Wenn die Erkennungs-Zunge nicht aufgesprungen ist, überprüfen Sie bitte der Reihe nach Folgendes: 1. Schließblech, Schlosskörper 2. Schlosskörper Verbindungsdraht
es: Si el pomo de emergencia no se puede rotar, póngase en contacto con el servicio de atención al cliente Si detecta que la lengüeta enganchada no se retrae normalmente, compruebe las conexiones del cuerpo de la cerradura Si detecta que la lengüeta multipunto no se retrae normalmente, compruebe la conexión del cuerpo de la cerradura Si la lengüeta de detección no salta, compruebe lo siguiente paso a paso: 1. Placa de cierre, cuerpo de la cerradura 2. Cables de conexión del cuerpo de la cerradura
fr: Si vous ne pouvez pas faire tourner la molette de sécurité, contactez le personnel du service à la clientèle . Si les pênes à ciseau ne se rétractent pas, vérifiez le fil de connexion au corps du verrou . Si les pênes à ressort multipoint ne se rétractent pas, vérifiez le fil de connexion au corps du verrou . Si la languette de détection ne se déploie pas, vérifiez dans cet ordre : 1. Plaque de percussion, corps du verrou 2. Fil de connexion du corps du verrou
it: Se non è possibile ruotare la manopola di emergenza, contattare il personale del servizio di assistenza clienti Se i bulloni a forbice non sono rientrati, controllare il filo del connettore del corpo della serratura Se i bulloni a molla a più punti non sono rientrati, controllare il filo del connettore del corpo della serratura Se la linguetta di rilevamento non è stata visualizzata, controllare in sequenza: 1. Piastra frontale, corpo della serratura 2. Filo del connettore del corpo di chiusura
ko: 비상손잡이가 정상적으로 돌지 않는 현상이 감지되었습니다. 고객센터로 연락주세요. 전면 래치가 정상적으로 수납되지 않은 것으로 감지되었습니다. 잠금 장치 본체의 연결 라인을 확인해주세요. 사각 래치가 정상적으로 수납되지 않은 것이 감지되었습니다. 잠금 본체의 연결 라인을 확인해주세요 모서리 래치가 정상적으로 팝업되지 않는 것으로 감지되었습니다. 순서대로 확인해주세요. 1. 출입구 패널, 잠금 본체 2. 본체 연결선 잠금

# device_toilet_filter
source: 过滤器滤芯
de: Filterelement
es: Filtrar elemento
fr: Élément du filtre
it: Elemento filtrante
ko: 여과기 필터

# device_set_top_box_list
source: Set-top box
es: Descodificador
fr: Boîtier décodeur
it: Decoder
ko: 셋탑 박스 목록
ru: Список ТВ приставок

# device_respiration_rate
source: Respiration rate
de: Atemfrequenz
es: Frecuencia respiratoria
fr: Fréquence respiratoire
it: Frequenza respiratoria
ko: 호흡수
ru: Частота дыхания

# camera_title_image_rotate
source: Image Rotation
de: Bilddrehung
es: Rotación de imagen
fr: Rotation de l'image
it: Rotazione dell'immagine
ko: 이미지 회전
ru: Ориентация

# notification_type_alert
source: Alarm Notifications
de: Alarmbenachrichtigungen
es: Notificaciones de alarma
fr: Notifications d’alarme
it: Notifiche di allarme
ko: 경고 알림
ru: Уведомления о тревоге

# device_service_setting_alarm_title_conditions
source: Condition
de: Bedingung
es: Condición
it: Condizione
ko: 상태
ru: ЕСЛИ

# device_curtain_range_setting_title
source: Position Setting Guide
de: Anleitung zur Positionseinstellung
es: Guía de ajustes de posición
fr: Guide de réglage des positions
it: Guida all'impostazione della posizione
ko: 빠른 설정 가이드
ru: Калибровка

# other_error_list_empty
source: Failed to get data, please try again
de: Fehler beim Erhalten der Daten. Versuchen Sie es bitte erneut.
es: Fallo al obtener los datos, inténtelo de nuevo
fr: Échec d’obtention des données, veuillez réessayer
it: Impossibile ottenere i dati, riprova
ko: 데이터 불러오기 실패. 다시 시도해 주세요.
ru: Не удалось получить данные, повторите попытку

# device_control_relation_temperature
source: Associated Temperature & Humidity Sensor
de: Zugehöriger Temperatur- und Feuchtigkeitssensor
es: Sensor de temperatura y humedad asociado
fr: Capteur de température et d’humidité lié
it: Sensore di temperatura e umidità associato
ru: Связанный датчик температуры и влажности

# common_acquiring
source: Acquiring...
de: Erhalte...
es: Adquiriendo...
fr: Acquisition...
it: Acquisizione in corso...
ko: 불러오는 중...
ru: Получение…

# doorlock_alarm_threshold
source: Alarm Threshold Value
de: Alarmschwellwert
es: Valor de umbral de alarma
fr: Valeur seuil d’alarme
it: Valore soglia dell’allarme
