Repository: acodeworker/localzedLoader
Catalog: *.lproj/Localizable.strings
Languages: de, es, fr, it, ko, ru

# security_guard_apple_use_notify
source: The security system can only be used in the "Home" app. After the device is triggered, you will be notified by the "Home" app.
de: Das Sicherheitssystem kann nur in der "Home"-App verwendet werden. Nachdem das Gerät ausgelöst wurde, werden Sie von der "Home"-App benachrichtigt.
es: El sistema de seguridad solo se puede utilizar en la app "Home". Tras activar el dispositivo, se le notificará en la app "Home".
fr: Le système de sécurité ne peut être utilisé que dans l’appli « Home ». Une fois l’appareil activé, vous serez averti(e) par l’appli « Home ».
it: Il sistema di sicurezza può essere utilizzato solo nell'app "Home". Dopo che il dispositivo è stato attivato, riceverai una notifica dall'app "Home".
ko: 보안 시스템은 '홈' App에서만 지원되며 설비가 촉발되면 '홈'App에서 통지할 것입니다.
ru: Систему безопасности можно использовать только в приложении «Домой». После запуска устройства оно будет уведомлено в приложении «Домой»

# user_vertify_second
source: You can obtain it again in %1$ds
de: Sie können ihn in %1$ds erneut erhalten
es: Puede obtenerlo de nuevo en %1$ds
fr: Vous pouvez l’obtenir à nouveau dans %1$ds
it: Puoi ottenerlo di nuovo in %1$ds
ko: %1$d초 뒤에 다시 가져오기
ru: Отправить ещё раз через %1$d секунд

# security_offline
source: Alert system is offline
de: Das Alarmsystem ist offline
es: El sistema de alerta está desconectado
fr: Système d’alerte déconnecté
it: Il sistema di avviso è offline
ko: 경보장치가 오프라인 상태입니다.
ru: Охранная система не в сети

# other_common_count_down_auto_back
source: Automatically return after %1$d seconds
de: Automatische zurückkehren nach %1$d Sekunden
es: Volver automáticamente tras %1$d segundos
fr: Retour automatique après %1$d secondes
it: Ritorna automaticamente dopo %1$d secondi
ko: %1$d 초 후 자동으로 리턴합니다
ru: Автоматический возврат через %1$d секунд …

# common_button
source: Button
de: Taste
es: Botón
fr: Bouton
it: Pulsante
ko: 버튼
ru: Кнопка

# doorlock_subinfo_high_error
source: %1$d emergency exception(s)
de: %1$d Notfall-Ausnahme(n)
es: %1$d excepción(es) de emergencia
fr: %1$d exception(s) d’urgence
it: %1$d eccezione/i d’emergenza
ko: %1$d 비상 예외

# security_guard_is_offline
source: Alert system is offline
de: Das Alarmsystem ist offline
es: El sistema de alerta está desconectado
fr: Système d’alerte déconnecté
it: Il sistema di avviso è offline
ko: 보안 시스템이 오프라인되었습니다
ru: Система безопасности офлайн

# doorlock_index_user_number_end_1
source: The %1$d user
de: Der %1$d Nutzer
es: El usuario %1$d
fr: L’utilisateur %1$d
it: L’utente %1$d
ko: %1$d 사용자

# security_close
source: Alert system is off
de: Das Alarmsystem ist aus
es: El sistema de alerta está apagado
fr: Système d’alerte désactivé
it: Il sistema di avviso è disattivato
ko: 보안 모드 꺼짐
ru: Охранная система выключена

# security_guard_system_off
source: Alert system is off
de: Das Alarmsystem ist aus
es: El sistema de alerta está apagado
fr: Système d’alerte désactivé
it: Il sistema di avviso è disattivato
ko: 보안 시스템이 꺼져 있습니다
ru: Сигнализация отключена

# device_nas_set_time_interval_hours_1
source: %1$sHours
de: %1$sStunden
es: %1$s horas
fr: %1$s heures
it: %1$sOre
ko: %1$s시간
ru: %1$s ч.

# home_share_invite_title_1
source: %1$s invites you to join his/her smart family
de: %1$s lädt Sie ein, sich seiner/ihrer intelligenten Familie anzuschließen
es: %1$s te invita a unirte a su familia inteligente
fr: %1$s vous invite à rejoindre sa famille intelligente
it: %1$s ti invita ad unirti alla sua famiglia smart
ko: %1$s가 당신을 그/그녀의 스마트홈에 초대합니다.
ru: %1$s пригласил Вас присоединиться к его/её семье

# doorlock_abnormal_obtain_did
source: Did obtaintion is abnormal
de: Der Erhalt ist anormal
es: Obtención did defectuosa
fr: L’obtention est anormale
it: L'ottenimento è anomalo
ko: 비정상적인 획득입니다.

# home_share_invite_content_1
source: %1$s invites you to join his/her smart family, and control/view smart home devices together. Click to join: %2$s
de: %1$s lädt Sie ein, sich seiner/ihrer intelligenten Familie anzuschließen und gemeinsam Smart-Home-Geräte zu steuern/anzusehen. Treten Sie bei: %2$s
es: %1$s te invita a unirte a su familia inteligente, y a controlar/ver sus dispositivos inteligentes. Haga clic para unirse: %2$s
fr: %1$s vous invite à rejoindre sa famille intelligente et à contrôler/visualiser les appareils ménagers intelligents ensemble. Cliquer pour participer : %2$s
it: %1$S ti invita a unirti alla sua famiglia smart e a controllare/visualizzare i dispositivi smart home insieme. Fai clic per unirti: %2$s
ko: %1$s가 귀하를 스마트홈에 초대합니다. 스마트 홈 장치를 함께 제어해 보세요. 참여하기 위해 여기를 누르세요.: %2$s
ru: %1$s пригласил Вас присоединиться к его/её семье: управляйте устройствами умного дома вместе! Нажмите, чтобы продолжить: %2$s.

# doorlock_crccheck_failed
source: CRC check failed
de: CRC-Prüfung fehlgeschlagen
es: La comprobación CRC ha fallado
fr: Échec de vérification CRC
it: Controllo CRC non riuscito
ko: CRC 검사 실패

# security_guard_running_1
source: %1$s is running
de: %1$s läuft
es: %1$s está en funcionamiento
fr: %1$s est en cours
it: %1$s è in funzione
ko: %1$s 실행 중
ru: %1$s в процессе работы…

# curve_current_co2_density
source: CO2 Density:
de: CO2-Dichte:
es: Densidad de CO2:
fr: Densité de CO2 :
it: Densità CO2:
ko: 이산화탄소 농도
ru: Плотность CO2

# curve_above_1
source: Above %1$s
de: Über %1$s
es: Por encima de %1$s
fr: Au-dessus de %1$s
it: Superiore a %1$s
ko: %1$s이상
ru: Выше: %1$s

# access_reset_guide_tips_red
source: Long press the Reset button for more than 5 seconds until the yellow/red light flashes, and then release it to complete the reset operation successfully.
de: Halten Sie die Reset-Taste länger als 5 Sekunden gedrückt, bis das gelb/rote Licht blinkt und lassen Sie sie dann los, um den Reset-Vorgang erfolgreich abzuschließen.
es: Pulse el botón de reinicio durante más de 5 segundos hasta que la luz amarilla/roja parpadee y luego suéltelo, el dispositivo se habrá reiniciado con éxito.
fr: Appuyer sur le bouton de réinitialisation pendant plus de 5 secondes jusqu’à ce que le voyant jaune clignote et relâcher, indiquant que la réinitialisation est réussie.
it: Premere a lungo il pulsante reset per più di 5 secondi fino a quando la spia gialla/rossa lampeggia e rilasciarlo per completare l’operazione di ripristino.
ko: 리셋 키를 5초 이상 길게 눌러 노란불이나 빨간불이 깜박일 때까지 누르면 리셋이 완료됩니다.
ru: Нажмите и удерживайте кнопку сброса более 5 сек., пока не мигнет желтая или красная индикаторная лампа, а затем отпустите ее, то есть сброс будет успешным.

# homekit_home_sync_tips
source: If conflict exists, names in Home app will be used.
de: Wenn ein Konflikt besteht, werden die Namen in der Home-App verwendet.
es: Si hay un conflicto, se utilizarán los nombres de la app Hogar.
fr: En cas de conflit, les noms dans l’appli Home seront utilisés.
it: In caso di conflitto, verranno utilizzati i nomi usati nell'app Home.
ko: 문제 발생 시 홈 앱에 설정된 이름을 기준으로 함
ru: Если конфликт существует, будут использоваться имена приложения Home.

# automation_illumation_level_400
source: （Sunrise/Sunset）
de: (Sonnenauf-/Sonnenuntergang)
es: (Amanecer/Atardecer)
fr: （Lever/coucher du soleil）
it: （Alba/Tramonto）
ko: （일출 / 일몰）
ru: (Восход/Закат)

# device_connect_internet_reset_hint
source: Press the reset button for more than 10 seconds until the yellow light flashes and release, indicating the reset is successful.
de: Drücken Sie den Zurücksetzen-Knopf länger als 10 Sekunden, bis das gelbe Licht blinkt, und lassen Sie ihn los, was zeigt, dass das Zurücksetzen erfolgreich ist.
es: Pulse el botón de reinicio durante más de 10 segundos hasta que la luz amarilla parpadee y luego suéltelo, el dispositivo se habrá reiniciado con éxito.
fr: Appuyez sur le bouton de réinitialisation pendant plus de 10 secondes jusqu'à ce que le voyant jaune clignote et relâchez, indiquant que la réinitialisation est réussie.
it: Premere il pulsante reset per più di 10 secondi fino a quando la spia gialla lampeggia e rilasciarlo, indicando che il ripristino è completato.
ko: 노란색 불이 깜박거리며 장치가 리셋될 때까지 리셋 버튼을 10초 이상 길게 누루십시오.
ru: Нажмите и удерживайте кнопку сброса более 10 секунд, пока индикатор не начнет мигать желтым светом, после чего отпустите. Сброс будет успешно завершен.

# device_offline_reason_zigbee_weak_signal
source: (Possible cause: weak ZigBee signal)
de: (Mögliche Ursache: schwaches ZigBee-Signal)
es: (Posible causa: señal ZigBee débil)
fr: (Cause possible : signal ZigBee faible)
it: (Causa possibile: segnale ZigBee debole)
ko: (원인 : ZigBee 신호 약함)
ru: (возможная причина: слабый сигнал ZigBee)

# device_offline_reason_wifi_weak_signal
source: (Possible cause: weak Wi-Fi signal)
de: (Mögliche Ursache: schwaches WLAN-Signal)
es: (Posible causa: señal wifi débil)
fr: (Cause possible : signal Wi-Fi faible)
it: (Causa possibile: segnale Wi-Fi debole)
ko: (원인 예측: Wi-Fi 신호 약함)
ru: (возможная причина: слабый сигнал Wi-Fi)

# other_cloud_error_1201
source: Ifttt execute failed
de: Ifttt-Ausführung fehlgeschlagen
es: Ejecución fallida de ifttt
fr: échec de l’exécution Ifttt
it: Esecuzione ifttt non riuscita
ko: ifttt 실행 실패
ru: Ошибка выполнения Ifttt

# device_offline_reason_low_power
source: (Possible cause: low battery)
de: (Mögliche Ursache: Batterie schwach)
es: (Posible causa: batería baja)
fr: (Cause possible : batterie faible)
it: (Causa possibile: batteria scarica)
ko: (가능성 있는 원인 : 배터리 부족)
ru: (возможная причина: низкий уровень заряда батареи)

# device_mac_address
source: MAC Address
de: MAC-Adresse
es: Dirección MAC
fr: Adresse MAC
it: Indirizzo MAC
ko: MAC주소
ru: MAC-адрес

# automation_weather_text_sunny
source: %@ It will begin to clear up in the next %@ hours.
de: %@ Es wird in den nächsten %@ Stunden aufhellen.
es: %@ se pondrá despejado en las próximas %@ horas.
fr: %@ Le temps sera dégagé dans les prochaines %@ heures.
it: %@ Inizierà a schiarire nelle prossime %@ ore.
ko: %@ 는 향후%@시간 내 맑음
ru: %@: через %@ часов начнется проясняться

# notification_unread_tips_1_fios
source: %@ messages are uncomfirmed
de: %@ Nachrichten sind unbestätigt
es: %@ mensajes sin confirmar
fr: %@ messages sont non confirmées
it: %@ messaggi sono non confermati
ko: %@ 미확인
ru: %@ не подтверждено

# overview_switch_quantity_1_fios
source: %ld switch(es) on
de: %ld Schalter an
es: %ld interruptor(es) encendido(s)
fr: %ld commutateur(s) activé(s)
it: %ld interruttore/i acceso/i
ko: 스위치 %ld개 켜짐
ru: Выкл-лей вкл %ld

# doorlock_settingwifiinfo_failed
source: Setting Wi-Fi information failed
de: Einrichtung der WLAN-Informationen fehlgeschlagen
es: Ha fallado el ajuste de la información wifi
fr: Échec de configuration des informations Wi-Fi
it: Impostazione delle informazioni Wi-Fi non riuscita
ko: Wi-Fi 정보 설정 실패

# automation_weather_text_cloudy
source: %@ It will begin to cloudy in the next %@ hours.
de: %@ Es wird in den nächsten %@ Stunden bewölkt sein.
es: %@ se pondrá nuboso en las próximas %@ horas.
fr: %@ Le temps sera nuageux dans les prochaines %@ heures.
it: %@ Inizierà ad annuvolarsi nelle prossime %@ ore.
ko: %@ 는 향후%@시간 내 흐림
ru: %@: через %@ часов начнется облачно

# overview_door_window_quantity_1_fios
source: %ld door(s) and window(s) open
de: %ld Tür(en) und Fenster geöffnet
es: %ld puerta(s) y ventana(s) abiertas
fr: %ld porte(s) et fenêtre(s) ouverts
it: %ld porta/e e finestar/e aperte
ko: 창문 %ld개 열림
ru: Двери/окна откр %ld

# automation_humidity_lower_to
source: %@ Humidity falls to %@
de: %@ Luftfeuchtigkeit fällt auf %@
es: La humedad %@ cae a %@
fr: %@ L’humidité descend à %@
it: %@ L’umidità scende a %@
ko: %@ 습도가 %@ 아래로 내려가는 순간
ru: %@: Влажность падает до %@

# doorlock_opendoorwithnfccard_success_1
source: The %1$s NFC card opened the door successfully
de: Die %1$s NFC-Karte öffnete erfolgreich die Tür
es: La tarjeta NFC %1$s ha abierto la puerta con éxito
fr: La carte NFC %1$s a ouvert la porte avec succès
it: La scheda NFC %1$s ha completato l’apertura della porta
ko: %1$s NFC 카드가 성공적으로 문을 열었습니다. 영구적

# device_ctrl_vrf
source: VRF Air Conditioning Controller
de: VRF-Klimaanlagen-Controller
es: Controlador de aire acondicionado VRF
fr: Contrôleur VRF de climatiseur
it: Regolatore dell’aria condizionata VRF
ko: VRF 에어컨 컨트롤러
ru: Контроллер VRF кондиционера

# device_nas_set_time_interval_day_1_fios
source: %@Days
de: %@Tage
es: %@ días
fr: %@ jours
it: %@Giorni
ko: %@일
ru: %@ дн.

# common_time_mins_secs_later
source: %d min %d sec later
de: %d min %d s später
es: %d min %d seg. más tarde
fr: %d min %d s plus tard
it: %d min %d sec dopo
ko: %d 분 %d 초 후
ru: %d мин %d сек позже

# device_ctrl_vrv
source: VRV ac controller
de: VRV Klimaanlagen-Controller
es: Controlador de A.A. VRF
fr: Contrôleur VRV de climatiseur
it: Regolatore AC VRV
ko: VRV 에어컨 컨트롤러

# device_temperature_too_high_tips_1
source: %1$s %2$s The temperature is too high, and the power supply to the device has been automatically disconnected. Click %3$s button to remove this protection and continue to use it
de: %1$s %2$s Die Temperatur ist zu hoch und die Stromversorgung zum Gerät wurde automatisch getrennt. Klicken Sie auf %3$s, um diesen Schutz aufzuheben und ihn weiterhin zu verwenden
es: %1$s %2$s La temperatura es demasiado alta y se ha cortado automáticamente la alimentación del dispositivo. Haga clic en el botón %3$s para retirar esta protección y seguir utilizándolo
fr: %1$s %2$s La température est trop élevée et l’alimentation électrique de l’appareil a été automatiquement coupée. Cliquer sur le bouton %3$s pour supprimer cette protection et continuer à l’utiliser
it: %1$s %2$s La temperatura è troppo alta e l’alimentazione del dispositivo è stata scollegata automaticamente. Fai clic sul pulsante %3$s per rimuovere questa protezione e continuare ad usarlo
ko: %1$s %2$s 과온이므로 장치 전원이 자동으로 차단되었습니다. %3$s 버튼을 클릭하여 보호를 헤제하면 계속 사용할 수 있습니다.
ru: %1$s %2$s Перегрев. Устройство автоматически отключено. Чтобы снять защиту, нажмите кнопку %3$s, и продолжите использование.

# automation_location_leave_text
source: %1$s (%2$s) leaves %3$s
de: %1$s (%2$s) geht %3$s
es: %1$s (%2$s) se va %3$s
fr: %1$s (%2$s) part de %3$s
it: %1$s (%2$s) parte %3$s
ko: " %1$s (%2$s), %3$s 에 도착했습니다. "
ru: %1$s (%2$s) покинул(-а) %3$s

# device_usb_interface
source: USB port
de: USB-Anschluss
es: Puerto USB
fr: Port USB
it: Porta USB
ko: USB 포트
ru: USB-порт

# automation_humidity_higher_to
source: %@ Humidity rises to %@
de: %@ Luftfeuchtigkeit steigt auf %@
es: La humedad %@ sube a %@
fr: %@ L’humidité monte à %@
it: %@ L’umidità aumenta a %@
ko: %@ 습도가 %@ 위로 올라가는 순간
ru: %@: Влажность поднимается до %@

# device_dynamic_times_1
source: %d times
de: %d mal
es: %d veces
fr: %d fois
it: %d volte
ko: %d 회
ru: %d раз

# other_verification_code_incorrect
source: Verification code incorrect
de: Falscher Bestätigungscode
es: Código de verificación incorrecto
fr: Code de vérification incorrect
it: Codice di verifica non corretto
ko: 인증 코드 오류
ru: Ошибка кода подтверждения

# device_state_recovery
source: %1$s %2$s Status restored
de: %1$s %2$s Status wiederhergestellt
es: %1$s %2$s estado restaurado
fr: %1$s %2$s État restauré
it: %1$s %2$s Stato ripristinato
ko: %1$s %2$s 상태가 복원되었습니다.
ru: Статус %1$s %2$s восстановлен

# doorlock_opendoorwithperiodpwd_success_1
source: The %1$s periodic password opened the door successfully
de: Das $1$s periodische Passwort öffnete die Tür erfolgreich
es: La contraseña periódica %1$s ha abierto la puerta con éxito
fr: Le mot de passe périodique %1$s a ouvert la porte avec succès
it: La password periodica %$1 ha completato l’apertura della porta
ko: %1$s 정기 암호가 성공적으로 문을 열었습니다.

# automation_humidity_higher_than
source: %@ Humidity is above %@
de: %@ Luftfeuchtigkeit liegt über %@
es: La humedad %@ está por encima de %@
fr: %@ Humidité supérieure à %@
it: %@ L’umidità è superiore a %@
ko: %@ 습도가 %@ 위에 있을 때
ru: %@: Влажность выше %@

# doorlock_add_user_title
source: %1$s's
es: de %1$s

# homekit_bind_homekit
source: HomeKit Binding
de: HomeKit-Bindung
es: Vinculación de HomeKit
fr: Liaison HomeKit
it: Pacchetto HomeKit
ko: HomeKit 연결
ru: Привязка HomeKit

# doorlock_opendoorwithfgpwd_success_1
source: The %1$s fingerprint opened the door successfully
de: Der %1$s Fingerabdruck öffnete erfolgreich die Tür
es: La huella dactilar %1$s ha abierto la puerta con éxito
fr: L’empreinte digitale %1$s a ouvert la porte avec succès
it: L’impronta digitale %$1 ha completato l’apertura della porta
ko: %1$s 지문이 성공적으로 문을 열었습니다.

# device_ir_dvd
source: DVD Player
es: Reproductor DVD
fr: Lecteur DVD
it: Lettore di DVD
ko: DVD 플레이어
ru: DVD плеер

# automation_location_arrive_text
source: %1$s (%2$s) arrives at %3$s
de: %1$s (%2$s) kommt an um %3$s
es: %1$s (%2$s) llega en %3$s
fr: %1$s (%2$s) arrive à %3$s
it: %1$s (%2$s) arriva alle %3$s
ko: " %1$s (%2$s), %3$s 에 도착했습니다. "
ru: %1$s (%2$s) прибыл(-а) в %3$s

# doorlock_flash_crc_check_fail
source: Flash CRC check failed (0x03)
de: Flasch CRC Prüfung fehlgeschlagen (0x03)
es: Comprobación flash CRC fallida (0x03)
fr: Échec de vérification Flash CRC (0x03)
it: Controllo CRC flash non riuscito (0x03)
ko: 플래시 CRC 검사 실패(0x03)

# common_language_en
source: English
de: Englisch
es: Inglés
fr: Anglais
it: Inglese
ko: 영문
ru: Английский

# device_delay_later_hint
source: %1$s later
de: %1$s später
es: %1$s más tarde
fr: %1$s plus tard
it: %1$s dopo
ko: %1$s 후
ru: %1$s позже

# common_time_mins_later
source: %d min later
de: %d min später
es: %d min más tarde
fr: %d min plus tard
it: %d min dopo
ko: %d 분 후
ru: %d мин позже

# doorlock_multi_times_unlock_error
source: %1$s times unlock error
de: %1$s Zeiten-Entsperrfehler
es: Error de desbloqueo %1$s veces
fr: %1$s erreurs de déverrouillage
it: Errore di sblocco %1$s volte
ko: %1$s 시간 잠금 해제 오류

# overview_socket_quantity_1
source: %s outlet(s) on
de: %s Steckdose(n) an
es: %s toma(s) de corriente encendida(s)
fr: %s prise(s) activée(s)
it: %s uscita/e attiva/e
ko: 플러그 %s개 켜짐
ru: Розеток вкл %s

# access_net_mode_wifi
source: Wi-Fi Access
de: WLAN-Verbindung
es: Wi-Fi入网
fr: Connexion Wi-Fi
ko: Wi-Fi 연결
ru: Доступ по Wi-Fi

# curve_event_trigger_1
source: %1$s Trigger Count
de: %1$s Auslöserzähler
es: %1$s cuenta de activaciones
fr: %1$s nombre de déclenchements
it: %1$s Conteggio del trigger
ko: %1$s 사건 발생 횟수
ru: %1$s Счетчик триггеров

# overview_soaked_quantity_1
source: %s water leak(s) detected
de: %s Wasserleck(s) erkannt
es: %s fuga(s) de agua detectada(s)
fr: %s fuite(s) d’eau détectée(s)
it: %s perdita/e d’acqua rilevata/e
ko: %s에 침수 발생합니다.
ru: Затопления %s

# doorlock_wifi_signalstrength
source: Wi-Fi signal strength
de: WLAN-Signalstärke
es: Intensidad de señal de wifi
fr: Puissance du signal Wi-Fi
it: Potenza del segnale Wi-Fi
ko: Wi-Fi 신호 강도

# overview_doorlock_quantity_1
source: %s door lock(s)
de: %s Türschloss/Türschlösser
es: %s cerradura(s)
fr: %s verrou(s) de porte
it: %s blocco/i porta
ko: 도어록 %s개
ru: Дверных замков закрыто %s

# device_set_wifi_hotspot
source: Wi-Fi hotspot
de: WLAN-Hotspot
es: Punto caliente wifi
fr: Hotspot Wi-Fi
it: Hotspot Wi-Fi
ko: Wi-Fi 핫스팟
ru: Точка доступа Wi-Fi

# device_control_feed_interval_1_fios
source: Feeding for %@
de: Fütterung für %@
es: Alimentando %@
fr: Alimentation pendant %@
it: Avanzamento per %@
ko: %@급식
ru: График кормления %@

# device_control_typeu
source: U-Rail
de: Typ U-Schiene
es: Raíl tipo U
fr: Rail de type U
it: Tipo U rail
ko: U형 레일

# doorlock_successful
source: %1$s is successful
de: %1$s ist erfolgreich
es: %1$s con éxito
fr: %1$s réussi
it: %1$s è riuscito
ko: %1$s 성공

# overview_light_quantity_1_fios
source: %ld light(s) on
de: %ld Lichter an
es: %ld luz(ces) encendida(s)
fr: %ld lumière(s) allumée(s)
it: %ld luce/i accesa/e
ko: 조명 %ld개 켜짐
ru: Ламп вкл %ld

# camera_title_wifi_strength
source: Wi-Fi Strength
de: WLAN-Stärke
es: Intensidad de wifi
fr: Puissance du Wi-Fi
it: Potenza del Wi-Fi
ko: WIFI 세기
ru: Мощность Wi-Fi

# automation_weather_text_snow
source: %@ It will begin to snow in the next %@ hours.
de: %@ Es wird in den nächsten %@ Stunden schneien.
es: %@ se pondrá a nevar en las próximas %@ horas.
fr: %@ Il neigera dans les prochaines %@ heures.
it: %@ Inizierà a nevicare nelle prossime %@ ore.
ko: %@ 는 향후%@시간 내 눈
ru: %@: через %@ часов начнется снег

# overview_air_condition_quantity_1_fios
source: %ld AC(s) on
de: %ld Klimaanlage(n) an
es: %ld aire(s) acondicionado(s) encendido(s)
fr: %ld climatiseur(s) activé(s)
it: %ld condizionatore/i d’aria acceso/i
ko: 에어컨 %ld 대 켜짐
ru: Кондиц. вкл %ld

# doorlock_wifipwdenter_error
source: Wi-Fi password is incorrect
de: Das WLAN-Passwort ist falsch
es: La contraseña wifi es incorrecta
fr: Mot de passe Wi-Fi incorrect
it: La password del Wi-Fi non è corretta
ko: Wi-Fi 비밀번호가 맞지 않습니다.

# automation_weather_text_rain
source: %@ It will begin to rain in the next %@ hours.
de: %@ Es wird in den nächsten %@ Stunden regnen.
es: %@ se pondrá a llover en las próximas %@ horas.
fr: %@ Il pleuvra dans les prochaines %@ heures.
it: %@ Inizierà a piovere nelle prossime %@ ore.
ko: %@ 는 향후%@시간 내 비
ru: %@: через %@ часов начнется дождь

# overview_fan_quantity_1_fios
source: %ld fan(s) on
de: %ld Lüfter an
es: %ld ventilador(es) encendido(s)
fr: %ld ventilateur(s) activé(s)
it: %ld ventola/e accesa/e
ko: 선풍기가 %ld대 켜져 있습니다.
ru: Вентиляторов включено %ld

# automation_tvoc_level_below_1
source: TVOC level is below %s.
de: Der TVOC-Wert liegt unter %s.
es: Nivel TVOC por debajo de %s.
fr: Niveau TVOC en dessous de %s.
it: Il livello TVOC è inferiore a %s.
ko: TVOC등급은 %s 이하입니다.
ru: Уровень TVOC ниже %s

# doorlock_wifi_satus_check_fail
source: Wi-Fi status check failed!
de: Überprüfung des WLAN-Status fehlgeschlagen!
es: ¡Fallo en la comprobación de estado del wifi!
fr: Échec de vérification d’état Wi-Fi !
it: Controllo dello stato del Wi-Fi non riuscito!
ko: Wi-Fi 상태 확인 실패!

# overview_abnormally_quantity_1_fios
source: %ld abnormal device(s)
de: %ld anormale(s) Gerät(e)
es: %ld dispositivo(s) defectuoso(s)
fr: %ld appareils anormaux
it: %ld dispositivo/i anomalo/i
ko: 비정상 장치 %ld개
ru: Сбоев %ld

# doorlock_wifi_error_connect_failed
source: Wi-Fi connection failed
de: WLAN-Verbindung fehlgeschlagen
es: Fallo en conexión wifi
fr: Échec de la connexion au Wi-Fi
it: Collegamento Wi-Fi non riuscito

# doorlock_wifi_not_configured
source: WI-FI is not configured
de: WLAN ist nicht konfiguriert
es: El wifi no está configurado
fr: WI-FI non configuré
it: Il Wi-Fi non è configurato
ko: Wi-FI가 구성되지 않았습니다.

# device_countdown_close_desc_1_fios
source: Turn off after %@ hours %@ minutes
de: Nach %@ Stunden %@ Minuten ausschalten
es: Apagar tras %@ horas %@ minutos
fr: Éteindre après %@ heures %@ minutes
it: Spegnere dopo %@ ore %@ minuti
ko: %@ 시 %@ 분 후 끄기
ru: Отключить через %@ ч %@ минут

# home_share_home_member_count
source: %@ members
de: %@ Mitglieder
es: %@ miembros
fr: %@ membres
it: %@ membri
ko: %@ 멤버
ru: %@ пользователей

# camera_reset_light_tips
source: Follow the diagram and wait for the voice prompt "waiting for connection"
de: Folgen Sie dem Diagramm und warten Sie auf die Sprachansage "Warten auf Verbindung"
es: Siga el diagrama y espere al aviso de voz "esperando conexión"
fr: Suivre le schéma et attendre l’invite vocale « en attente de connexion »
it: Segui lo schema e attendo che la voce dica "waiting for connection” (in attesa di collegamento)
ko: 그림에서 제시하는 대로 작동하면 “연결 대기 중” 이라는 보이스 메시지가 들립니다.
ru: Слышна голосовая подсказка «Ожидание подключения».

# doorlock_not_supported_required_feat
source: Reject: Not Support (The required features are not supported) (0x0B)
de: Ablehnen: Nicht unterstützt (Die erforderlichen Funktionen werden nicht unterstützt) (0x0B)
es: Rechazado: No soportado (las funciones requeridas no están soportadas) (0x0B)
fr: Rejet : Non pris en charge (les fonctionnalités requises ne sont pas prises en charge) (0x0B)
it: Respingi: Non supportato (le funzionalità richieste non sono supportate) (0x0B)
ko: 오류 : 지원되지 않음(0x0B)
