Repository: acodeworker/localzedLoader
Catalog: *.lproj/Localizable.strings
Languages: de, es, fr, it, ko, ru

# device_current_power_w
source: Power (W)
de: Leistung (W)
es: Potencia (W)
fr: Puissance (W)
it: Potenza (W)
ko: 현재 전력(W)
ru: Мощность (Вт)

# device_camera_setway_tips
source: Different installation methods will affect the control direction of the PTZ and the preset frequently-watched position, please choose according to the actual situation
de: Unterschiedliche Installationsmethoden wirken sich auf die Steuerrichtung der PTZ und die voreingestellte häufig beobachtete Position aus. Bitte wählen Sie entsprechend der tatsächlichen Situation
es: Los diferentes métodos de instalación afectarán a la dirección de control de la PTZ y a la posición preestablecida de vigilancia frecuente, por favor, elíjalo de acuerdo a la situación actual
fr: Différentes méthodes d’installation affecteront la direction de contrôle de PTZ et la position fréquemment surveillée prédéfinie, veuillez choisir en fonction de la situation réelle
it: Metodi di installazione diversi influenzeranno la direzione di controllo del PTZ e la posizione preimpostata frequentemente osservata, scegli in base alla situazione reale
ko: 다른 설치 방법은 짐벌의 제어 방향과 자주 보는 미리 설정된 위치에 영향을 미치므로 실제 상황에 따라 선택하십시오
ru: Различные методы установки будут влиять на направление управления PTZ и предустановленное часто просматриваемое положение, пожалуйста, выбирайте в соответствии с реальной ситуацией.

# device_wind_type
source: Wind Type
de: Windtyp
es: Tipo de viento
fr: Type de vent
it: Tipo di vento
ko: 바람모드
ru: Тип обдува

# device_ac_confirm_responding_1
source: Click the button below and confirm whether the %1$s works normally
de: Klicken Sie auf die Schaltfläche unten und bestätigen Sie, ob %1$s normal funktioniert
es: Haga clic en el botón más abajo y confirme si el %1$s funciona correctamente
fr: Cliquer sur le bouton ci-dessous et vérifier si %1$s fonctionne normalement
it: Clicca sul pulsante in basso e verifica se %1$s funziona normalmente
ko: "아래 버튼을 터치하여 %1$s가 반응하는지 확인하세요"
ru: Нажмите кнопку ниже и убедитесь, что %1$s отвечает правильно

# device_drying_clothes_confirm_connect_tips
source: The buzzer long beeps once
de: Der Summer piept einmal lang
es: El pitido suena una vez larga
fr: Le buzzer émet un long bip
it: Il cicalino emette un segnale acustico lungo
ko: 버저가 길게 한 번 울립니다.

# camera_device_set_facial_null_hint
source: Click the button below and add a face to the device
de: Klicken Sie auf die Schaltfläche unten und fügen Sie dem Gerät ein Gesicht hinzu
es: Haga clic en el botón más abajo y añada una cara al dispositivo
fr: Cliquer sur le bouton ci-dessous et ajouter un visage à l’appareil
it: Clicca sul pulsante in basso e aggiungi un volto al dispositivo
ko: 아래 버튼을 클릭하여 장치에 얼굴을 추가하십시오.
ru: Нажмите кнопку ниже, чтобы добавить лицо на устройство.

# device_ac_confirm_responding_1_fios
source: Click the button below and confirm whether the %@ works normally.
de: Klicken Sie auf die Schaltfläche unten und bestätigen Sie, ob %@ normal funktioniert.
es: Haga clic en el botón más abajo y confirme si el %@ funciona correctamente.
fr: Cliquer sur le bouton ci-dessous et vérifier si %@ fonctionne normalement.
it: Clicca sul pulsante in basso e verifica se %@ funziona normalmente.
ko: 아래 버튼을 터치하여 %@ 가 정상적으로 동작하는지 확인하세요.
ru: Нажмите кнопку ниже и убедитесь, что %@ отвечает правильно

# home_position_assign_position
source: Assign Location
de: Standort zuweisen
es: Asignar ubicación
fr: Attribuer une localisation
it: Assegna posizione
ko: 위치 지정
ru: Местонахождение

# device_custom_time
source: Click Set Custom Time
de: Klicken Sie, um die benutzerdefinierte Zeit festlegen
es: Clic para configurar tiempo personalizado
fr: Cliquez sur Régler l'heure personnalisée
it: Clicca su Imposta orario personalizzato
ko: 클릭하여 자체정의시간을 설정하기
ru: Нажмите, чтобы настроить время

# device_ring_record_upload
source: Press to upload
de: Drücken zum Hochladen
es: Pulsar para subir
fr: Appuyer pour télécharger
it: Premi per caricare
ko: 업로드 클릭
ru: Нажмите, чтобы загрузить

# common_inputbox_name_hint
source: Click to enter the name
de: Klicken Sie, um den Namen einzugeben
es: Clic para introducir un nombre
fr: Cliquer pour saisir le nom
it: Clicca per inserire il nome
ko: 이름 입력 클릭
ru: Введите имя

# common_share_success
source: Shared successfully
de: Erfolgreich geteilt
es: Compartido con éxito
fr: Partagé avec succès
it: Condivisione riuscita
ko: 공유에 성공하였습니다
ru: Поделиться удалось

# other_click_too_fast_hint
source: click too fast
de: Sie klicken zu schnell
es: clic demasiado rápido
fr: clic trop rapide
it: clic troppo veloce
ko: 너무 빨리 클릭하셨습니다.
ru: слишком частые нажатия

# home_share_home
source: Share Home
de: Zuhause teilen
es: Compartir hogar
fr: Partager la maison
it: Condividi Home
ko: 홈 공유
ru: Поделиться Домом

# home_home_click_set
source: Click to set home location
de: Klicken Sie hier, um den Standort des Zuhauses festzulegen
es: Clic para configurar ubicación del hogar
fr: Cliquer pour localiser la maison
it: Clicca per impostare la posizione della casa
ko: 집 위치를 설정하려면 클릭하세요
ru: Определить

# device_control_feed_2_1_fios
source: %@ portions
de: %@ Portionen
es: %@ porciones
it: %@ notifiche
ko: %@몫
ru: %@ порция

# device_dynamic_add_light_state
source: Click to add light status
de: Klicken Sie, um den Lichtstatus hinzuzufügen
es: Clic para añadir estado de luz
fr: Cliquer pour ajouter l’état de la lumière
it: Clicca per aggiungere lo stato della luce
ko: 불빛 상태 추가를 클릭하세요
ru: Нажмите, чтобы добавить статус освещения

# other_share_fail_tips
source: Share failed
de: Teilung fehlgeschlagen
es: Fallo al compartir
fr: Échec du partage
it: Condivisione non riuscita
ko: 공유 실패
ru: Не удалось поделиться

# camera_device_camera_btn_addposition
source: Click to Add Location
de: Klicken Sie, um den Standort hinzuzufügen
es: Clic para añadir ubicación
fr: Cliquer pour Ajouter la localisation
it: Clicca per aggiungere posizione
ko: 관심구역을 추가하세요
ru: Нажмите для добавления локации

# device_sleep_macro_movement
source: Macrobody movement
de: Makrokörperbewegung
es: Movimiento general
fr: Mouvement macrocorporel
it: Spostamento del macrocorpo
ko: 크게 뒤척임
ru: Сильное движение

# device_sleep_roll_over_times_fios
source: Roll over for % @ times
de: %@ mal umdrehen
es: Dar la vuelta %@ veces
fr: Retourner % @ fois
it: Rotola per % @ volte
ko: 몸을 뒤척인 횟수가 %@입니다.
ru: %@ переворачиваний

# curve_atmospheric_detail_with_colon
source: Atmospheric Pressure:
de: Atmosphärischer Druck:
es: Presión atmosférica:
fr: Pression atmosphérique :
it: Pressione atmosferica:

# home_scene_click_add_to_homepage
source: Click "edit", and add the scene to the homepage
de: Klicken Sie auf „Bearbeiten“ und fügen Sie die Szene zur Homepage hinzu
es: Haga clic en "editar", y añada la escena a la página de inicio
fr: Cliquer sur « modifier » et ajouter la scène à la page d’accueil
it: Clicca su "modifica" e aggiungi la scena alla home page
ko: 편집을 클릭하여 자동실행을 홈에 추가
ru: Кликните «Изменить», для добавления сценария на домашний экран

# device_sensor_pressure_title
source: Atmospheric Pressure
de: Luftdruck
es: Presión atmosférica
fr: Pression atmosphérique
it: Pressione atmosferica
ko: 대기압
ru: Атмосферное давление

# camera_back
source: Back
de: Zurück
es: Atrás
fr: Retour
it: Indietro
ko: 되돌아가기
ru: Назад

# doorlock_login_timeout
source: Login timed out
de: Zeitüberschreitung bei der Anmeldung
es: Tiempo de inicio de sesión expirado
fr: Connexion expirée
it: Accesso scaduto
ko: 로그인 시간 초과

# device_curtain_install_quick_guide_detail
source: Click “Configure” to confiure the curtain
de: Klicken Sie auf „Konfigurieren“, um den Vorhang zu konfigurieren
es: Haga clic en "Configurar" para configurar la cortina
fr: Cliquer sur « Configurer » pour configurer le rideau
it: Clicca su "Configura" per configurare la tenda
ko: 커튼 설정을 시작하려면 "설정"버튼을 눌러주세요
ru: Нажмите “Настроить”, чтобы настроить шторы.

# device_add_profiles
source: Create New Scene
de: Neue Szene erstellen
es: Crear nueva escena
fr: Créer une scène
it: Crea una nuova scena
ko: 시나리오 추가
ru: Создать новый сценарии

# other_me_help_feedback
source: Customer Service
de: Kundenbetreuung
es: Atención al cliente
fr: Service à la clientèle
it: Assistenza Clienti
ko: 피드백
ru: Обратная связь

# home_add_home
source: Create Home
de: Zuhause erstellen
es: Crear hogar
fr: Créer une maison
it: Creare home
ko: 홈 추가
ru: Добавить дом

# home_sence_click_to_choose
source: Click + and select the scene you need
de: Kicken und wählen Sie die benötigte Szene aus
es: Haga clic en + y seleccione la escena que necesita
fr: Cliquer + et sélectionner la scène qu’il vous faut
it: Clicca su + e seleziona la scena che desideri
ko: + 클릭하여 필요 씬 추가
ru: Кликните + для выбора сценария

# home_scene_click_add_to_homepage_
source: Click "
de: Klicken Sie auf "
es: Haga clic en "
fr: Clic
it: Clicca su "
ko: 클릭 "
ru: Кликните «

# device_curtain_opened_confirm
source: Is the curtain completely opened？
de: Ist der Vorhang vollständig geöffnet?
es: ¿Está la cortina completamente abierta?
fr: Le rideau est-il complètement ouvert ?
it: La tenda è completamente aperta？
ko: 커튼이 열렸습니까?
ru: Штора открыта？

# home_click_to_shortcut
source: Click "+" to Favorites
de: Klicken Sie auf "+", um Favoriten hinzuzufügen
es: Haga clic en "+" para favoritos
fr: Cliquez sur « + » dans les Favoris.
it: Clicca su "+" per Preferiti
ko: "'+'을 클릭하여 단축키 추가"
ru: Кликните «+», чтобы добавить ярлык

# device_identify_mode_1
source: One-hand gesture identification
de: Einhändige Gestenerkennung
es: Identificación de gesto a una mano
fr: Identification gestuelle à une main
it: Identificazione del gesto di una mano
ko: 단일 손동작 인식
ru: Распознавание жестов одной руки

# device_set_range_title
source: Curtain is not set, configure now?
de: Der Vorhang ist nicht eingestellt. Jetzt konfigurieren?
es: Cortina no configurada, ¿hacerlo ahora?
fr: Rideau non réglé, configurer maintenant ?
it: La tenda non è impostata, configurarla ora?
ko: 커튼이 설정되지 않았습니다. 지금 설정 하시겠습니까?
ru: Шторы не настроены, настроить сейчас?

# device_sleep_roll_over
source: Roll over
de: Umdrehen
es: Dar la vuelta
fr: Retourner
it: Rotola
ko: 몸을 뒤척입니다.
ru: Переверачивания

# other_common_unit_switch
source: Units
de: Einheiten
es: Unidades
fr: Unités
it: Unità
ko: 단위 변경
ru: Единицы измерения

# home_click_add_to_shortcut
source: Click "○" to add the card to "Favorites".
de: Klicken Sie auf "○", um die Karte zu den "Favoriten" hinzuzufügen.
es: Haga clic en "○" para añadir la tarjeta a los "Favoritos".
fr: Cliquez sur « ○ » pour ajouter la carte aux « Favoris ».
it: Clicca su "○" per aggiungere la scheda a "Preferiti".
ko: ○에 체크 하면 이 카드가 바로가기에 추가됩니다.
ru: Кликните «○», чтобы добавить карту в «ярлык»

# device_camera_my_video_ubox
source: My videos in U⁺ Box
de: Meine Videos in U⁺ Box
es: Mis vídeos en U⁺ Box
fr: Mes vidéos dans U⁺ Box
it: I miei video in U⁺ Box
ko: 감지/타임랩스 영상 보기

# other_time_hint_hour
source: %1$d hour(s)
de: %1$d Stunde(n)
es: %1$d hora(s)
fr: %1$d heure(s)
it: %1$d ora/e
ko: %1$d시간
ru: %1$d часа(ов)

# doorlock_zigbeeconnection_success_wifi_auto_configure
source: "Zigbee connection is successful.Configuring Wi-Fi automatically..."
de: "Zigbee-Verbindung erfolgreich. WLAN wird automatisch konfiguriert..."
es: "Conexión a Zigbee exitosa. Configurando wifi automáticamente..."
fr: « Connexion Zigbee réussie. Configuration automatique du Wi-Fi... »
it: "Collegamento Zigbee riuscito. Configurazione Wi-Fi automatica in corso..."
ko: ZigBee 연결에 성공했습니다.Wi-Fi 자동 구성 중...

# device_ac_dialog_state_match_check_tips
source: (If the air conditioner does not support heating, please also tick）
de: (Falls die Klimaanlage keine Heizung unterstützt, bitte ebenfalls ankreuzen）
es: (Marcar también si el aire acondicionado no admite calefacción)
fr: (Si le climatiseur ne prend pas en charge le chauffage, cocher également)
it: (Se il condizionatore d'aria non dispone di riscaldamento, spuntare anche)
ko: 만약 에어컨이 난방 기능을 지원하지 않는다면, 클릭해주세요.
ru: (Отметьте, если кондиционер не поддерживает обогрев)

# other_title_security_setting
source: Security Settings
de: Sicherheitseinstellungen
es: Ajustes de seguridad
fr: Paramètres de sécurité
it: Impostazioni di sicurezza
ko: 안전 설정
ru: Безопасность

# notification_unread_tips_1
source: %1$dmessages are unconfirmed
de: %1$dNachrichten sind unbestätigt
es: %1$d mensajes sin confirmar
fr: %1$d messages ne sont pas confirmés
it: %1$Dmessaggi non sono confermati
ko: %1$d미확인 메시지
ru: %1$dне подтверждено

# device_acpartner_sleep_mode
source: Sleep mode
de: Schlafmodus
es: Modo dormir
fr: Mode Veille
it: Modalità sonno
ko: 취침 모드
ru: Режим сна

# device_btn_name
source: Button Name
de: Tastenname
es: Nombre de botón
fr: Nom du bouton
it: Nome del pulsante
ko: 버튼 이름
ru: Название Кнопки

# home_member_count_full
source: %1$d members
de: %1$d Mitglieder
es: %1$d miembros
fr: %1$d membres
it: %1$d membri
ko: %1$d 멤버
ru: %1$d пользователей

# automation_if_gather_popup_hint
source: The "condition set" is a custom function for service provider. Viewing and editing are not supported temporarily. Please contact the service provider for adjustment.
de: Das "Bedingungs-Set" ist eine benutzerdefinierte Funktion für Dienstanbieter. Das Anzeigen und Bearbeiten wird vorübergehend nicht unterstützt. Bitte wenden Sie sich zur Anpassung an den Provider.
es: La "condición ajustada" es una función personalizada del proveedor de servicios. La visualización y la edición no son compatibles temporalmente. Por favor, póngase en contacto con el proveedor de servicios para el ajuste.
fr: Le « jeu de conditions » est une fonction personnalisée pour le fournisseur de services. Affichage et modification non pris en charge temporairement. Veuillez contacter le fournisseur de services pour un ajustement.
it: Il "set di condizioni" è una funzione personalizzata per il fornitore di servizi. Visualizzazione e modifica non sono temporaneamente supportate. Contatta il fornitore di servizi per la regolazione.
ko: 조건부는 서비스 업체의 사용자 정의 기능으로 보기 및 편집은 일시적으로 지원되지 않습니다. 조정이 필요하시면 서비스 업체로 문의하십시오.
ru: «Набор условий» - настраиваемая функция поставщика услуг. Просмотр и редактирование временно не поддерживаются. Для регулировки обратитесь к поставщику услуг.

# security_mode_24h_text
source: "%1$s" will be automatically started after being configurated and cannot be stopped, so it is recommended to configure devices that require 24-hour defense (such as smoke sensors), to ensure home safety
de: "%1$s" wird nach der Konfiguration automatisch gestartet und kann nicht gestoppt werden. Daher wird empfohlen, Geräte zu konfigurieren, die einen 24-Stunden-Schutz benötigen (z. B. Rauchsensoren), um die Sicherheit zu Hause zu gewährleisten
es: "%1$s" se iniciará automáticamente tras configurarse, y no se podrá detener, así que recomendamos configurar los dispositivos que requieran protección 24 horas (como los sensores de humos), para asegurar la protección del hogar
fr: « %1$s » sera automatiquement lancé après avoir été configuré et ne peut pas être arrêté. Il est donc recommandé de configurer les appareils nécessitant une défense de 24 h (comme les détecteurs de fumée), pour la sécurité de la maison
it: "%1$s" verrà avviato automaticamente dopo essere stato configurato e non può essere interrotto, pertanto si consiglia di configurare i dispositivi che richiedono una difesa 24 ore su 24 (come i sensori di fumo), per garantire la sicurezza della casa
ko: "'%1$s' 설정 후 자동으로 켜집니다. 가정 안전을 위하여 24시간 감지가 필요한 장치(예 : 스모크 센서) 설정을 권장합니다."
ru: Режим «%1$s» будет автоматически включен после настройки и не может быть отключен. Рекомендуется настроить устройства, требующие 24-часовой защиты (например, датчики дыма), чтобы обеспечить безопасность дома.

# home_scene_execute_success
source: The “%1$s” scene is executed successfully!
de: Die Szene „%1$s“ wurde erfolgreich ausgeführt!
es: ¡La escena "%1$s" se ha ejecutado con éxito!
fr: La scène « %1$s » est exécutée avec succès !
it: La scena "%1$s" è stata eseguita correttamente!
ko: '%1$s' 씬을 실행하였습니다!
ru: «%1$s» успешно запущен!

# notification_how_to_open
source: "Settings>Notifications>Aqara Home" turns on
de: „Einstellungen > Benachrichtigungen > Aqara Home“ wird aktiviert
es: "Ajustes>Notificaciones>Aqara Home" encender
fr: « Réglages>Notifications>Aqara Home » s’allume
it: "Impostazioni>Notifiche>Aqara Home" si attiva
ko: “설정>알림>Aqara Home”활성화
ru: «Настройки> Уведомления> Aqara Home» и затем открыть

# device_ac_sleep_mode_minute_delay_close
source: Turn off the air conditioner %1$d min later
de: Schalten Sie die Klimaanlage %1$d Minuten später aus
es: Apagar el aire acondicionado %1$d minutos después
fr: Désactiver le climatiseur %1$d min plus tard
it: Spegnere il condizionatore %1$d minuti dopo
ko: %1$d 분 후 에어컨을 끕니다.
ru: Выключите кондиционер %1$d мин спустя

# home_scene_execute_fail_tips
source: The “%s” scene failed to be executed!
de: Die "%s"-Szene konnte nicht ausgeführt werden!
es: ¡Fallo al ejecutar la escena "%s"!
fr: La scène « %s » n’a pas été exécutée !
it: La scena "%s" non è stata eseguita correttamente!
ko: "%s" 씬 실행에 실패하였습니다!
ru: Ошибка запуска «%s»!

# automation_illumation_level_1
source: （Late at night）
de: (Spät nachts)
es: (Por la noche)
fr: （Tard la nuit）
it: （Tardi la notte）
ko: （늦은 밤）
ru: (Поздно ночью)

# home_scene_execute_fail
source: The “%1$s” scene failed to be executed!
de: Die „%1$s“-Szene konnte nicht ausgeführt werden!
es: ¡Fallo al ejecutar la escena "%1$s"!
fr: La scène « %1$s » n’a pas été exécutée !
it: La scena "%1$s" non è stata eseguita correttamente!
ko: '%1$s' 씬 실행에 실패하였습니다!
ru: Ошибка запуска «%1$s»!

# other_connect_device_wifi_tips2
source: Turn on Wi-Fi
de: WLAN einschalten
es: Encender el wifi
fr: Activer le Wi-Fi
it: Accendere il Wi-Fi
ko: Wi-Fi를 켭니다
ru: Включить Wi-Fi

# security_guard_running_1_fios
source: % @ is running
de: %@ läuft
es: %@ está en funcionamiento
fr: %@ est en cours
it: % @ è in funzione
ko: %@ 실행 중
ru: %@ в процессе работы…

# doorlock_failed
source: %1$s failed
de: %1$s fehlgeschlagen
es: %1$s fallado
fr: %1$s échec
it: %1$s non riuscito
ko: %1$s 실패

# curve_above_1_fios
source: Above:%@
de: Über:%@
es: Por encima: %@
fr: Au-dessus de :%@
it: Superiore a:%@
ko: %@이상
ru: Выше: %@

# device_nas_set_time_interval_day_1
source: %1$sDays
de: %1$sTage
es: %1$s días
fr: %1$s jours
it: %1$sGiorni
ko: %1$s일
ru: %1$s дн.

# security_guard_offline
source: %@ is offline
de: %@ ist offline
es: %@ está desconectado
fr: %@ est hors ligne
it: %@ è offline
ko: %@가 오프라인되었습니다.
ru: %@офлайн

# device_control_feed_interval_1
source: Feeding for %1$s
de: Fütterung für %1$s
es: Alimentación durante %1$s
fr: Alimentation durant %1$s
it: Avanzamento per %1$s
ko: %1$s급식
ru: График кормления %1$s

# automation_location_arrive_text_fios
source: %@ (%@) arrives at %@
de: %@ (%@) kommt an um %@
es: %@ (%@) llega en %@
fr: %@ (%@) arrive à %@
it: %@ (%@) arriva alle %@
ko: %@ (%@), %@ 에 도착했습니다.
ru: %@ (%@) прибыл(-а) в %@

# security_timingalert_title
source: Switch to %1$s at %2$s
de: Wechseln zu %1$s auf %2$s
es: Cambiar a %1$s en %2$s
fr: Passer de %1$s à %2$s
it: Passa a %1$s alle %2$s
ko: %1$s 에서 %2$s 를 바꾸세요.
ru: Переключить на %1$s at %2$s

# device_nas_set_storage_length_weeks_1
source: %@Weeks
de: %@Wochen
es: %@ semanas
fr: %@ semaines
it: %@Settimane
ko: %@주
ru: %@ нед.

# curve_after_date
source: After %1$s
de: Nach %1$s
es: Tras %1$s
fr: Après %1$s
it: Dopo %1$s
ko: %1$s 이후

# device_low_battery_tips_1
source: The battery of %1$s %2$s is low. Please replace the battery in time.
de: Die Batterie von %1$s %2$s ist schwach. Bitte tauschen Sie die Batterie rechtzeitig aus.
es: La batería de %1$s %2$s está baja. Sustituya la batería cuanto antes.
fr: La batterie de %1$s %2$s est faible. Veuillez vérifier la batterie en temps voulu.
it: La batteria di %1$s %2$s è quasi scarica. Sostituisci la batteria in tempo.
ko: %1$s %2$s배터리 전기양이 부족하니 배터리를 교체하십시오.
ru: Батарея %1$s %2$s разряжена, замените батарею

# automation_location_radius_data
source: Radius:%1$s metres
de: Radius:%1$s Meter
es: Radio:%1$s metros
fr: Rayon : %1$s mètres
it: Raggio: %1$s metri
ko: 반경: %1$s미터
ru: Радиус:%1$s метров

# automation_alarm_item_tips
source: %1$s [%2$s] %3$s %4$s triggered Automation %5$s alarm
de: %1$s [%2$s] %3$s %4$s ausgelöste Automatisierung %5$s Alarm
es: %1$s [%2$s] %3$s %4$s activada alarma %5$s automatizada
fr: %1$s [%2$s] %3$s %4$s a déclenché l’alarme automatique %5$s
it: %1$s [%2$s] %3$s %4$s ha fatto scattare l’allarme %5$s automazione
ko: %1$s [%2$s] %3$s %4$s (이)가 자동화 %5$s 알람을 동작시켰습니다. 시간 내에 처리해 주십시오!
ru: %1$s [%2$s] %3$s %4$s Тревога автоматизации %5$s не затягивайте решение проблемы!

# device_power_overload_tips_1
source: %1$s %2$s Power overloads, and the power supply to the device has been automatically disconnected. Click %3$s button to remove this protection and continue to use it
de: %1$s %2$s Stromüberlastung. Die Stromversorgung des Geräts wurde automatisch getrennt. Klicken Sie auf %3$s, um diesen Schutz aufzuheben und ihn weiterhin zu verwenden
es: %1$s %2$s La potencia está sobrecargada y se ha cortado automáticamente la alimentación del dispositivo. Haga clic en el botón %3$s para retirar esta protección y seguir utilizándolo
fr: %1$s %2$s L’alimentation est surchargée et l’alimentation de l’appareil a été automatiquement déconnectée. Cliquer sur le bouton %3$s pour supprimer cette protection et continuer à l’utiliser
it: %1$s %2$s L’alimentazione è in sovraccarico e l’alimentazione del dispositivo è stata scollegata automaticamente. Fai clic sul pulsante %3$s per rimuovere questa protezione e continuare ad usarlo
ko: %1$s %2$s 출력이 과부화 상태로 장치의 전원이 자동으로 차단되었습니다. %3$s 버튼을 클릭하여 보호를 해제하면 계속 사용할 수 있습니다.
ru: %1$s %2$s Перегрузка. Устройство автоматически отключено. Чтобы снять защиту, нажмите кнопку %3$s, и продолжите использование.

# device_control_title_install
source: Guide installation
de: Installationsanleitung
es: Guía de instalación
fr: Guide d’installation
it: Guida di installazione
ko: 설치 안내
ru: Инструкция по установке

# camera_title_tf_card_state
source: SD Card Status
de: Status der SD-Karte
es: Estado tarjeta SD
fr: Statut de la carte SD
it: Stato della scheda SD
ko: SD카드 상태
ru: Статус SD-карты

# device_power_overload_1
source: %1$s %2$s Power overloads, please check the device in time.
de: %1$s %2$s Stromüberlastung. Bitte überprüfen Sie das Gerät rechtzeitig.
es: %1$s %2$s Sobrecarga de potencia, compruebe el dispositivo cuanto antes.
fr: %1$s %2$s en surcharge d’alimentation, veuillez vérifier l’appareil en temps voulu.
it: %1$s %2$s L’alimentazione è in sovraccarico, controlla il dispositivo in tempo.
ko: %1$s %2$s 출력이 과부하 상태이므로 장치를 확인해주세요.
ru: %1$s %2$s Перегрузка. Проверьте устройство

# other_about_check_update_app
source: Version update
de: Versionsaktualisierung
es: Actualizar versión
fr: Mise à jour de version
it: Aggiornamento versione
ko: 버전 업데이트
ru: Обновление версии

# security_guard_7_24h
source: 24 x 7 Alert
de: 24 x 7 Alarm
es: Alerta 24 x 7
fr: alerte 24 x 7
it: Avviso 24 x 7
ko: 24시간 보안
ru: Охрана 24х7
