Repository: acodeworker/localzedLoader
Catalog: *.lproj/Localizable.strings
Languages: de, es, fr, it, ko, ru

# doorlock_moresetting_addfingerprintadmin
source: Admin Fingerprint
de: Admin-Fingerabdruck
es: Huella dactilar de admin
fr: Empreinte digitale d’administrateur
it: Impronta digitale dell'amministratore
ko: 관리자 지문
ru: Отпечаток пальца администратора

# curve_minimum_value
source: Minimum Value
de: Mindestwert
es: Valor mínimo
fr: Valeur minimum
it: Valore minimo
ko: 극솟값
ru: Минимум

# doorlock_administrator_resets_homekit
source: Administrator resets HomeKit
de: Der Administrator setzt HomeKit zurück
es: El administrador reinicia HomeKit
fr: L’administrateur réinitialise HomeKit
it: L'amministratore ripristina HomeKit
ko: HomeKit 재설정 관리자

# device_alarm_opportunity_rare_gas_desc
source: A very small amount of gas will trigger the alarm
de: Eine sehr kleine Gasmenge wird den Alarm auslösen
es: Una pequeña cantidad de gas activará la alarma
fr: Une très petite quantité de gaz déclenchera l’alarme
it: Una quantità di gas molto piccola attiverà l'allarme
ko: 극소량의 가스 검지 시, 경보 발생
ru: Минимальное количество газа вызовет тревогу

# doorlock_administrator_adds_theuser_deleted
source: Administrator adds the user #user_%1$s#
de: Der Administrator fügt den Benutzer #user_%1$s# hinzu
es: El administrador añade al usuario #user_%1$s#
fr: L’administrateur ajoute l’utilisateur #user_%1$s#
it: L'amministratore aggiunge l'utente #user_%1$s#
ko: 관리자가 #user_%1$s# 사용자를 추가합니다.

# device_alarm_opportunity_rare_gas
source: A very small amount of gas
de: Eine sehr kleine Menge Gas
es: Una pequeña cantidad de gas
fr: Une très petite quantité de gaz
it: Una quantità di gas molto piccola
ko: 극소량의 가스
ru: Минимальное количество газа

# doorlock_administrator_adds_theuser_2
source: Administrator adds the user %1$s
de: Der Administrator fügt den Benutzer %1$s hinzu
es: El administrador añade al usuario %1$s
fr: L’administrateur ajoute l’utilisateur %1$s
it: L'amministratore aggiunge l’utente %1$s
ko: 관리자가 사용자 %1$s 을 추가하였습니다.

# device_start_firmware_upgrade_soon
source: The algorithm upgrade is about to begin…
de: Das Algorithmus-Upgrade steht kurz bevor…
es: Se va a realizar la actualización del algoritmo…
fr: La mise à niveau de l’algorithme est sur le point de commencer…
it: L'aggiornamento dell'algoritmo sta per iniziare...
ko: 알고리즘 업그레이드를 곧 시작하겠습니다…
ru: Обновление алгоритма скоро начнется…

# device_camera_connet_event
source: Correlation event
de: Korrelationsereignis
es: Evento de vinculación
fr: Événement de corrélation
it: Evento di correlazione
ko: 연관이벤트
ru: Связанное событие

# doorlock_administrator_deletes_the_nfc_card
source: Administrator deletes the NFC card %1$s
de: Der Administrator löscht die NFC-Karte %1$s
es: El administrador borra la tarjeta NFC %1$s
fr: L’administrateur supprime la carte NFC %1$s
it: L'amministratore elimina la scheda NFC %1$s
ko: 관리자가 NFC 카드 %1$s 삭제

# device_control_relation_doors
source: Associated Door and Window Sensor
de: Verknüpfter Tür- und Fenstersensor
es: Sensor de puertas y ventanas asociados
fr: Capteur de porte et de fenêtre lié
it: Sensore per porte e finestre associato
ru: Связанный датчик дверей и окон

# device_associated
source: Bind Device
de: Gerät verbinden
es: Vincular dispositivo
fr: Lier l’appareil
it: Associa dispositivo
ko: 장치 연결

# device_bind_light
source: Bind light
de: Licht binden
es: Vincular luz
fr: Lier l’éclairage
it: Associa luce
ko: 연결 조명
ru: Привязать освещение

# device_bind_ac
source: Bind the AC
de: Klimaanlage verbinden
es: Vincular aire acondicionado
fr: Lier le climatiseur
it: Associa AC
ko: 전원 연결

# common_copy_fail
source: Copy failed Please try again
de: Kopieren fehlgeschlagen Bitte versuchen Sie es erneut
es: Fallo al copiar Inténtelo de nuevo
fr: Échec de la copie Veuillez réessayer
it: Copia non riuscita Riprova
ko: 복사 실패 다시 시도해 보세요.
ru: Ошибка копирования. Повторите попытку

# homekit_bind_to_homekit_tips
source: The device can be used in Apple Home.Do you want to bind the device to HomeKit now?
de: Das Gerät kann in Apple Home verwendet werden. Möchten Sie das Gerät jetzt mit HomeKit verbinden?
es: El dispositivo se puede utilizar en Apple Home. ¿Desea vincular el dispositivo a HomeKit ahora?
fr: L’appareil peut être utilisé dans Apple Home. Voulez-vous lier l’appareil à HomeKit maintenant ?
it: Il dispositivo può essere utilizzato in Apple Home. Vuoi associare il dispositivo a HomeKit ora?
ko: 이 장치는 Apple Home에서 사용할 수 있습니다. 해당 장치를 HomeKit에 연결하시겠습니까?
ru: «Это устройство поддерживается для использования в Apple Home. Хотите немедленно привязать устройство к HomeKit?»

# doorlock_pwd_copy
source: Copy
de: Kopieren
es: Copiar
fr: Copier
it: Copia
ko: 복사

# device_move_out_group
source: The device has been deleted. Edit the device group again?
de: Das Gerät wurde gelöscht. Soll die Gerätegruppe erneut bearbeitet werden?
es: El dispositivo se ha borrado. ¿Editar de nuevo el grupo de dispositivos?
fr: L’appareil a été supprimé. Modifier le groupe d’appareils à nouveau ?
it: Il dispositivo è stato eliminato. Modificare di nuovo il gruppo del dispositivo?
ko: 장치가 삭제되었습니다. 장치 그룹을 다시 편집하시겠습니까?
ru: 该设备已被删除，是否重新编辑设备组？

# user_service_privacy_comment
source: Welcome to Aqara Home! We show great respect for personal information and protect privacy of each user, and we hereby explain to you: 1. When you use our services, we may collect the following types of information, including your personal information and device information; if you don't provide personal information, we may not be able to provide you with our products or services. 2. We will not disclose personal information to third parties without your consent. 3. We respect your right of choice. You have the right to save, withdraw, update, modify or delete your personal information. We also provide you with channels for cancellation and complaints.
de: Willkommen bei Aqara Home! Wir respektieren personenbezogene Daten und schützen die Privatsphäre eines jeden Nnutzers und erklären Ihnen hiermit: 1. Bei Ihrer Nutzung unserer Dienste erfassen wir möglicherweise die folgenden Arten von Informationen, einschließlich Ihrer persönlichen Daten und Geräteinformationen; Wenn Sie keine personenbezogenen Daten angeben, können wir Ihnen unsere Produkte oder Dienstleistungen möglicherweise nicht anbieten. 2. Wir geben personenbezogene Daten nicht ohne Ihre Genehmigung an Dritte weiter. 3. Wir respektieren Ihre Entscheidung. Sie haben das Recht, Ihre personenbezogenen Daten zu speichern, zurückzuziehen, zu aktualisieren, zu modifizieren oder zu löschen. Wir stellen Ihnen auch Kontaktmöglichkeiten für Stornierungen und Beschwerden zur Verfügung.
es: Bienvenido a Aqara Home. Respetamos la información personal y protegemos la privacidad de cada usuario, y por lo tanto le explicamos lo siguiente: 1. Al utilizar nuestros servicios, podemos recopilar los siguientes tipos de información, incluida su información personal y la información del dispositivo; si no proporciona información personal, es posible que no podamos ofrecerle nuestros productos o servicios. 2. No revelaremos información personal a terceros sin su consentimiento. 3. Respetamos el derecho de elección. Tiene derecho a guardar, retirar, actualizar, modificar o eliminar su información personal. También le proporcionamos canales de cancelación y reclamación.
fr: Bienvenue sur Aqara Home ! Nous respectons et protégeons la vie privée de chaque utilisateur et nous vous expliquons par la présente : 1. Lorsque vous utilisez nos services, nous pouvons recueillir les types de renseignements suivants, y compris sur vous et votre appareil ; si vous ne les fournissez pas, nous pourrions ne pas être en mesure de vous fournir nos produits ou services. 2. Nous ne divulguerons pas de renseignements personnels à des tiers sans votre consentement. 3. Nous respectons votre droit de choisir. Vous avez le droit de sauvegarder, retirer, mettre à jour, modifier ou supprimer vos renseignements personnels. Nous vous fournissons également des canaux pour l’annulation et les plaintes.
it: Benvenuto in Aqara Home! Mostriamo grande rispetto per le informazioni personali e proteggiamo la privacy di ogni utente, con la presente forniamo le seguenti spiegazioni: 1. Quando utilizzi i nostri servizi, potremmo raccogliere i seguenti tipi di informazioni, comprese le tue informazioni personali e quelle sul dispositivo; se non fornisci informazioni personali, potremmo non essere in grado di fornirti i nostri prodotti o servizi. 2. Non divulgheremo le informazioni personali a terzi senza il tuo consenso. 3. Rispettiamo il tuo diritto di scelta. Hai il diritto di salvare, ritirare, aggiornare, modificare o cancellare le tue informazioni personali. Ti forniamo anche canali per la cancellazione e i reclami.
ko: Aqara Home을 사용해주셔서 감사합니다! 우리는 모든 사용자의 개인정보를 중시하고 보호합니다. 또한 다음의 설명을 덧붙입니다: 1. 서비스 사용 시 우리는 개인자료와 장치정보를 수집합니다. 개인정보를 제공할 수 없을 시 제품이나 서비스를 제공받지 못할 수 있습니다. 2. 우리는 사용자의 동의 없이 제3자에게 개인정보를 제공하지 않습니다. 3. 우리는 사용자의 선택권을 존중하여 사용자는 자신의 개인정보를 저장, 업데이트, 수정 혹은 삭제 할 수 있습니다. 또한 우리는 회원탈퇴와 신고 서비스를 제공합니다.
ru: Добро пожаловать в Aqara Home! Мы проявляем большое уважение к личной информации и защищаем конфиденциальность каждого пользователя. 1. Когда Вы пользуетесь нашими услугами, мы можем собирать информацию, включая Вашу личную и информацию об устройстве: если Вы не предоставите личную информацию, мы не сможем предоставить Вам наши продукты или услуги. 2. Мы не будем раскрывать личную информацию третьим лицам без Вашего согласия. 3. Мы уважаем Ваше право выбора. У вас есть право на доступ, обновление, исправление или удаление Ваших личных данных. Мы также предоставляем Вам возможность для отмены и подачи жалоб.

# doorlock_pwd_fixedperiod
source: Fixed-period password
de: Passwort mit festem Zeitraum
es: Contraseña de periodo fijo
fr: Mot de passe à période fixe
it: Password a tempo determinato
ko: 고정 시간대 비밀번호

# device_close_light_on_night
source: Close the indicator light
de: Das Anzeigelicht schließen
es: Cerrar la luz indicadora
fr: Fermer le voyant
it: Chiudi la spia
ko: 상태표시등을 끕니다.
ru: Выключить световой индикатор

# home_environment_info
source: Environment information
de: Umgebungsinformationen
es: Información del entorno
fr: Information environnementale
it: Informazioni sull'ambiente
ko: 환경 정보
ru: Среда

# common_url_copy
source: Copy Link
de: Link kopieren
es: Copiar enlace
fr: Copier le lien
it: Link copiato
ko: 링크복사하기
ru: Скопировать ссылку

# device_bell_import_pop_text
source: This device is importing ringtones. Please try again later
de: Dieses Gerät importiert Klingeltöne. Bitte versuchen Sie es später erneut
es: Este dispositivo está importando tonos de llamada. Inténtelo de nuevo más tarde
fr: Cet appareil importe des sonneries. Veuillez réessayer plus tard
it: Questo dispositivo sta importando suonerie. Riprova più tardi
ko: 해당 장치에 벨소리 가져오고 있습니다. 잠시 후 다시 시도하십시오.
ru: На этом устройстве еще импортируются рингтоны. Повторите попытку позже.

# device_ac_temperature_humidity
source: Temperature and humidity of the environment
de: Temperatur und Luftfeuchtigkeit der Umgebung
es: Temperatura y humedad del entorno
fr: Température et humidité de l’environnement
it: Temperatura e umidità dell'ambiente
ko: 환경 온도 습도
ru: Температура и влажность окружающей среды

# device_ac_controler
source: 空调控制器
de: Steuerung der Klimaanlage
es: Controlador de aire acondicionado
fr: Contrôleur du climatiseur
it: Controllore del condizionatore d'aria
ko: 에어컨 컨트롤러

# common_time_weekdays
source: Weekdays
de: Wochentage
es: Días laborales
fr: Jours de semaine
it: Giorni della settimana
ko: 주중
ru: Будние дни

# camera_title_close_pw
source: Turn off password
de: Passwort ausschalten
es: Desactivar contraseña
fr: Désactiver le mot de passe
it: Disattiva password
ko: 비밀번호 삭제
ru: Отключить пароль

# camera_tip_voice_sence
source: The video clips will be saved to "Album management" when the volume is above the set value.
de: Die Videoclips werden in „Albenmanagement“ gespeichert, wenn die Lautstärke über dem eingestellten Wert ist.
es: Los clips de vídeo se guardarán en 'Gestión de álbumes' cuando el volumen esté por encima del valor ajustado.
fr: Les clips vidéo sont enregistrés dans la « gestion des albums » lorsque le volume est supérieur à la valeur définie.
it: Le video clip verranno salvate in "Gestione album" quando il volume è superiore al valore impostato.
ko: 감지된 소리의 크기가 일정 설정치를 초과하게 되면 짧은 비디오를 녹화하여 “앨범 관리”에 저장합니다.
ru: Если громкость выше заданного значения, видеоклипы будут сохранены в «Управление альбомами»

# device_i_rail
source: I-Rail
de: I-Schiene
es: Raíl I
fr: Rail I
it: Binario a I
ko: I형 레일
ru: I-направляющая

# device_not_support_region_1_fios
source: The device does not support to be used in the current area. Please purchase it through official channels.
de: Das Gerät unterstützt die Verwendung in der aktuellen Region nicht. Bitte kaufen Sie es über offizielle Kanäle.
es: El dispositivo no admite ser utilizado en la región actual. Por favor, adquiéralo a través de los canales oficiales.
fr: L’appareil ne peut pas être utilisé dans la zone actuelle. Veuillez l’acheter par les canaux officiels.
it: Il dispositivo non supporta l'uso nell'area corrente. Acquistalo tramite i canali ufficiali.
ko: 이 장치는 현재 영역에서 사용할 수 없습니다. 공식 채널을 통해 구입해주세요.
ru: Это устройство не доступно для использования в текущем регионе, пожалуйста, приобретите официально поставляемое в Ваш регион устройство

# device_ac_temperature_humidity_connection
source: Temperature and humidity of the environment: To bind
de: Temperatur und Luftfeuchtigkeit der Umgebung: Zu binden
es: Temperatura y humedad del entorno: A vincular
fr: Température et humidité de l’environnement : À lier
it: Temperatura e umidità dell'ambiente: Associare
ko: 환경 온도 습도 : 연동
ru: Температура и влажность окружающей среды: связать

# device_ac_controler_s2
source: 空调控制器 S2
de: Steuerung der Klimaanlage S2
es: Controlador de aire acondicionado S2
fr: Contrôleur du climatiseur S2
it: Controllore del condizionatore d'aria S2
ko: 에어컨 컨트롤러 S2

# other_work_mode
source: Work Mode
de: Arbeitsmodus
es: Modo de trabajo
fr: Mode de travail
it: Modalità Lavoro
ko: 작동 모드
ru: Режим работы

# camera_video_mode_close
source: Stop Recording
de: Aufzeichnung stoppen
es: Parar grabación
fr: Arrêter l'enregistrement
it: Interrompi registrazione
ko: 녹화 중지
ru: Не записывать

# device_sleep_monitor_duration
source: Monitoring duration
de: Beobachtungsdauer
es: Duración de la monitorización
fr: Durée de surveillance
it: Monitoraggio della durata
ko: 모니터링 시간
ru: Время мониторинга

# device_acpartner_control
source: Air Conditioner Control
de: Klimaanlage-Bedienung
es: Control del aire acondicionado
fr: Contrôle de climatiseur
it: Controllo del condizionatore d'aria
ko: 에어컨 제어
ru: Управление кондиционером

# device_downloaded_room_air_ctrl_count
source: A total of %1$d indoor units
de: Insgesamt %1$d Indoor-Einheiten
es: Un total de %1$d unidades interiores
fr: Un total de %1$d unités internes
it: Un totale di %1$d unità interne
ko: 모두 %1$d 개 실내가 있습니다.
ru: Всего из %1$d внутренних устройств

# device_not_support_region_1
source: 该设备不支持当前地区进行使用，请使用官方途径进行购买
de: Das Gerät ist in der aktuellen Region nicht erhältlich, bitte kaufen Sie es über einen offiziellen Vertriebsweg
es: El dispositivo no está disponible en la región actual, adquiéralo a través de los canales oficiales
fr: L’appareil n’est pas disponible dans la région actuelle, veuillez l’acheter par les canaux officiels
it: Il dispositivo non è disponibile nella regione attuale, si prega di acquistarlo attraverso i canali ufficiali
ko: 해당 장치는 이 지역에서 지원하지 않습니다.정상적인 경로를 통해 구매한 장치를 사용해주십시오.

# device_ac_power_off_warn
source: The air conditioner is working. Cutting off the power may result in damage to the air conditioner. Are you sure you want to cut off the power?
de: Die Klimaanlage funktioniert. Das Abschalten der Stromversorgung kann die Klimaanlage beschädigen. Möchten Sie die Stromversorgung abschalten?
es: El aire acondicionado está funcionando. Cortar la corriente podría provocar daños en el aire acondicionado. ¿Estás seguro de apagar la corriente?
fr: Le climatiseur fonctionne. Couper l’alimentation peut endommager le climatiseur. Voulez-vous vraiment couper l’alimentation ?
it: Il condizionatore d’aria è in funzione. L'interruzione dell'alimentazione potrebbe provocare danni al condizionatore d'aria. Sei sicuro di voler togliere la corrente?
ko: 에어컨이 운행 중이므로 지금 전원을 차단하면 에어컨에 고장을 일으킬 수 있습니다. 전원을 차단하겠습니까？
ru: Кондиционер сейчас работает. Отключение питания может повредить кондиционер. Вы уверены, что хотите отключить питание?

# device_vrf_total_ac_footer
source: Total %lu indoor machine(s)
de: Insgesamt %lu Indoor-Maschine(n)
es: Un total de %lu máquina(s) interior(es)
fr: Total de %lu machine(s) interne(s)
it: In totale %lu macchine interne
ko: 총 %lu 개의 실내기가 있습니다.
ru: Всего %lu внутренних устройств

# notification_already_close_tips
source: Go to "Profile"- "Message Center" to view them after the notifications turn off
de: Gehen Sie zu "Profil" - "Message Center", um sie anzuzeigen, nachdem die Benachrichtigungen deaktiviert wurden
es: Vaya a "Perfil" - "Centro de mensajes" para verlos después de que se desactiven las notificaciones
fr: Accéder à Profil-Centre de messagerie pour les afficher après la désactivation des notifications
it: Vai su "Profile"- "Message Center” (Profilo - Centro messaggi) per visualizzarli dopo la disattivazione delle notifiche
ko: 종료한 후에도 “프로필”-“알림센터” 에서 확인할 수 있습니다.
ru: Откройте "Профиль>Центр сообщений" для просмотра сообщений после отключения оповещений.

# other_detect_have_new_firmware
source: New firmware detected.
de: Neue Firmware erkannt.
es: Se ha detectado nuevo firmware.
fr: Nouveau firmware détecté.
it: Rilevato nuovo firmware.
ko: 새로운 펌웨어로 업그레이드 하시겠습니까?
ru: Обнаружена новая прошивка.

# device_ac_controler_co2
source: 空调控制器 (CO2)
de: Steuerung der Klimaanlage (CO2)
es: Controlador de aire acondicionado (CO2)
fr: Contrôleur du climatiseur (CO2)
it: Controllore del condizionatore d'aria (CO2)
ko: 에어컨 컨트롤러 (CO₂)
ru: 空调控制器 (CO₂)

# device_control_ambient_light
source: Ambient light linkage
de: Verknüpfung des Umgebungslichts
es: Fuga de luz ambiental
fr: Liaison de lumière ambiante
it: Collegamento alla luce ambientale
ko: 환경광 연동
ru: Связь с окружающим светом

# doorlock_unbind_hub
source: Unbind the hub
de: Entbinden des Hub
es: Desvincular el hub
fr: Dissocier le hub
it: Annulla l’associazione dell’hub
ko: 허브 연결 해제

# security_guard_close_delay_tips
source: When the system is armed, you can enter the home and the system start the entry delay timer to give you time to disarm the system.
de: Wenn das System scharfgeschaltet ist, können Sie das Haus betreten und das System startet den Timer für die Alarmverzögerung, damit Sie Zeit haben, das System zu entschärfen.
es: Cuando el sistema está armado al entrar en la casa, el sistema iniciará el temporizador de retraso de entrada para darle tiempo a desarmar el sistema.
fr: Lorsque le système est armé, vous pouvez entrer dans la maison et le système démarre le minuteur de délai d’entrée pour vous donner le temps de désarmer le système.
it: Quando il sistema è inserito, puoi entrare nella casa e il sistema avvia il timer di ritardo all'ingresso per darti il tempo di disinserire il sistema.
ko: 꺼져 있다면, 조건이 만족될 경우 즉시 경보 동작을 실행합니다
ru: После выключения и если условия для тревоги выполнены, настроенные в случае тревоги действия будут выполнены немедленно.

# device_pop_device_update_text
source: The important firmware to be upgraded is detected. Please update it in time, otherwise the normal function may be affected.
de: Es wurde eine wichtige neue Firmware erkannt. Bitte aktualisieren Sie sie rechtzeitig, da sonst die normale Funktion beeinträchtigt werden kann.
es: Se ha detectado una actualización importante de firmware. Actualícelo cuanto antes, de lo contrario se podría ver afectado el funcionamiento normal.
fr: Le firmware important à mettre à niveau est détecté. Veuillez le mettre à jour à temps, sinon la fonction normale pourrait être affectée.
it: È stato rilevato il firmware importante da aggiornare. Aggiornalo in tempo, altrimenti il normale funzionamento potrebbe risentirne.
ko: 중요한 펌웨어가 발견되었습니다. 정상적인 작동에 영향을 주지 않도록 즉시 업데이트해 주세요.
ru: Обнаружена необходимость важного обновления прошивки. Обновите ее вовремя, иначе это может повлиять на использование устройства.

# device_ctrl_hvac
source: Thermostat
es: Termostato
it: Termostato
ko: 자동 온도 조절

# device_sleep_inspection_duration
source: Inspection duration
de: Inspektionsdauer
es: Duración de la inspección
fr: Durée d’inspection
it: Durata dell'ispezione
ko: 측정 시간
ru: Время обнаружения

# device_ac_quick_season
source: Enable fast-cooling or fast-heating based on season
de: Aktivieren Sie je nach Jahreszeit schnelles Abkühlen oder schnelles Aufheizen
es: Habilita el enfriado o calentamiento rápido según la estación
fr: Permet un refroidissement rapide ou un chauffage rapide en fonction de la saison
it: Abilita il raffreddamento rapido o il riscaldamento rapido in base alla stagione
ko: 계절에 따라 급속 냉방 또는 급속 난방 기능을 선택합니다.
ru: Включите быстрое охлаждение или быстрое нагревание в зависимости от сезона

# device_control_automatic_light_tip
source: The screen will be automatically turned on/off according to the light intensity.
de: Der Bildschirm wird nach Lichtintensität automatisch ein-/ausgeschaltet.
es: La pantalla se apagará/encenderá automáticamente según la intensidad de la luz.
fr: L'écran s'allume ou s'éteint automatiquement en fonction de l'intensité lumineuse.
it: Lo schermo si accenderà/spegnerà automaticamente in base all'intensità della luce.
ko: 조도에 따라 자동으로 화면을 켜고 끕니다.

# device_homepage_state_5
source: Dry
de: Trocknen
es: Seco
fr: Sec
it: A secco
ko: 건조
ru: Сухой

# device_replace_gateway_confirm_dialog_hint
source: A similar accessory has been detected under your current location. Do you want to replace the accessory
de: An Ihrem aktuellen Standoirt wurde ein ähnliches Accessoire erkannt. Möchten Sie das Accessoire ersetzen?
es: Se ha detectado un accesorio similar en su ubicación actual. Quiere reemplazar el accesorio
fr: Un accessoire similaire a été détecté sous votre localisation actuelle. Voulez-vous remplacer l’accessoire
it: Un accessorio simile è stato rilevato sotto la posizione attuale. Vuoi sostituire l'accessorio
ko: 현재 위치에서 같은 종류의 장치가 발견되었습니다. 장치를 교체 하시겠습니까?
ru: Однотипное устройство присутствует в текущим местоположении. Хотите заменить устройство

# automation_illumination_less_than
source: Illuminance below
de: Beleuchtung unter
es: Brillo por debajo de
fr: Éclairement en dessous de
it: Illuminazione inferiore
ko: 지정된 밝기 이하임
ru: Освещенность ниже

# common_high
source: High
de: Hoch
es: Alto
fr: Élevé
it: Alto
ko: 강함
ru: Высокая

# device_sequence_numbers_1_fios
source: sequences
de: Sequenzen
es: secuencias
fr: séquences
it: sequenze
ko: 시퀀스
ru: последовательности

# doorlock_alarm_duration
source: Alarm Duration
de: Alarmdauer
es: Duración de alarma
fr: Durée d’alarme
it: Durata dell'allarme

# other_app_upgrade_text
source: Your version is too low. It is recommended that you update it to the latest version to experience the latest features
de: Ihre Version ist zu alt. Es wird empfohlen, dass Sie sie auf die neueste Version aktualisieren, um die neuesten Funktionen nutzen zu können
es: Su versión es demasiado baja. Recomendamos actualizarlo a la última versión para disfrutar de las últimas funciones
fr: Votre version est trop faible. Il est recommandé de le mettre à jour à la dernière version pour découvrir les dernières fonctionnalités
it: La tua versione è troppo bassa. Si consiglia di aggiornarlo all'ultima versione per provare le ultime funzionalità
ko: 버전이 너무 낮습니다. 최신 버전으로 업데이트하여 새로운 기능들을 사용해보시는 것을 권장드립니다.
ru: Ваша версия устарела, рекомендуется обновить её до последней версии и использовать новейшие функции
