Repository: acodeworker/localzedLoader
Catalog: *.lproj/Localizable.strings
Languages: de, es, fr, it, ko, ru

# automation_linkage_above
source: Temperature above %1$s %2$s
de: Temperatur über %1$s %2$s
es: Temperatura superior a %1$s %2$s
fr: Température au dessus de %1$s %2$s
it: Temperatura superiore a %1$s %2$s
ko: 온도가 %1$s %2$s 이상
ru: Температура выше %1$s %2$s

# notification_push_setting
source: Push Notification
de: Push-Benachrichtigungen
es: Ajustes de notificaciones push
fr: Paramètres de notification push
it: Impostazioni delle notifiche push
ko: 푸시알림 설정하기
ru: Настройки push-уведомлений

# device_ac_learn_result_recommand_name
source: Recommended name
de: Empfohlener Name
es: Nombre recomendado
fr: Nom recommandé
it: Nome consigliato
ko: 추천 이름
ru: Рекомендуемое имя

# common_error_unknown
source: Unknown mistake. Please try later.
de: Unbekannter Fehler. Bitte versuchen Sie es später.
es: Error desconocido. Inténtelo más tarde.
fr: Erreur inconnue. Réessayez.
it: Errore sconosciuto. Provare più tardi.
ko: 알 수 없는 오류, 잠시 후 다시 시도해 주세요.
ru: Неизвестная ошибка, пожалуйста, попробуйте позже.

# camera_position_sequence_by_count
source: Position Sequence(%1$d)
de: Position Sequenz(%1$d)
es: Secuencia de posición(%1$d)
fr: Séquence de position (%1$d)
it: Posizione Sequenza(%1$d)
ko: 관심구역 이동 순서(%1$d)
ru: Порядок локаций(%1$d)

# security_guard_recommend_words
source: It is recommended to use the Safeguard function, which supports three security modes, At home, Away, and Night, and supports more trigger devices and alarm of multiple hubs
de: Es wird empfohlen, die Funktion Safeguard zu verwenden, die drei Sicherheitsmodi unterstützt, nämlich Zuhause, Abwesend und Nacht, und die mehr Auslösegeräte und den Alarm mehrerer Hubs unterstützt
es: Se recomienda utilizar la función Protección, compatible con tres modos de seguridad. En casa, Fuera y Noche, así como con más dispositivos de activación y alarmas de múltiples hubs
fr: Il est recommandé d’utiliser la fonction Sécurité, qui prend en charge trois modes : Au domicile, Hors domicile et Nuit, ainsi que plus d’appareils de déclenchement et l’alarme de multiples hubs
it: Si consiglia di utilizzare la funzione Safeguard, che supporta tre modalità di sicurezza, A casa, Fuori casa e Notte, e supporta più dispositivi di attivazione e l'allarme di più hub.
ko: 안방위사 기능의 사용 권장하고, 집, 외출, 야간의 세 가지 보안 모드를 지원하며 더 많은 설비하고 여러 개의 허브 연동 경보를 지원합니다
ru: Рекомендуется использовать функцию охранника, которая поддерживает три режима безопасности дома, вне дома и ночью, поддерживает больше устройств и несколько связанных с сетью аварийных сигналов.

# camera_position_sequence
source: Position Sequence
de: Position Sequenz
es: Secuencia de posición
fr: Séquence de position
it: Sequenza di posizioni
ko: 관심구역 이동 순서
ru: Порядок локаций

# other_recommand_time_zone
source: Recommended Time Zone
de: Empfohlene Zeitzone
es: Huso horario recomendado
fr: Fuseau horaire recommandé
it: Fuso orario consigliato
ko: 시간대 추천
ru: Рекомендуемый часовой пояс

# device_sensor_temperature_title
source: Temperature
de: Temperatur
es: Temperatura
fr: Température
it: Temperatura
ko: 온도
ru: Температура

# other_title_recommended_auto
source: Recommend Automation
de: Automatisierung empfehlen
es: Recomiende automatización
fr: Recommander l’automatisation
it: Raccomandare l'automazione
ko: 자동 실행
ru: Рекомендуемый Авто

# home_select_city
source: Location choice
de: Standortwahl
es: Elección de la ubicación
fr: Choix de la localisation
it: Scelta della posizione
ko: 위치 선택
ru: Выбор местоположения

# other_widget_setting_recom_theme
source: Choose Theme
de: Thema wählen
es: Seleccione tema
fr: Sélectionner un thème
it: Scegliere il tema
ko: 테마 선택
ru: Выберите Тему

# other_wifi_security_wpa2
source: Secured with WPA2
de: Gesichert mit WPA2
es: Protegido por WPA2
fr: Sécurisé avec WPA2
it: Protezione con WPA2
ko: WPA2로 보안
ru: Защищено с помощью WPA2

# other_wifi_security_wpa
source: Secured with WPA
de: Gesichert mit WPA
es: Protegido por WPA
fr: Sécurisé avec WPA
it: Protezione con WPA
ko: WPA로 보안
ru: Защищено с помощью WPA

# device_ac_sleep_mode_time_interval
source: Sleep Period
de: Schlafzeitraum
es: Período de sueño
fr: Période de sommeil
it: Periodo di sonno
ko: 취침시간
ru: Период сна

# device_sleep_quality
source: Sleep quality
de: Schlafqualität
es: Calidad del sueño
fr: Qualité du sommeil
it: Qualità del sonno
ko: 수면의 질
ru: Качество сна

# device_sleep_sleep_evaluation
source: Sleep evaluation
de: Auswertung des Schlafs
es: Evaluación del sueño
fr: Évaluation du sommeil
it: Valutazione del sonno
ko: 수면 평가
ru: Оценка сна

# device_sleep_duration
source: Sleep duration
de: Schlafdauer
es: Duración del sueño
fr: Durée du sommeil
it: Durata del sonno
ko: 수면 시간
ru: Время сна

# camera_tip_sence_area
source: Select detect areas. Blue areas are selected.
de: Bereiche zum Erkennen auswählen. Blaue Bereiche sind ausgewählt.
es: Seleccione las áreas de detección. Están seleccionadas las áreas azules.
fr: Sélectionnez les zones de détection. Les zones bleues sont sélectionnées.
it: Selezionare le aree di rilevamento. Le aree blu sono selezionate.
ko: 격자를 채워 감지 구역을 설정합니다.
ru: Настройка обнаружения региона нажатием на пробел

# device_sleep_detect_data_lack
source: Insufficient sleep monitoring data
de: Unzureichende Schlafüberwachungsdaten
es: Datos de monitorización del sueño insuficientes
fr: Données de surveillance du sommeil insuffisantes
it: Dati di monitoraggio del sonno insufficienti
ko: 수면 모니터링 데이터가 부족합니다.
ru: Данных для мониторинга сна недостаточно

# device_ac_sleep_mode_end_delay
source: After Sleep Ends
de: Nach Beendigung des Schlafs
es: Después de dormir
fr: Après la fin du sommeil
it: Dopo la fine del sonno
ko: 취침 모드 종료
ru: После сна

# other_wifi_security_wep
source: Secured with WEP
de: Gesichert mit WEP
es: Protegido por WEP
fr: Sécurisé avec WEP
it: Protezione con WEP
ko: WEP로 보안
ru: Защищено с помощью WEP

# home_default_home_name
source: My Home
de: Mein Zuhause
es: Mi hogar
fr: Mon domicile
it: La mia Home
ko: 홈
ru: Мой Дом

# access_miot_switch_aiot_title
source: Currently, the gateway is in Mi Home mode. Do you want to switch it to Aqara Home mode to be able to connect it to Aqara Home app?
de: Das Gateway befindet sich derzeit im Mi Home Modus. Möchten Sie das Gerät in den Aqara Home Modus schalten, um es mit der Aqara Home App verbinden zu können?
es: En este momento, la puerta de enlace está en modo Mi Home ¿Desea cambiar al modo Aqara Home para poder conectarse a la aplicación Aqara Home?
fr: Actuellement, la passerelle est en mode Mi Home. Souhaitez-vous passer au mode Aqara Home pour pouvoir le connecter à l’application Aqara Home ?
it: Attualmente il gateway è in modalità Mi Home. Volete passare alla modalità Aqara Home per poterla collegare all'app Aqara Home?
ko: 현재 게이트웨이의 펌웨어는 MiJia에 접속만 지원합니다. Aqara Home 버전의 펌웨이로 전환하시겠습니까?
ru: На данный момент, Хаб находится в режиме Mi Home, хотите перевести его в режим Aqara Home, чтобы подключить его к системе Aqara?

# home_position_my_room
source: My room
de: Mein Raum
es: Mi habitación
fr: Ma pièce
it: La mia camera
ko: 나의 방
ru: Моя комната

# device_gateway_storage_full
source: Insufficient Hub memory
de: Unzureichender Hub-Speicher
es: Memoria de hub insuficiente
fr: Mémoire du Hub insuffisante
it: Memoria dell'hub insufficiente
ko: 스마트 허브 저장공간이 부족합니다.
ru: Недостаточно памяти (Hub)

# device_jwlight_lamp
source: down light
de: Abwärtslicht
es: atenuar luz
fr: lumière vers le bas
it: luce di cortesia
ko: 어둡게
ru: встраиваемый светильник

# device_ctrl_dimmer3_first_title
source: First channel
de: Erster Kanal
es: Primer canal
fr: Premier canal
it: Primo canale
ko: 채널 1
ru: Канал 1

# device_replace_current_device
source: Replace current device
de: Aktuelles Gerät ersetzen
es: Sustituya el dispositivo actual
fr: Remplacer l’appareil actuel
it: Sostituire il dispositivo attuale
ko: 현재 장치 교체

# camera_video_timeline_tips
source: Pinch and stretch to zoom the process bar
de: Drücken und ziehen, um den Fortschrittsbalken zu vergrößern
es: Reduzca y amplíe la barra de procesos con el pulgar y el índice
fr: Pincez et étirez pour zoomer sur la barre de processus
it: Pizzicare e allungare per ingrandire la barra dei processi
ko: 손으로 시간축을 확대/축소
ru: Используйте щипок для масштабирования временой шкалы

# device_jwlight_lamp_color_temperature
source: down light (adjustable color temperature)
de: Abwärtslicht (anpassbare Farbtemperatur)
es: atenuar luz (temperatura de color ajustable)
fr: lumière vers le bas (température de couleur réglable)
it: luce verso il basso (temperatura di colore regolabile)
ko: 다운라이트 (색온도 조절 가능)
ru: встраиваемый светильник (регулируемая цветовая температура)

# other_wifi_security_wpa_wpa2
source: Secured with WPA_WPA2
de: Gesichert mit WPA_WPA2
es: Protegido por WPA_WPA2
fr: Sécurisé avec WPA_WPA2
it: Protezione con WPA_WPA2
ko: WPA_WPA2로 보안
ru: Защищено с помощью WPA_WPA2

# other_common_warm_tips
source: Reminder
de: Erinnerung
es: Recordatorio
fr: Rappel
it: Promemoria
ko: 주의
ru: Дружеские рекомендации

# device_sleep_warm_reminder
source: Warm reminder
de: Zur Erinnerung
es: Recordatorio de calor
fr: Rappel amical
it: Promemoria caldo
ko: 도움말
ru: Напоминание

# doorlock_reconnect_gateway_ble_connect
source: The hub is bound abnormally. Please choose Bluetooth connection around the door lock to handle it
de: Der Hub ist nicht ordnungsgemäß verbunden. Bitte wählen Sie eine Bluetooth-Verbindung in der Nähe des Türschlosses, um es zu bedienen
es: La vinculación del hub es anómala. Elija la conexión Bluetooth de la cerradura para controlarla.
fr: Le Hub est anormalement associé. Veuillez choisir une connexion Bluetooth à proximité du verrou de porte pour le gérer
it: Il mozzo è vincolato in modo anomalo. Scegliere la connessione Bluetooth attorno alla serratura della porta per gestirla
ko: 허브가 비정상적으로 연결되었습니다. 도어락 주변의 블루투스 연결을 선택하여 처리해주세요.

# camera_tip_screen_crash
source: If the video is not stable, please switch the power bit rate.
de: Wenn das Video instabil ist, schalten Sie bitte die Bitrate der Stromversorgung um.
es: Si el video no es estable, por favor cambie la tasa de bits de potencia.
fr: Si la vidéo n’est pas stable, veuillez changer le taux de bit de l’alimentation.
it: Se il video non è stabile, cambiare la velocità di trasmissione.
ko: 비디오가 안정적이지 않으면 비트 레이트를 전환해주세요.

# device_firmware_hub_need_upgrade
source: The hub version is too low. Please update the hub first.
de: Die Hub-Version ist zu alt. Bitte aktualisieren Sie zuerst den Hub.
es: La versión del hub es demasiado baja. Primero actualice el hub.
fr: La version du Hub est trop ancienne. Mettez le Hub à jour d’abord
it: La versione del mozzo è troppo bassa. Aggiornare prima l'hub.
ko: 허브 버전이 너무 낮습니다. 먼저 허브를 업데이트해 주세요.

# other_profile
source: Profile
de: Profil
es: Perfil
fr: Profil
it: Profilo
ko: 내 정보
ru: Профиль

# doorlock_bind_hub_error
source: The hub is bound abnormally. Please choose a handling method
de: Der Hub ist nicht ordnungsgemäß verbunden. Bitte wählen Sie eine Handhabungsmethode
es: La vinculación del hub es anómala. Seleccione un método de control
fr: Le Hub est anormalement associé. Veuillez choisir une méthode de gestion
it: Il mozzo è vincolato in modo anomalo. Scegliere un metodo di gestione
ko: 허브가 비정상적으로 연결되었습니다. 처리 방법을 선택해주세요.

# doorlock_my_group_name
source: Me
de: Ich
es: Yo
fr: Moi
ko: 나

# doorlock_connect_ble_to_bind_hub
source: The hub is bound abnormally. Please choose Bluetooth connection around the door lock to handle it.
de: Der Hub ist nicht ordnungsgemäß verbunden. Bitte wählen Sie eine Bluetooth-Verbindung in der Nähe des Türschlosses, um es zu bedienen.
es: La vinculación del hub es anómala. Elija la conexión Bluetooth de la cerradura para controlarla.
fr: Le Hub est anormalement associé. Veuillez choisir une connexion Bluetooth à proximité du verrou de porte pour le gérer.
it: Il mozzo è vincolato in modo anomalo. Scegliere la connessione Bluetooth attorno alla serratura della porta per gestirla.
ko: 허브가 비정상적으로 연결되었습니다. 도어락 주변의 블루투스 연결을 선택해주세요.

# device_sensor_ht_title
source: Temperature and Humidity Sensor
de: Temperatur- und Feuchtigkeitsensor
es: Sensor de temperatura y humedad
fr: Capteur de température et d'humidité
it: Sensore di temperatura e umidità
ko: 온습도 센서
ru: Датчик температуры и влажности

# homekit_sercurrity_away_arm
source: Away
de: Abwesend
es: Afuera
fr: Hors domicile
it: Via
ko: 외출
ru: В отсутствие

# other_cloud_error_1401
source: File upload error
de: Fehler beim Hochladen der Datei
es: Error al cargar el archivo
fr: Erreur d’envoi de fichier
it: Errore nel caricamento dei file
ko: 파일 업로드 실패
ru: Ошибка загрузки файла

# security_guard_outdoor
source: Away
de: Abwesend
es: Afuera
fr: Hors domicile
it: Via
ko: 외출
ru: Не дома

# doorlock_gatewaywakeup_failed
source: Hub failed to wake up
de: Hub aufwecken fehlgeschlagen
es: Error de activación de hub
fr: Le Hub n’a pas pu se réveiller
it: L'hub non si è svegliato
ko: 허브 동작 실패

# device_control_lamp_4
source: Warm winter
es: Invierno cálido
fr: Un hiver chaud
it: Inverno caldo
ko: 温馨暖冬
ru: 温馨暖冬

# device_ac_setting_close_light_hint
source: Turn off indicator light from 9pm to 9am
de: Kontrollleuchte von 21:00 Uhr bis 9:00 Uhr ausschalten
es: Apagar testigo luminoso desde las 21:00 hasta las 09:00
fr: Désactiver le voyant indicateur entre 21h et 09h
it: Spegnere l'indicatore luminoso dalle 21.00 alle 9.00.
ko: 오후 9시부터 오전 9시까지 상태 표시등을 끕니다.
ru: Выключить свет индикатора с 9 вечера до 9 утра

# device_sensor_weather_t1
source: Temperature and Humidity Sensor T1
de: Temperatur- und Feuchtigkeitsensor T1
es: Sensor de temperatura y humedad T1
fr: Capteur de température et d’humidité T1
it: Sensore di temperatura e umidità T1
ko: 온습도 센서 T1
ru: Датчик температуры и влажности T1

# device_ac_sleep_mode_list_tips
source: Tips: Sleep mode only takes effect when the air conditioner is on
de: Tipps: Schlafmodus wird nur bei eingeschaltetem Klimagerät aktiviert
es: Consejos: El modo de reposo únicamente tiene efecto cuando el aire acondicionado está encendido
fr: Conseils : Le mode Sommeil ne prend effet que si le climatiseur est allumé
it: Consigli: La modalità Sleep è attiva solo quando il condizionatore d'aria è acceso.
ko: 팁: 취침 모드는 에어컨이 켜져 있을 경우에만 동작합니다.
ru: Советы: Спящий режим вступает в силу только после включения кондиционера

# doorlock_update_hub_try_again
source: Please update the hub and try again
de: Bitte aktualisieren Sie den Hub und versuchen Sie es erneut
es: Actualice el hub e inténtelo de nuevo
fr: Mettez le Hub à jour et réessayez
it: Aggiornare l'hub e riprovare.
ko: 허브를 업데이트하고 다시 시도해주세요.

# device_ac_learn_2
source: Go to bed
de: Schlafen gehen
es: Vaya a la cama
fr: Aller au lit
it: Andare a letto
ko: 취침
ru: Пойти спать

# device_sleep
source: Sleep
de: Schlafen
es: Dormir
fr: Sommeil
it: Sonno
ko: 취침
ru: Сон

# device_replacing_hint_short
source: Replacing...
de: Wird ersetzt...
es: Sustituyendo...
fr: Remplacement...
it: Sostituzione...
ko: 교체 중…
ru: Замена...

# device_curtain_guide_caption_highest_fios
source: Adjust to the appropriate highest point with the following buttons.
de: Stellen Sie den entsprechenden höchsten Punkt mit den folgenden Tasten ein.
es: Ajuste hasta el punto máximo adecuado con los siguientes botones
fr: Régler au point le plus élevé approprié avec les boutons suivants.
it: Regolare il punto più alto con i seguenti pulsanti.
ko: 아래 버튼을 통해 적절한 최고점으로 조절하십시오.
ru: Следующими кнопками отрегулируйте до нужной высшей точки

# device_curtain_guide_caption_highest
source: Adjust to the appropriate highest point with the following buttons.
de: Stellen Sie den entsprechenden höchsten Punkt mit den folgenden Tasten ein.
es: Ajuste hasta el punto máximo adecuado con los siguientes botones
fr: Régler au point le plus élevé approprié avec les boutons suivants.
it: Regolare il punto più alto con i seguenti pulsanti.
ko: 아래 버튼을 통해 적절한 최고점으로 조절하십시오.
ru: Следующими кнопками отрегулируйте до нужной высшей точки

# other_open_degree_value
source: Adjust to preferred position
de: An bevorzugte Position anpassen
es: Ajuste a la posición de su preferencia
fr: Ajuster à la position préférée
it: Regolare la posizione preferita
ko: 원하는 위치로 조정
ru: Скорректировать в желаемое положение

# device_sleep_insufficient_sleep_affect
source: Insufficient or excessive sleep is not good for mental health. Please go to bed early and get up early, and avoid staying up late or staying in bed.
de: Unzureichender oder übermäßiger Schlaf ist nicht gut für die geistige Gesundheit. Bitte gehen Sie früh zu Bett und stehen Sie früh auf, und vermeiden Sie es, lange wach zubleiben oder lange im Bett zu bleiben.
es: El sueño insuficiente o excesivo no es bueno para la salud mental. Vaya a dormir temprano y levántese temprano, y evite acostarse tarde o quedarse en la cama a la mañana.
fr: Un sommeil insuffisant ou trop long est mauvais pour la bonne santé mentale. Allez au lit tôt et couchez-vous tôt, ne restez pas debout tard et ne restez pas trop longtemps au lit.
it: Un sonno insufficiente o eccessivo non fa bene alla salute mentale. Andate a letto presto e alzatevi presto, evitando di fare le ore piccole o di rimanere a letto.
ko: 수면부족 또는 과다수면 모두 정신 건강에 좋지 않으니 일찍 주무시고 일찍 일어나십시오. 밤새우거나 늦잠자는 것을 피하십시오.
ru: Недостаток сна или слишком много сна вредны для психического здоровья. Пожалуйста, ложитесь спать пораньше и вставайте пораньше, чтобы не бодрствовать ночью и не иметь трудностей с вставанием по утрам.

# device_sleep_report
source: Sleep report
de: Schlafbericht
es: Informe de sueño
fr: Rapport de sommeil
it: Rapporto sul sonno
ko: 수면보고
ru: Отчеты о сне

# device_sleep_insufficient_sleep
source: Insufficient sleep
de: Unzureichender Schlaf
es: Sueño insuficiente
fr: Sommeil insuffisant
it: Sonno insufficiente
ko: 수면 부족
ru: Не выспался

# device_ctrl_dimmer3_third_title
source: Third channel
de: Dritter Kanal
es: Tercer canal
fr: Troisième canal
it: Terzo canale
ko: 채널 3
ru: Канал 3

# device_replace_device_fail
source: Replacement failed.
de: Ersetzen fehlgeschlagen.
es: Ha fallado el reemplazo.
fr: Échec du remplacement.
it: Sostituzione non riuscita.
ko: 교체 실패
ru: Замена не удалась.

# device_ctrl_dimmer3_second_title
source: Second channel
de: Zweiter Kanal
es: Segundo canal
fr: Second canal
it: Secondo canale
ko: 채널 2
ru: Канал 2

# curve_days
source: Days
de: Tage
es: Días
fr: Jours
it: Giorni
ko: 일수
ru: Дней

# device_sleep_monitor_period
source: Sleep monitoring period
de: Zeitraum der Schlafüberwachung
es: Período de monitorización del sueño
fr: Période de surveillance du sommeil
it: Periodo di monitoraggio del sonno
ko: 측정된 수면 시간
ru: Период мониторинга сна

# device_prompt_volume
source: Voice Prompt Volume
de: Lautstärke der Sprachansage
es: Volumen del aviso de voz
fr: Volume de l’annonce vocale
it: Volume del prompt vocale
ko: 음량 표시
ru: Громкость сообщений

# device_sleep_sufficient_sleep
source: Sufficient sleep
de: Ausreichend Schlaf
es: Sueño suficiente
fr: Sommeil suffisant
it: Dormire a sufficienza
ko: 수면 충분
ru: Выспался

# home_share_remind_him
source: Remind Him/Her
de: Ihn/sie daran erinnern
es: Recordarle
fr: Lui rappeler
it: Ricordare a lui/lei
ko: 알려주기
ru: Напомнить ему(ей)

# device_sleep_analysis
source: Sleep analysis
de: Schlafanalyse
es: Análisis del sueño
fr: Analyse du sommeil
it: Analisi del sonno
ko: 수면분석
ru: Анализ сна

# common_tips
source: Reminder
de: Erinnerung
es: Recordatorio
fr: Rappel
it: Promemoria
ko: 팁
ru: Совет

# device_warning_tone
source: Notification Sound
de: Benachrichtigungston
es: Sonido de notificación
fr: Son de notification
it: Suono di notifica
ko: 알림음
ru: Мелодия оповещений

# device_area_human_sign_setting
source: 体征区域设置
de: Physikalischen Zeichenbereich einstellen
es: Ajuste de zona de señal física
fr: Réglage de la zone de signe physique
it: Impostazione dell'area del segno fisico
ko: 동작 구역 설정

# device_sleep_record
source: Sleep records
de: Schlafaufzeichnungen
es: Registros del sueño
fr: Enregistrements de sommeil
it: Registri del sonno
ko: 수면기록
ru: Запись сна

# other_common_read_confirm
source: I confirm that I have read it
de: Ich bestätige, dass ich es gelesen habe
es: Confirmo que he leído
fr: Je confirme que j'en ai pris connaissance
it: Confermo di averne preso visione
ko: 해당 내용을 확인했습니다.
ru: Я прочитал и подтвердил

# user_experience_agreement
source: Read <<User Experience Program>>
de: Lesen Sie << Programm für Benutzererfahrung>>
es: Leer <<Programa de experiencia del usuario>>
fr: Lire << Programme d’expérience utilisateur>>
it: Leggi <<Programma di esperienza dell'utente>>
ko: <사용자 경험 프로그램>에 대해 숙지하였습니다.
ru: Я ознакомился с программой взаимодействия с пользователем

# device_add_cannot
source: Unable to upload
de: Hochladen nicht möglich
es: No se puede cargar
fr: Impossible d’envoyer
it: Impossibile caricare
ko: 업로드 실패
ru: Нельзя загрузить

# user_privacy_read
source: I have read the Terms of Use and Privacy Policy
de: Ich habe die Nutzungsbedingungen und die Datenschutzrichtlinie gelesen
es: He leído las Condiciones de Uso y Política de Privacidad
fr: J'ai lu les Conditions d'Utilisation et Politique de Confidentialité
it: Ho letto i Termini d'Uso e Informativa sulla Privacy
ko: 《이용 약관》과《개인정보 처리방침》을 확인했습니다
ru: Я прочитал(а) Условия Использования и Политику Конфиденциальности

# doorlock_connection_error
source: Connection error
de: Verbindungsfehler
es: Error de conexión
fr: Erreur de connexion
it: Errore di connessione
ko: 연결 오류

# device_network_error
source: Abnormal network
de: Abnormales Netzwerk
es: Red anómala
fr: Réseau anormal
it: Rete anomala
ko: 네트워크 실패
ru: Ошибка Сети

# camera_photo_error
source: Unable to use photo
de: Foto kann nicht verwendet werden
es: No se puede utilizar la foto
fr: Impossible d’utiliser la photo
it: Impossibile utilizzare la foto
ko: 사진을 사용할 수 없습니다.
ru: Невозможно использовать фото

# device_sleep_month_report
source: My sleep monthly report
de: Mein monatlicher Schlafbericht
es: Mi informe mensual de sueño
fr: Mon rapport de sommeil mensuel
it: Il mio rapporto mensile sul sonno
ko: 나의 수면월보
ru: Отчет о сне за месяц

# camera_mode_cruise_tips
source: Cruise...
de: Steuern...
es: Crusero...
fr: Croisière...
it: Crociera...
ko: 순환 촬영 중
ru: Круиз...

# device_ac_update_code_soon
source: We will update the code base as soon as possible. Thank you for your support.
de: Wir werden die Code-Datenbank so schnell wie möglich aktualisieren. Danke für Ihre Unterstützung.
es: Actualizaremos la base de códigos lo antes posible. Gracias por su apoyo.
fr: Nous mettrons la base de données à jour aussi tôt que possible Merci de votre support.
it: Aggiorneremo il codice base il prima possibile. Grazie per il vostro sostegno.
ko: 가능한 빠르게 리모컨 데이터 베이스를 업데이트 할 예정입니다. 감사합니다.
ru: Спасибо за поддержку. Мы постараемся обновить базу как можно скорее.

# other_download_success_tips
source: Download succeeded
de: Herunterladen erfolgreich
es: Descarga exitosa
fr: Téléchargement réussi
it: Download riuscito
ko: 다운로드 성공
ru: Загрузка успешно завершена

# device_camera_change_password_successfully
source: Change Password Successfully
de: Passwort ändern erfolgreich
es: Cambiar la contraseña correctamente
fr: Changement du mot de passe réussi
it: Cambiare la password con successo
ko: 비밀번호를 변경했습니다.

# device_dynamic_cycle_times_1
source: Circular %1$s times
de: Zirkular %1$s mal
es: Circular %1$s veces
fr: Circulaire %1$s fois
it: Circolare %1$s volte
ko: %1$s 번 순환하기
ru: Повторить %1$s раз
