Repository: acodeworker/localzedLoader
Catalog: *.lproj/Localizable.strings
Languages: de, es, fr, it, ko, ru

# device_light_state
source: Light Status
de: Lichtstatus
es: Estado de luz
fr: État de lumière
it: Stato della luce
ko: 조명 상태
ru: Настройка Освещения

# device_ac_dialog_brand_temp_visible_no
source: Cannot be displayed
de: Kann nicht angezeigt werden
es: No se puede mostrar
fr: Ne peut être affiché
it: Non può essere visualizzato
ko: 표시할 수 없습니다.
ru: Невозможно отобразить

# device_ipl_secne_list
source: Colored light scenario list
de: Farbige leichte Szenarienliste
es: Lista de escenario de luces de colores
fr: Liste de scénarios d’éclairages colorés
it: Elenco scenari a luce colorata
ko: 채광 시나리오 목록
ru: Список сцен многоцветного света

# other_cancel_success
source: Withdrawn successfully
de: Erfolgreich zurückgezogen
es: Retirado con éxito
fr: Annulé avec succès
it: Ritiro riuscito
ko: 취소 성공
ru: Отозвано успешно

# other_tips_recommended_auto
source: The Aqara Smart Home Starter Kit has prepared some recommended automation for you
de: Das Aqara Smart Home Starter Kit hat einige empfohlene Automatisierungen für Sie vorbereitet
es: El kit inicial de Aqara Smart Home ya viene con algunas automatizaciones preparadas
fr: Le kit de démarrage de maison intelligente Aqara vous recommande des automatismes
it: Il kit Aqara Smart Home Starter ha preparato per te alcune automazioni consigliate
ko: Aqara 스마트홈 키트를 통해 집안을 스마트하게 만들어보세요.
ru: Aqara Smart Home Starter Kit подготовил для Вас рекомендованную автоматизацию

# device_alarm_name
source: Alarm device
de: Alarmgerät
es: Dispositivo de alarma
fr: Appareil d’alarme
it: Dispositivo di allarme
ko: 경보 장치
ru: Устройство сигнала

# homekit_current_mode_warn
source: HomeKit mode is used
de: Der HomeKit-Modus wird verwendet
es: Se está utilizando el modo de HomeKit
fr: Mode HomeKit utilisé
it: Viene utilizzata la modalità HomeKit
ko: 현재 HomeKit 모드 사용 중입니다.
ru: Текущий режим является режимом HomeKit

# other_aqara_bot
source: Aqara Customer Service
de: Aqara Kundendienst
es: Atención al cliente de Aqara
fr: Service à la clientèle Aqara
it: Assistenza Clienti Aqara
ko: AQARA 고객 서비스
ru: Служба поддержки Aqara

# camera_not_allow_emoji
source: Special characters are not supported
de: Sonderzeichen werden nicht unterstützt
es: Los caracteres especiales no están soportados
fr: Caractères spéciaux non pris en charge
it: I caratteri speciali non sono supportati
ko: 특수 문자는 지원하지 않습니다.
ru: Специальные символы не поддерживаются

# doorlock_function_temp_unavailable_check_front_door
source: There is no alarm event currently occurring, and the function is temporarily unavailable.If you want to check the situation in front of the door at any time, you can bind the hub
de: Es liegt derzeit kein Alarmereignis vor. Die Funktion ist vorübergehend nicht verfügbar. Wenn Sie die Situation vor der Tür jederzeit überprüfen möchten, können Sie den Hub verbinden
es: No hay ningún evento de alarma en este momento, y la función no está disponible temporalmente. Si desea comprobar la situación frente a la puerta en cualquier momento, puede vincular el hub
fr: Il n’y a pas d’événement d’alarme en cours et la fonction est temporairement indisponible. Si vous voulez vérifier la situation devant la porte à tout moment, vous pouvez lier le hub
it: Al momento non si verifica alcun evento di allarme e la funzione è momentaneamente non disponibile. Se desideri verificare in qualsiasi momento la situazione davanti alla porta, puoi associare l'hub
ko: 현재 발생한 알람 이벤트가 없으며 기능을 일시적으로 사용할 수 없습니다. 만약 문 앞의 상황을 확인하고 싶다면 허브를 연결해주세요.

# other_aqara_website
source: Aqara Official Website
de: Offizielle Aqara Webseite
es: Página web oficial de Aqara
fr: Site web officiel Aqara
it: Sito ufficiale Aqara
ko: AQARA 공식 홈페이지
ru: Официальный сайт Aqara

# automation_action_alarm_hint
source: Alarm Ringtone: %1$s Volume: %2$s
de: Alarmklingelton: %1$s Lautstärke: %2$s
es: Tono de alarma: Volumen %1$s: %2$s
fr: Sonnerie d’alarme : %1$s Volume : %2$s
it: Suoneria di allarme: Volume %1$s: %2$s
ko: 알람 벨소리: %1$s 음량:%2$s
ru: Мелодия тревоги: %1$s Громкость: %2$s

# other_location_not_support_gps
source: Current Location does not support GPS service
de: Der aktuelle Standort unterstützt keinen GPS-Service
es: La ubicación actual no soporta el servicio GPS
fr: La localisation actuelle ne prend pas en charge le service GPS
it: La posizione attuale non supporta il servizio GPS
ko: 현재 위치는 GPS 서비스를 지원하지 않습니다.

# device_alarmtrigereddevice_title
source: Alarm Triggers Accessories
de: Alarm Auslöser Accessoires
es: Accesorios de activación de alarma
fr: Accessoires déclencheurs d’alarme
it: Accessori che fanno scattare l’allarme
ko: 알람 트리거 장치
ru: Тревога запускает устройство

# doorlock_wifi_notconfigured_please_goto_configura_it
source: Wi-Fi is not configured currently, which will affect some functions. Please go to configure it
de: WLAN ist derzeit nicht konfiguriert, was sich auf einige Funktionen auswirkt. Bitte richten Sie es ein
es: La conexión wifi no está configurada, podría afectar a algunas funciones. Configúrela
fr: Le Wi-Fi n’est pas configuré actuellement, ce qui affectera certaines fonctions. Veuillez le configurer
it: Il Wi-Fi non è attualmente configurato, il che influenzerà alcune funzioni. Vai a configurarlo
ko: 현재 Wi-Fi가 구성되어 있지 않아 일부 기능에 영향을 미쳐 사용할 수 있습니다.

# other_timezone_difference_tips_1
source: Time zone of your phone is different from the time zone in Home,App will show the time zone in Home (%1$s).
de: Die Zeitzone Ihres Telefons unterscheidet sich von der Zeitzone auf der Startseite. Die App zeigt die Zeitzone auf der Startseite an (%1$s).
es: La zona horaria de su teléfono es diferente a la zona horaria de Home, la app mostrará la zona horaria de Home(%1$s).
fr: Le fuseau horaire de votre téléphone est différent de celui dans Home, l’appli affichera le fuseau horaire dans Home (%1$s).
it: Il fuso orario del telefono è diverso dal fuso orario di casa, l'app indica il fuso orario di casa (%1$s).
ko: 스마트폰의 시간대와 Aqara Home앱의 시간대가 다릅니다. 앱에서는 실제 제품이 설치된 지역의 시간대를 표시합니다.(%1$s).
ru: Часовой пояс телефона отличен от установленного для Дома.В приложении будет использоваться домашнее время (%1$s).

# camera_title_warning_time_interval
source: Alarm Frequency
de: Alarmhäufigkeit
es: Frecuencia de alarma
fr: Fréquence d’alarme
it: Frequenza dell’allarme
ko: 알람 시간 간격
ru: Частота оповещения

# doorlock_wifi_error_internet_failed
source: No network for current Wi-Fi
de: Kein Netzwerk für aktuelles WLAN
es: No hay red para el wifi actual
fr: Aucun réseau pour le Wi-Fi actuel
it: Nessuna rete per il Wi-Fi corrente

# doorlock_ota_update_failed
source: OTA Update Failed
de: OTA-Update fehlgeschlagen
es: Ha fallado la actualización de OTA
fr: Échec de la mise à jour d’OTA
it: Aggiornamento OTA non riuscito
ko: OTA 업데이트 실패

# device_alarm_location
source: Location of alarm
de: Standort des Alarms
es: Ubicación de alarma
fr: Localisation de l’alarme
it: Posizione dell'allarme
ko: 경보 위치
ru: Место сигнала

# device_current_wifi
source: Current Wi-Fi
de: Aktuelles WLAN
es: Wifi actual
fr: Wi-Fi actuel
it: Wi-Fi attuale
ko: 현재 Wi-Fi
ru: Текущий Wi-Fi

# other_permission_location_desc
source: Aqara Home will access your location for weather information, family time zones, Wi-Fi information acquirement, etc.
de: Aqara Home greift auf Ihren Standort zu, um Wetterinformationen, Familienzeitzonen, WLAN-Informationen usw. zu erhalten.
es: Aqara Home accederá a su ubicación para obtener información del clima, zona horaria familiar, información de wifi, etc.
fr: Aqara Home accédera à votre localisation pour les informations météo, les fuseaux horaires de famille, l’acquisition d’informations du Wi-Fi, etc.
it: Aqara Home accederà alla tua posizione per informazioni meteo, fusi orari familiari, acquisizione di informazioni Wi-Fi, ecc.
ko: Aqara Home은 날씨 정보, 거주지역 시간, Wi-Fi정보 획득 등을 위해 위치 정보를 사용합니다
ru: Aqara Home будет использовать данные о Вашем местоположении в таких функциях, как данные о погоде, домашний часовой пояс и доступ к данным Wi-Fi.

# device_alarm_opportunity
source: Alarm Timing (Sensitivity Adjustment)
de: Alarmzeit (Empfindlichkeitseinstellung)
es: Tiempo de alarma (ajuste de sensibilidad)
fr: Synchronisation d’alarme (réglage de sensibilité)
it: Tempi dell'allarme (regolazione della sensibilità)
ko: 알람 발생 시기
ru: Возможность тревоги

# camera_sub_title_indicator_light
source: When the camera is working, turn on the indicator light.
de: Wenn die Kamera in Betrieb ist, ist auch die LED-Anzeige an
es: Cuando la cámara esté en funcionamiento, se encenderá la luz indicadora.
fr: Lorsque la caméra fonctionne, allumer le voyant.
it: Quando la telecamera è in funzione, si accende la spia.
ko: 카메라 작동 시 LED 표시등이 켜집니다.
ru: Вкл/выкл светодиодный индикатор состояния камеры

# doorlock_ota_update_successful
source: OTA Updated Successfully
de: OTA erfolgreich aktualisiert
es: OTA actualizado con éxito
fr: Mise à jour d’OTA réussie
it: OTA aggiornato con successo
ko: OTA 업데이트 성공

# device_alarm_time
source: Alarm time
de: Alarmzeit
es: Tiempo de alarma
fr: Heure d’alarme
it: Tempo di allarme
ko: 경보 시간
ru: Время сигнала

# device_replace_support_question
source: When the device is damaged, lost or offline, you can select a new device to replace it. The new device will retain the original device functions, including name, automation, scene, etc.
de: Falls das Gerät beschädigt, verloren oder offline ist, können Sie ein neues Gerät auswählen, um es zu ersetzen. Das neue Gerät behält die ursprünglichen Gerätefunktionen bei (einschließlich Name, Automatisierung, Szene usw.)
es: Cuando el dispositivo sea dañado, perdido o desconectado, podrá seleccionar un nuevo dispositivo con el que reemplazarlo. El nuevo dispositivo conservará las funciones del dispositivo original, incluyendo nombre, automatización, escena, etc.
fr: Lorsque l’appareil est endommagé, perdu ou hors ligne, vous pouvez sélectionner un nouvel appareil pour le remplacer. Le nouvel appareil conservera les fonctions originales de l’appareil, y compris le nom, l’automatisation, la scène, etc.
it: Quando il dispositivo è danneggiato, smarrito o offline, puoi selezionare un nuovo dispositivo per sostituirlo. Il nuovo dispositivo manterrà le funzioni del dispositivo originale, inclusi nome, automazione, scena, ecc.
ko: 장치가 손상, 분실 또는 연결이 끊어진 경우 새로운 장치를 선택하여 교체할 수 있습니다. 새 장치는 명칭, 자동 실행, 동시 실행 등 기존 장치의 기능을 그대로 이어받습니다.
ru: "Если устройство повреждено, потеряно или офлайн, Вы можете выбрать новое устройство на замену. Новое устройство использует все настройки заменяемого, включая название, автоматизации, сцены и т.д."

# camera_human_guide_content
source: When identifying human, the camera will rotate to follow.
de: Beim Erkennen einer Person dreht sich die Kamera, um ihr zu folgen.
es: Al identificar a un humano, la cámara girará para seguirlo.
fr: Lors de l’identification d’un humain, la caméra tourne pour suivre.
it: Quando identifica una persona, la telecamera ruota per seguirla.
ko: 사람을 감지하면 카메라가 사람의 움직임을 따라가며 촬영합니다.
ru: При обнаружении человека камера будет следить за ним

# security_alarm_time_length
source: Alarm sound duration
de: Dauer des Alarmtons
es: Duración del sonido de alarma
fr: Durée du signal d’alarme
it: Durata del suono di allarme
ko: 알람 소리 유지 시간
ru: Длительность сигнала тревоги

# camera_pet_guide_content
source: When identifying cat or dog, the camera will rotate to follow.
de: Beim Erkennen einer Katze oder eines Hundes dreht sich die Kamera, um dem Tier zu folgen.
es: Al identificar a un gato o perro, la cámara girará para seguirlo.
fr: Lors de l’identification du chat ou du chien, la caméra tourne pour suivre.
it: Quando identifica un gatto o un cane, la telecamera ruota per seguirlo.
ko: 고양이, 개와 같은 펫을 감지하면 카메라가 펫의 움직임을 따라가며 촬영합니다.
ru: При обнаружении собаки или кошки камера будет следить за ними

# device_bind_failed_tips
source: The network is abnormal. Please switch to Wi-Fi or mobile network and try again
de: Das Netzwerk ist nicht normal. Bitte wechseln Sie zu WLAN oder Mobilfunknetz und versuchen Sie es erneut
es: La red es anómala. Cambie a la red wifi o móvil e inténtelo de nuevo
fr: Le réseau est anormal. Veuillez passer au réseau Wi-Fi ou mobile et réessayer
it: La rete è anomala. Passa alla rete Wi-Fi o mobile e riprova
ko: 네트워크 연결이 원활하지 않습니다. 확인 후 다시 시도해 주세요.
ru: Ошибка сети. Пожалуйста, переключите Wi-Fi или мобильные данные и повторите попытку

# device_add_replace_no
source: Do not replace
de: Nicht ersetzen
es: No reemplazar
fr: Ne pas remplacer
it: Non sostituire
ko: 교체하면 안됩니다.
ru: Не заменять

# notification_home_all_on
source: All on
de: Alle an
es: Todo encendido
fr: Tout activer
it: Tutto acceso
ko: 모두 열기
ru: Дом вкл.

# device_camera_trigger_event
source: Trigger event
de: Auslöseereignis
es: Evento de activación
fr: Événement déclencheur
it: Evento attivante
ko: 이벤트 발생
ru: Инициатор

# curve_avg_gas_thisyear
source: Average Natural Gas Density This Year
de: Durchschnittliche Gasdichte in diesem Jahr
es: Densidad media de gas natural de este año
fr: Densité moyenne du gaz naturel cette année
it: Densità media del gas naturale quest'anno
ko: 올해의 평균 가스 농도
ru: Средняя плотность природного газа в этом году

# device_acpartner_status_sweep_fix
source: No Swing
de: Kein Schwenken
es: Sin oscilación
fr: Sans oscillation
it: Nessuna inclinazione
ko: 회전 없음
ru: Фиксированное направление

# automation_if
source: IF
de: Wenn
es: SI
fr: SI
ko: IF) 실행조건
ru: ЕСЛИ

# device_dynamic_copy_1
source: copy
de: kopieren
es: copiar
fr: copier
it: copia
ko: 복사
ru: копия

# device_ir_match_no_use_temp
source: Do not use templates >
de: Verwenden Sie keine Vorlagen >
es: No usar plantillas >
fr: Ne pas utiliser des modèles >
it: Non utilizzare modelli >
ko: 템플릿 사용 안 함 >
ru: Не использовать шаблон >

# notification_home_all_off
source: All off
de: Alle aus
es: Todo apagado
fr: Tout désactiver
it: Tutto spento
ko: 모두 끄기
ru: Дом выкл.

# device_set_privacy_area_text3
source: Click the selected area to cancel the selection;
de: Klicken Sie auf den ausgewählten Bereich, um die Auswahl aufzuheben;
es: Haga clic en el área seleccionada para cancelar la selección;
fr: Cliquer sur la zone sélectionnée pour annuler la sélection ;
it: Fai clic sull'area selezionata per annullare la selezione;
ko: 선택한 구역을 다시 터치하면 삭할 수 있습니다.
ru: Нажмите на выделенную область, чтобы отменить выбор;

# device_curtain_guide_Inconsistent_direction
source: Inconsistent
de: Inkonsequent
es: Inconsistente
fr: Incohérent
it: Incoerente
ko: 불일치
ru: Нет

# device_control_ambient_light_tip_2
source: When the ambient light is detected to be too bright, the curtain will automatically adjust to the set opening ratio to adjust the indoor light intensity
de: Falls das Umgebungslicht als zu hell erkannt wird, stellt sich die Gardine automatisch auf das eingestellte Öffnungsverhältnis ein, um die Lichtintensität im Innenbereich anzupassen
es: Cuando se detecte que la luz ambiental es demasiado intensa, la cortina se ajustará automáticamente para regular la intensidad de la luz del interior
fr: Lorsque la lumière ambiante est détectée comme trop lumineuse, le rideau s’ajuste automatiquement au rapport d’ouverture défini pour l’intérieur
it: Quando la luce ambiente viene rilevata troppo intensa, la tenda si regola automaticamente al rapporto di apertura impostato per regolare l'intensità della luce interna

# device_acpartner_control_speed
source: Fan Speed
de: Geschwindigkeit des Ventilators
es: Velocidad de ventilador
fr: Vitesse du ventilateur
it: Velocità della ventola
ko: 풍속
ru: Скорость вентилятора

# home_transfer_last_home_hint
source: Last Home can not be transferred
de: Das letzte Zuhause kann nicht übertragen werden
es: No se puede transferir el último hogar
fr: Impossible de transférer la dernière maison
it: L'ultima casa non può essere trasferita
ko: 마지막 홈은 이동할 수 없습니다.
ru: Последний Дом не может быть передан

# device_acpartner_learn_note_content_4
source: When the above added button is triggered, regardless of the current status of the air conditioner, it will change directly to the previous status it remembers .
de: Falls die oben hinzugefügte Taste ausgelöst wird, wechselt sie unabhängig vom aktuellen Status der Klimaanlage direkt in den vorherigen Status, an den sie sich erinnert.
es: Cuando se active el botón añadido más arriba, independientemente del estado actual del aire acondicionado, cambiará directamente al estado anterior que recuerde.
fr: Lorsque le bouton ajouté ci-dessus est activé, quel que soit l’état actuel du climatiseur, il passe directement à l’état précédent dont il se souvient.
it: Quando viene attivato il pulsante aggiunto sopra, indipendentemente dallo stato attuale del condizionatore d'aria, passerà direttamente allo stato precedente che ricorda.
ko: 위에 추가된 버튼이 동작하면, 에어컨의 현재 상태와 관계없이 이전에 설정한 상태로 변경됩니다.
ru: Нажатие упомянутой выше добавленной кнопки, независимо от текущего состояния кондиционера, восстановит ранее запомненное состояние кондиционера.

# device_curtain_abnormal_stop_tips
source: The device is blocked, it may not be possible to set the route, please check the device in time
de: Das Gerät ist gesperrt. Womöglich kann die Route nicht eingestellt werden. Bitte überprüfen Sie das Gerät rechtzeitig
es: El dispositivo está bloqueado, puede que el recorrido no se pueda configurar, compruebe el dispositivo cuanto antes
fr: L’appareil est bloqué, il peut ne pas être possible de définir le parcours, veuillez vérifier l’appareil en temps voulu
it: Il dispositivo è bloccato, potrebbe non essere possibile impostare il percorso, controlla il dispositivo in tempo
ko: 장치가 차단되어 경로 설정이 불가능할 수 있습니다. 장치를 확인해주세요.
ru: Устройство заблокировано, возможно, невозможно установить маршрут, пожалуйста, проверьте устройство вовремя

# device_ac_dialog_but_not_match
source: Not completely consistent. Try the next one
de: Nicht komplett konsequent. Probieren Sie die nächste
es: No es exacto. Pruebe con el siguiente
fr: Pas entièrement cohérent. Essayer le prochain
it: Non del tutto coerente. Prova il prossimo
ko: 완전히 일치하지 않습니다. 다음 것을 시도해주세요.
ru: Не совсем, следующий набор

# device_firmware_version_low_tips
source: The current firmware version is too low. Please update the firmware.
de: Die aktuelle Firmware-Version ist zu alt. Bitte aktualisieren Sie die Firmware.
es: La versión de firmware actual es demasiado baja. Actualice el firmware.
fr: La version du firmware actuelle est trop basse. Veuillez mettre à jour le firmware.
it: La versione attuale del firmware è troppo bassa. Aggiorna il firmware.
ko: 현재 펌웨어 버전이 너무 낮습니다. 펌웨어를 업데이트해주세요.
ru: 当前设备固件版本过低，请升级固件

# device_ac_match_scheme_6
source: High Fan Speed
de: Hohe Geschwindigkeit des Ventilators
es: Velocidad de ventilador alta
fr: Vitesse élevée du ventilateur
it: Velocità della ventola alta
ko: 강함
ru: Высокая скорость вентилятора

# device_ac_match_no_state_not_match
source: Not available completely
de: Nicht komplett verfügbar
es: No está completamente disponible
fr: Pas entièrement disponible
it: Non completamente disponibile
ko: 사용할 수 없음
ru: Не полностью доступны

# device_current_device
source: Current device
de: Aktuelles Gerät
es: Accesorio actual
fr: Accessoire actuel
it: Accessorio attuale
ko: 현재 장치
ru: Текущее устройство

# device_click_to_select_condition
source: 点击选择条件
de: Zum Auswählen einer Bedingung anklicken
es: Haga clic para seleccionar una condición
fr: Cliquez pour sélectionner une condition
it: Fare clic per selezionare una condizione
ko: 선택 조건 클릭

# device_current_agl_version
source: Current algorithm version:%1$s
de: Aktuelle Algorithmusversion: %1$s
es: Versión del algoritmo actual:%1$s
fr: Version d’algorithme actuelle : %1$s
it: Versione attuale attuale dell'algoritmo:%1$s
ko: 현재 알고리즘 버전:%1$s
ru: Текущая версия алгоритма:%1$s

# device_ir_fan
source: Fan
de: Lüfter
es: Ventilador
fr: Ventilateur
it: Ventola
ko: 선풍기
ru: Вентилятор

# user_disagree_logout
source: Disagree, and log out
de: Nicht zustimmen und abmelden
es: No estoy de acuerdo, cerrar sesión
fr: Refuser et se déconnecter
it: Non accettare e disconnettiti
ko: 동의하지 않습니다, 로그아웃 하기
ru: Не согласен, выйти

# device_ota_version_now_arithmetic
source: Current algorithm version:
de: Aktuelle Algorithmusversion:
es: Versión del algoritmo actual:
fr: Version d’algorithme actuelle
it: Versione attuale dell'algoritmo:
ko: 최신 펌웨어 버전 :
ru: Последняя версия прошивки:

# device_remote_match_tips
source: Press the remote control button and check if the set-top box responds
de: Drücken Sie die Fernbedienungstaste und stellen Sie sicher, ob die Set-Top-Box reagiert
es: Presione el botón del control remoto y compruebe si el descodificador responde
fr: Appuyer sur le bouton de la télécommande et vérifier si le boîtier décodeur répond
it: Premi il tasto del telecomando e verifica se il decoder risponde
ko: 화면의 버튼을 눌러 장치가 반응하는지 확인하세요.
ru: Нажмите кнопку ПДУ и подтвердите, если телеприставка соответствующая

# home_share_home_father
source: Father
de: Vater
es: Padre
fr: Père
it: Padre
ko: 아버지
ru: Отец

# device_acpartner_status_mode_dry
source: Dehumidifying
de: Entfeuchten
es: Deshumidificando
fr: Déshumidification
it: Deumidificazione
ko: 제습
ru: Осушение

# device_service_setting_alarm_title_editalarm
source: Edit Alarm
de: Alarm bearbeiten
es: Editar alarma
fr: Modifier l’alarme
it: Modifica allarme
ko: 알람 편집
ru: Изменить сигнал тревоги

# device_trigger_condition
source: 触发条件
de: Auslösebedingung
es: Condición de activación
fr: Condition de déclenchement
it: Condizione di attivazione
ko: 트리거 조건

# device_curtain_closing
source: Curtain is closing...
de: Vorhang wird geschlossen...
es: La cortina se está cerrando...
fr: Fermeture du rideau...
it: Chiusura della tenda in corso...
ko: 커튼이 닫힙니다.
ru: Закрытие штор...

# home_scene_edit_more
source: Edit more scenes
de: Mehr Szenen bearbeiten
es: Editar más escenas
fr: Modifier plus de scènes
it: Modifica più scene
ko: 더 많은 동시실행 편집
ru: Изменить больше сценариев

# doorlock_no_home_switch_desc
source: After locking the door, please click the Confirm button on the front panel to enable the Away mode. It is recommended to create the manual arming automations of the door lock first, and then enable this function.
de: Nach dem Verriegeln der Tür klicken Sie bitte auf die Schaltfläche Bestätigen auf der Vorderseite, um den Abwesenheitsmodus zu aktivieren. Es wird empfohlen, zuerst die manuellen Scharfschaltautomatisierungen des Türschlosses zu erstellen und diese Funktion dann zu aktivieren.
es: Después de cerrar la puerta, por favor haga clic en el botón de confirmación en el panel frontal para habilitar el modo ausente. Se recomienda crear las automatizaciones de armado manual de la cerradura de la puerta primero, y luego habilitar esta función.
fr: Après avoir verrouillé la porte, veuillez cliquer sur le bouton Confirmer sur le panneau avant pour activer le mode Absent. Il est recommandé de créer d’abord les automatismes d’armement manuel du verrou de porte, puis d’activer cette fonction.
it: Dopo aver bloccato la porta, fai clic sul pulsante Conferma sul pannello anteriore per attivare la modalità Away. Si consiglia di creare prima le automazioni di armamento manuale della serratura, poi abilitare questa funzione.
ko: 문을 잠근 후 전면 패널의 확인 버튼을 클릭하여 부재중 모드를 활성화해주세요. 도어락의 수동 알람 자동화를 먼저 생성한 후 이 기능을 활성화하는 것이 좋습니다.

# security_guard_edit_mode
source: Edit alert system mode
de: Alarmsystemmodus bearbeiten
es: Editar modo del sistema de alerta
fr: Modifier le mode du système d’alerte
it: Modifica la modalità del sistema di avviso
ko: 보안 모드 편집
ru: Редактировать режим безопасности

# automation_illumination_morethan
source: Illuminance above
de: Beleuchtung über
es: Brillo por encima de
fr: Éclairement au-dessus de
it: Illuminazione superiore
ko: 지정된 조명 이상임
ru: Освещенность выше
