Repository: acodeworker/localzedLoader
Catalog: *.lproj/Localizable.strings
Languages: de, es, fr, it, ko, ru

# doorlock_snapshot
source: Snapshot
de: Schnappschuss
es: Instantánea
fr: Capture
it: Istantanea
ko: 스냅샷

# user_cancel_account
source: Cancel this account
de: Dieses Konto löschen
es: Cancelar esta cuenta
fr: Annuler ce compte
it: Annullamento dell'account
ko: 이 계정을 탈퇴합니다.
ru: Обнулить аккаунт

# camera_lg_privacy_protection_open
source: Privacy protection is set
de: Datenschutz ist eingestellt
es: La protección de seguridad está configurada
fr: La protection de la confidentialité est définie
it: La protezione della privacy è impostata
ko: 사생활 보호를 실행 중입니다.

# device_camera_cruise_list_count_limit_hint_tips
source: Support up to %d positions
de: Unterstützt bis zu %d Positionen
es: Soporta hasta %d posiciones
fr: Accepte jusqu’à %d positions
it: Supporta fino a %d posizioni
ko: 최대 %d 개 위치 지원
ru: Поддержка до %d позиций

# camera_lg_local_gallery_delete_selected_title_hint
source: Do you want to delete selected records?
de: Möchten Sie ausgewählte Datensätze löschen?
es: ¿Desea eliminar todos los registros seleccionados?
fr: Voulez-vous supprimer les enregistrements sélectionnés ?
it: Si desidera eliminare i record selezionati?
ko: 선택 영상/사진 삭제

# device_dynamic_last_sequence_state
source: Last sequence status
de: Letzter Sequenzstatus
es: Estado de última secuencia
fr: État de la dernière séquence
it: Stato dell'ultima sequenza
ko: 마지막 시퀀스 상태
ru: Статус последней последовательности

# camera_lg_local_gallery_player_delete_title_tip
source: Do you want to delete it?
de: Möchten Sie es löschen?
es: ¿Desea eliminarlo?
fr: Voulez-vous le supprimer ?
it: Si desidera eliminarlo?
ko: 삭제하시겠습니까?

# other_delay_hint_for_last_one
source: Delayed action must not be selected as the last action.
de: Die verzögerte Aktion darf nicht als letzte Aktion ausgewählt werden.
es: La acción retrasada no debe seleccionarse como última acción.
fr: L’action retardée doit être sélectionnée comme dernière action.
it: L'azione ritardata non deve essere selezionata come ultima azione.
ko: 딜레이는 마지막 동작으로 사용할 수 없습니다
ru: Отложенное действие не должно быть выбрано последним.

# common_time_work_day
source: Monday-Friday
de: Montag - Freitag
es: Lunes-viernes
fr: Lundi au vendredi
it: Lunedì-Venerdì
ko: 주중
ru: Понедельник-Пятница

# device_sleep_last_time
source: The last time
de: Die letzte Zeit
es: Última vez
fr: Dernière fois
it: L'ultima volta
ko: 최근 1회
ru: Последний раз

# camera_lg_local_gallery_no_selected_item_tip
source: You didn't select anything yet.
de: Sie haben noch nichts ausgewählt.
es: No seleccionó nada todavía.
fr: Vous n’avez encore rien sélectionné
it: Non è stato ancora selezionato nulla.
ko: 삭제할 영상을 선택해 주세요.

# doorlock_open_finger
source: Fingerprint
de: Fingerabdruck
es: Huella dactilares
fr: Empreinte digitale
it: Impronta digitale
ko: 지문
ru: Отпечаток пальца

# common_time_week_mon
source: Mon
de: Mo
es: Lunes
fr: Lun.
it: Lun
ko: 월요일
ru: Пн

# doorlock_fingerprint_entry_too_wet
source: Fingerprint entry is too wet
de: Bereich des Fingerabdrucks ist zu nass
es: La entrada de la huella dactilar está demasiado húmeda
fr: Le doigt est trop humide
it: L'impronta digitale è troppo bagnata
ko: 지문 인식 영역이 젖어 있습니다.

# camera_lg_privacy_protection
source: Privacy protection
de: Datenschutz
es: Protección de seguridad
fr: Protection de la confidentialité
it: Protezione della privacy
ko: 사생활 보호

# access_sign_light_other_status
source: Indicator light in other status?
de: Blinkleuchte in anderem Zustand?
es: ¿Indicador de luz en otros estados?
fr: Voyant indicateur dans un autre état ?
it: Spia in un altro stato?
ko: 다른 상태의 표시등이 켜졌습니까?
ru: Состояние индикатора иное?

# home_primary_home
source: Primary Home
de: Primäres Zuhause
es: Hogar primario
fr: Domicile principal
it: Casa primaria
ko: 기본 홈
ru: Основной Дом

# doorlock_finderprint
source: Fingerprint：%s
de: Fingerabdruck: %s
es: Huella dactilares: %s
fr: Empreinte digitale : %s
it: Impronta digitale:%s
ko: 지문 수：%s

# camera_lg_prevent_closing_my_guard_prompt_content
source: Now Myguard is ON, privacy protection can not be turned on
de: Jetzt ist Myguard eingeschaltet, der Schutz der Privatsphäre kann nicht aktiviert werden.
es: Ahora Myguard está encendida, la protección de seguridad no puede encenderse
fr: Actuellement Myguard est activé, la protection de la confidentialité ne peut être activée
it: Se Myguard è attivo, la protezione della privacy non può essere attivata.
ko: 스마트 보안 실행 중에는 사생활 보호를 설정할 수 없습니다.

# user_sign_up_account
source: Account registration
de: Konto registrieren
es: Registro de la cuenta
fr: Enregistrement du compte
it: Registrazione dell'account
ko: 계정 등록
ru: Зарегистрировать аккаунт

# common_input_limit
source: Supports up to %d characters
de: Unterstützt bis zu %d Zeichen
es: Soporta hasta %d caracteres
fr: Accepte jusqu’à %d caractères
it: Supporta fino a %d caratteri
ko: 최대 %d 자 지원
ru: Поддерживает до %d символов

# camera_cruise_list_count_limit_hint_tips
source: Support up to 10 positions
de: Unterstützt bis zu 10 Positionen
es: Soporta hasta 10 posiciones
fr: Accepte jusqu’à 10 positions
it: Supporta fino a 10 posizioni
ko: 관심구역은 최대 10개까지만 추가할 수 있습니다.
ru: Поддержка до 10 позиций

# common_time_week_fri
source: Fri
de: Fr
es: Viernes
fr: Ven.
it: Ven
ko: 금요일
ru: Пт

# doorlock_finger_vertify_fail
source: Fingerprint Verification Failed
de: Verifizierung des Fingerabdrucks fehlgeschlagen
es: Fallo en la verificación de la huella dactilar
fr: Échec de vérification de l’empreinte digitale
it: Verifica dell' impronta digitale fallita
ko: 지문 확인 실패

# user_sign_up
source: Sign up
de: Anmelden
es: Registro
fr: S’inscrire
it: Iscriviti
ko: 가입하기
ru: Зарегистрироваться

# device_feed_plan_limit
source: Up to 8 plans can be added
de: Es können bis zu 8 Pläne hinzugefügt werden
es: Pueden agregarse hasta 8 planes
fr: Jusqu'à 8 plans peuvent être ajoutés
it: È possibile aggiungere fino a 8 piani

# device_ir_controller_key_study_again
source: Add again
de: Wieder hinzufügen
es: Añadir nuevamente
fr: Ajouter de nouveau
it: Aggiungere di nuovo
ko: 새로 추가
ru: Добавить повторно

# doorlock_finger_effect_savetips
source: Fingerprint will be effective permanently, continue to save?
de: Fingerabdruck wird dauerhaft übernommen. Fortfahren und speichern?
es: La huella dactilar será efectiva de forma permanente, ¿desea continuar para guardar?
fr: L’empreinte digitale sera effective de manière permanente, continuer l’enregistrement ?
it: L'impronta digitale sarà valida in modo permanente, continuare a salvare?
ko: 지문이 영구적으로 유효합니다. 계속 저장하시겠습니까?

# camera_lg_local_gallery_video_is_deleted
source: The video has been deleted
de: Das Video wurde gelöscht
es: El video ha sido eliminado
fr: La vidéo a été supprimée
it: Il video è stato eliminato
ko: 영상이 삭제되었습니다.

# device_set_privacy_area_toast_1_fios
source: Set 3 privacy areas at most
de: Max. 3 Privatzonen einstellen
es: Establecer 3 áreas de privacidad como máximo
fr: Régler 3 zones de confidentialité au maximum
it: Impostare 3 aree private al massimo
ko: 개인정보 보호구역은 최대 3개를 설정할 수 있습니다.
ru: Можно установить до 3 приватных зон

# doorlock_guide_child_lock_desc
source: 注:此时房门应无法打开!
de: Hinweise: Die Tür kann gerade nicht geöffnet werden!
es: Avisos: ¡No se puede abrir la puerta en este instante!
fr: Remarques : La porte ne peut pas être ouverte pour le moment !
it: Note: La porta non può essere aperta in questo momento!
ko: 비고 : 현관문을 열 수 없어야 합니다.

# device_finger_print_error_hint
source: Wrong fingerprint %1$s times
de: %1$s mal falscher Fingerabdruck
es: Huella dactilar incorrecta %1$s veces
fr: Empreinte digitale incorrecte %1$s fois
it: Impronta digitale sbagliata %1$s volte
ko: 지문인식 에러 %1$s (회)
ru: Неправильный отпечаток %1$s раз

# device_curtain_reset_route
source: Reset
de: Zurücksetzen
es: Resetear
fr: Réinitialiser
it: Ripristinare
ko: 재설정
ru: Повторите

# camera_lg_myguard_is_open_can_not_process_cruise
source: Smart Security is currently running. Area-of-interest rotation photography cannot be performed while Smart Security is enabled.
de: Smart Security wird derzeit ausgeführt. Bei aktivierter Smart Security können keine Drehaufnahmen mit AOI (Area of Interest) gemacht werden.
es: La seguridad inteligente se está ejecutando actualmente. La fotografía de rotación del área de interés no se puede realizar mientras la seguridad inteligente está activada.
fr: Smart Security est actuellement en fonctionnement. La photographie en rotation des zones d’intérêt ne peut être effectuée lorsque Smart Security est utilisée.
it: Smart Security è in corso. Non è possibile eseguire la fotografia di rotazione dell'area di interesse quando Smart Security è abilitato.
ko: 현재 스마트 보안이 실행 중입니다. 스마트 보안이 실행 중에는 관심구역 순환 촬영을 실행할 수 없습니다.

# doorlock_registration_verification_failed
source: Registration verification failed (0x0D)
de: Überprüfung der Registrierung fehlgeschlagen (0x0D)
es: Registro de verificación fallida (0x0D)
fr: Échec de vérification de l’enregistrement (0X0D)
it: Verifica della registrazione fallita (0x0D)

# home_device_diagnosis_last_online
source: Last Time Online
de: Letzte Online-Zeit
es: Última conexión
fr: Dernière heure en ligne
it: Ultima ora in linea
ko: 지난 온라인 상태 시간
ru: Последний раз онлайн

# camera_lg_mode_control
source: Mode control
de: Modussteuerung
es: Control de modo
fr: Contrôle du mode
it: Controllo della modalità
ko: 촬영 모드

# device_nas_time_record
source: Last write time
de: Letzte Schreibzeit
es: Última hora de escritura
fr: Dernière heure d’écriture
it: Ultima ora di scrittura
ko: 지난 시간
ru: Время последней записи

# doorlock_register_failed
source: Registration failed
de: Registrierung fehlgeschlagen
es: Registro fallido
fr: Échec de l’enregistrement
it: Registrazione fallita
ko: 등록 실패

# camera_lg_local_gallery_list_empty_page
source: There is no saved videos/pictures
de: Keine Videos/Bilder gespeichert
es: No existen videos/imágenes guardadas
fr: Aucune vidéo/image enregistrée
it: Non ci sono video/immagini salvate
ko: 저장된 영상/사진이 없습니다.

# other_forget_pwd
source: Forgot Password
de: Passwort vergessen
es: He olvidado la contraseña
fr: Mot de passe oublié
it: Password dimenticata
ko: 비밀번호 찾기
ru: Забыли пароль

# common_network_error
source: network connection failed, please try again
de: Netzwerkverbindung fehlgeschlagen, bitte versuchen Sie es erneut
es: Error de conexión de red; vuelva a intentarlo.
fr: Échec de connexion réseau, réessayez
it: connessione di rete fallita, riprovare
ko: 인터넷 연결 실패, 다시 시도하세요.
ru: Не удалось подключиться к сети, попробуйте еще раз, пожалуйста.

# home_share_home_brother
source: Brother
de: Bruder
es: Hermano
fr: Frère
it: Fratello
ko: 형제
ru: Брат

# common_error_network_failed
source: Network failed, please try again
de: Netzwerkfehler, bitte versuchen Sie es erneut
es: Error de red; vuelva a intentarlo.
fr: Échec du réseau, réessayez
it: Rete fallita, riprovare
ko: 네트워크 오류, 다시 시도해 주세요.
ru: Сетевая ошибка, повторите попытку

# common_time_week_thursday
source: Thursday
de: Donnerstag
es: Jueves
fr: Jeudi
it: Giovedì
ko: 목요일
ru: Четверг

# device_name_wireless_scene_switch_ch6
source: Wireless Remote Switch (Sextuple Rocker)
de: Drahtloser Fernschalter (6-fach Wippe)
es: Interruptor remoto inalámbrico (pulsador séxtuple)
fr: Commutateur à distance sans fil (bascule sextuple)
it: Interruttore remoto senza fili (bilanciere sestuplo)
ko: 무선 리모트 스위치 (6구)
ru: 无线场景开关（六键版）

# common_network_abnormal
source: Network connection is abnormal
de: Netzwerkverbindung ist abnormal
es: La conexión de red es anómala
fr: La connexion au réseau est anormale.
it: La connessione di rete è anomala
ko: 네트워크 연결 이상
ru: Ошибка сетевого соединения

# common_time_week_wednesday
source: Wednesday
de: Mittwoch
es: Miércoles
fr: Mercredi
it: Mercoledì
ko: 수요일
ru: Среда

# other_title_select_key
source: Select Button
de: Knopf auswählen
es: Seleccione botón
fr: Bouton de sélection
it: Pulsante di selezione
ko: 버튼 선택
ru: Клавиши выключателя

# other_homekit_binded
source: Bound
de: Verbunden
es: Vinculado
fr: Lié
it: Vincolare
ko: 연결
ru: Уже привязал

# doorlock_unknown_error
source: Unknown error
de: Unbekannter Fehler
es: Error desconocido
fr: Erreur inconnue
it: Errore sconosciuto
ko: 알 수 없는 오류

# common_time_week_friday
source: Friday
de: Freitag
es: Viernes
fr: Vendredi
it: Venerdì
ko: 금요일
ru: Пятница

# device_info_no_data
source: No data
de: Keine Daten
es: No hay más datos
fr: Pas de données
it: Nessun dato
ko: 데이터 없음
ru: Нет данных

# user_login_verification_code
source: Login with verification code
de: Anmeldung mit Verifizierungscode
es: Iniciar sesión con el código de verificación
fr: Se connecter avec un code de vérification
it: Accesso con codice di verifica
ko: 인증 코드 로그인
ru: Авторизация по коду подтверждения

# common_recommend
source: Recommend
de: Empfehlen
es: Recomendar
fr: Recommandé
it: Raccomandare
ko: 추천하다
ru: рекомендовать

# common_time_week_sunday
source: Sunday
de: Sonntag
es: Domingo
fr: Dimanche
it: Domenica
ko: 일요일
ru: Воскресенье

# device_place_rome_curtian_hook
source: Place the Roma rod hanger
de: Platzieren Sie die Roma-Stangenhalterung
es: Coloque el colgador de la barra Roma
fr: Placez le support de la tige Roma
it: Posizionare il gancio per asta Roma
ko: 커튼 로드를 매달습니다.
ru: Подвесная римская вешалка

# doorlock_other_information
source: Other information
de: Sonstige Informationen
es: Otra información
fr: Autres informations
it: Altre informazioni

# other_cloud_error_714
source: Position contain devices, automations, or scenes,not allowed to be deleted
de: Position enthält Geräte, Automationen oder Szenen, die nicht gelöscht werden dürfen
es: La posición contiene dispositivos, automatizaciones o escenas que no se pueden borrar
fr: La localisation contient des appareils, des automatisations ou des scènes, et ne peut pas être supprimée
it: Le posizioni contengono dispositivi, automazioni o scene che non possono essere cancellate.
ko: 위치에는 장치, 자동화 혹은 씬(장면구성)이 포함되어 있어서 삭제할 수 없습니다.
ru: Позиция содержит устройства, автоматизацию или сценарии, которые нельзя удалять

# other_update_install_permission_hint
source: Installation permission in the app fails to be allowed, which will cause the device cannot update. Are you sure to allow the permission immediately?
de: Die Installationserlaubnis in der App ist nicht zulässig. Das Gerät kann deshalb nicht aktualisiert werden. Möchten Sie die Erlaubnis wirklich sofort erteilen?
es: El permiso de instalación de la aplicación no se admite, lo cual implica que el dispositivo no podrá actualizarse. ¿Confirma que desea admitir el permiso de inmediato?
fr: Les autorisations d’installation de l’application n’ont pas été données, ce qui empêche la mise à jour de l’appareil. Êtes-vous sûr de vouloir accorder la permission immédiatement ?
it: L'autorizzazione all'installazione nell'app non è consentita, il che causa l'impossibilità di aggiornare il dispositivo. Siete sicuri di voler concedere immediatamente l'autorizzazione?
ko: 앱 내 설치 권한이 승인되지 않아 업데이트가 진행되지 않을 수 있습니다. 권한 설정 페이지로 바로 가시겠습니까?
ru: Разрешение на установку приложений отключено, обновление не может быть выполнено. Включить разрешение на установку?

# device_place_curtain_driver
source: Place the curtain driver
de: Platzieren Sie den Vorhangmotor
es: Coloque el controlador de cortina
fr: Placez l'entraînement de rideau
it: Posizionare il driver della tenda
ko: 스마트 커튼 컨트롤러를 매달습니다.
ru: Компаньон для подвесных штор

# common_app_exit
source: Exit
de: Beenden
es: Salir
fr: Sortie
it: Esci
ko: 나가기
ru: Выйти

# doorlock_bleupdate_bluetoothclosedtitle
source: Bluetooth is off, and update failed
de: Bluetooth ist ausgeschaltet, und die Aktualisierung ist fehlgeschlagen
es: Bluetooth está desconectado y se ha producido un error de actualización
fr: Le Bluetooth est désactivé, et la mise à jour a échoué
it: Il Bluetooth è disattivato e l'aggiornamento non è riuscito
ko: 블루투스가 꺼져있습니다. 업데이트에 실패하였습니다.

# doorlock_ring_finger
source: Ring finger
es: Dedo anular
fr: Annulaire
it: Anulare
ko: 약지

# other_auth_code_wrong
source: Wrong verification code
de: Falscher Verifizierungscode
es: Código de verificación erróneo
fr: Code de vérification incorrect
it: Codice di verifica errato
ko: 인증 코드 오류
ru: Ошибка кода подтверждения

# device_how_to_reset
source: Reset Hub
de: Hub zurücksetzen
es: Restablecer hub
fr: Réinitialiser le Hub
it: Reimpostare l'hub
ko: 스마트 허브 리셋
ru: Перезагрузить Hub

# other_change_nickname
source: Change Nickname
de: Nickname ändern
es: Cambiar el nombre
fr: Changer le Surnom
it: Modifica del Nickname
ko: 닉네임 변경
ru: Изменить Имя

# common_select
source: Select
de: Auswählen
es: Seleccione
fr: Sélectionner
it: Selezionare
ko: 선택

# device_alarm_natgas_list
source: Serious natural gas leakage in the following location
de: Schweres Erdgasleck am folgenden Standort
es: Fuga grave de gas natural en la siguiente ubicación
fr: Fuite grave de gaz naturel à l'endroit suivant
it: Grave perdita di gas naturale nel seguente luogo
ko: 아래 위치에서 가스 누출이 심각합니다.
ru: Серьезные утечки природного газа в следующих местах

# device_gateway_restart_tips
source: The Hub is restarting which may take a few minutes. Do not pull out the Hub plug.
de: Der Hub startet neu. Das kann ein paar Minuten dauern. Ziehen Sie den Stecker des Hubs nicht ab.
es: El hub se está reiniciando y puede tardar varios minutos. No retire el enchufe del Hub.
fr: Le Hub redémarre, ce qui pourrait prendre quelques minutes. Ne tirez pas sur la prise du Hub.
it: L'Hub si sta riavviando, il che potrebbe richiedere alcuni minuti. Non estrarre la spina dell'hub.
ko: 허브 재시작 중. 몇 분의 시간이 소요됩니다. 허브의 전원을 차단하지 마세요.
ru: Hub перезагружается, что может продолжаться до 2 минут. Не отключайте источник питания

# device_set_wifi_name_hint
source: Name change may cause the connected device to disconnect.
de: Die Änderung des Namens kann zu Trennung vom verbundenen Gerät führen.
es: El cambio de nombre puede hacer que el dispositivo conectado se desconecte.
fr: Le changement de nom peut entraîner la déconnexion de l'appareil connecté.
it: La modifica del nome può causare la disconnessione del dispositivo collegato.
ko: 명칭을 바꾸면 이미 연결된 장치에서 핫스팟 접속이 차단됩니다.
ru: Изменение имени может привести к отключению устройств, подключенных к текущей точке доступа

# camera_tf_card_state_no_card
source: No MicroSD card
de: Keine MicroSD-Karte
es: No hay tarjeta MicroSD
fr: Pas de carte MicroSD
it: Nessuna scheda MicroSD
ko: Micro SD card가 없습니다
ru: Карта microSD не обнаружена

# device_alarm_fire_list
source: Fire alarm from the following locations
de: Feueralarm von den folgenden Standorten
es: Alarma de incendio en las siguientes ubicaciones
fr: Alarme incendie à partir des endroits suivants
it: Allarme antincendio dalle seguenti postazioni
ko: 아래 위치에서 화재 경보가 울렸습니다.
ru: Пожарная сигнализация сработала в следующих местах

# other_forget_password_q
source: Forgot Password?
de: Passwort vergessen?
es: ¿Ha olvidado la contraseña?
fr: Mot de passe oublié ?
it: Hai dimenticato la password?
ko: 비밀번호 찾기
ru: Забыли пароль?

# common_time_week_monday
source: Monday
de: Montag
es: Lunes
fr: Lundi
it: Lunedì
ko: 월요일
ru: Понедельник

# other_selection_is_current_region
source: The selected region is the current region.
de: Die ausgewählte Region ist die aktuelle Region.
es: La región seleccionada es la región actual.
fr: La région sélectionnée est la région actuelle.
it: La regione selezionata è quella corrente.
ko: 선택한 지역이 현재 지역입니다.
ru: Выбранный регион является текущим регионом.

# device_prevent_detete_not_support
source: The following devices are not supported now.
de: Die folgenden Geräte werden derzeit nicht unterstützt.
es: Los siguientes dispositivos no son compatibles ahora.
fr: Les appareils suivants sont maintenant pris en charge.
it: I seguenti dispositivi non sono attualmente supportati.
ko: 아래 장치들은 현재 지원되지 않습니다.
ru: Следующие устройства в настоящее время не поддерживаются

# device_nas_set_path
source: Modify storage path
de: Ändern des Speicherpfads
es: Modificar la ruta de almacenamiento
fr: Modifier le chemin de stockage
it: Modificare il percorso di archiviazione
ko: 저장 경로 변경
ru: Изменить путь к хранилищу

# device_person_no_exist
source: Absence
de: Abwesenheit
es: Ausencia
it: Assenza
ko: 사람 없음
ru: Никого

# other_ir_learn_key_list_title_select_num
source: %1$d item is chosen
de: %1$d Element ist ausgewählt
es: %1$d objeto seleccionado
fr: %1$d élément sélectionné
it: La voce %1$d è stata scelta
ko: 선택한 %1$d 항목
ru: Элемент %1$d выбран

# other_widget_setting_select_bg
source: Choose Background
de: Hintergrund auswählen
es: Elija el fondo
fr: Sélectionner le Fond d’écran
it: Scegliere lo sfondo
ko: 배경 선택
ru: Выберите Фон

# security_guard_continue_arming_tips
source: The following device is abnormal, and continuing to arm may cause hidden safety hazards
de: Das folgende Gerät ist abnormal, und die weitere Aktivierung kann zu latenten Sicherheitsproblemen führen
es: El siguiente dispositivo es anormal y si se sigue creando puede causar riesgos de seguridad ocultos
fr: L’appareil suivant est anormal et continuer l’armement pourrait causer des risques imprévisibles pour la sécurité
it: Il seguente dispositivo è anomalo e il suo mantenimento può causare rischi nascosti per la sicurezza.
ko: 다음 장비에 이상이 있습니다
ru: Следующее оборудование неисправно. Если вы продолжите ставить охрану, возможна угроза безопасности.

# device_remote_upload_failed
source: Failed to upload remote control. Please try again.
de: Das Hochladen der Fernsteuerung ist fehlgeschlagen. Bitte erneut versuchen.
es: No se ha podido cargar el control remoto. Inténtelo de nuevo.
fr: Échec d’envoi de la télécommande. Veuillez réessayer.
it: Impossibile caricare il telecomando. Si prega di riprovare.
ko: 리모컨 업로드 실패. 다시 시도해 주세요.
ru: Ошибка загрузки ПДУ, пожалуйста, повторите попытку.

# doorlock_gateway_location
source: Hub location
de: Hub-Standort
es: Ubicación del hub
fr: Localisation du Hub
it: Posizione dell'hub
ko: 허브 위치

# other_cloud_error_9
source: Hub cannot get the related accessory info
de: Hub kann die zugehörigen Zubehörinformationen nicht abrufen
es: El hub no puede obtener información del accesorio relacionado
fr: Le Hub ne peut obtenir les infos relatives à l’accessoire
it: L'hub non riesce a ottenere le informazioni relative agli accessori
ko: 스마트 허브가 관련 장치 정보를 알 수 없습니다.
ru: Hub не может получить информацию об устройстве

# doorlock_log_sunday
source: Sunday
de: Sonntag
es: Domingo
fr: Dimanche
it: Domenica
ko: 일요일
ru: Воскресенье

# device_tone_volume
source: Hub Volume
de: Hub-Lautstärke
es: Volumen del hub
fr: Volume du Hub
it: Volume del mozzo
ko: 스마트 허브 음량
ru: Громкость Hub

# common_time_week_saturday
source: Saturday
de: Samstag
es: Sábado
fr: Samedi
it: Sabato
ko: 토요일
ru: Суббота

# device_sensor_86_switch_title
source: Wireless Mini Switch
de: Mini-Funkschalter
es: Botón inalámbrico
fr: Mini commutateur sans fil intelligent
it: Mini pulsante wireless
ko: 무선 미니 스위치
ru: Беспроводная кнопка

# doorlock_obtain_the_hub_information_failed
source: Failed to obtain the hub information
de: Die Informationen über den Hub konnten nicht abgerufen werden
es: Error de obtención de información del hub
fr: Échec de récupération des informations du Hub
it: Impossibile ottenere le informazioni sull'hub
ko: 허브 정보를 가져오지 못했습니다.

# user_new_account
source: Registrate
de: Registrieren
es: Regístrese
fr: Enregistrement
it: Registrare
ko: 신규 가입
ru: Регистрация нового пользователя

# device_choose_dynamic
source: Select dynamic
de: Dynamik auswählen
es: Seleccione dinámica
fr: Sélectionner dynamique
it: Selezionare la dinamica
ko: 다이나믹 씬 선택
ru: Выбрать активную сцену

# device_alarm_opportunity_some_gas
source: Some gas
de: Ein wenig Gas
es: Cierta cantidad de gas
fr: Du gaz
it: Alcuni gas
ko: 일정 수준의 가스
ru: Существенное количество газа

# device_tone_language
source: Hub Language
de: Hub-Sprache
es: Idioma del hub
fr: Langue du hub
it: Lingua Hub
ko: 스마트 허브 언어
ru: Язык Hub
