Repository: acodeworker/localzedLoader
Catalog: *.lproj/Localizable.strings
Languages: de, es, fr, it, ko, ru

# device_bound_mijia_tips
source: The device cannot be bound to Aqara Home. Please contact customer service.
de: Das Gerät kann nicht mit Aqara Home verbunden werden. Wenden Sie sich bitte an den Kundendienst.
es: Este dispositivo no se puede vincular a Aqara Home. Contacte con el servicio de atención al cliente.
fr: L’appareil ne peut pas être lié à Aqara Home. Veuillez contacter le service client.
it: Il dispositivo non può essere associato ad Aqara Home. Contatta l’assistenza clienti.
ko: 장치를 Aqara Home에 연결 할 수 없습니다. 고객 서비스 센터에 문의해주세요.
ru: Устройство не может быть привязано к Aqara Home. Обратитесь в службу поддержки клиентов.

# other_txt_checking_update
source: checking version...
de: Überprüfe die Version...
es: comprobando versión...
fr: vérification de version...
it: controllo della versione in corso...
ko: 버전 검사 중...

# doorlock_unbind_fail
source: Failed to unbind it. Please try again!
de: Die Verbindung kann nicht getrennt werden Bitte versuchen Sie es erneut!
es: No se ha podido desvincular. ¡Inténtelo de nuevo!
fr: Échec de dissociation. Veuillez réessayer !
it: Annullamento dell’associazione non riuscito Riprova!
ko: 연결을 해제하지 못했습니다. 다시 시도해주세요!

# doorlock_dialog_close
source: Close
de: Schließen
es: Cerrar
fr: Fermer
it: Chiudi
ko: 닫기
ru: Закрыть

# device_control_edit_2
source: No feeding plan added
de: Kein Fütterungsplan hinzugefügt
es: No hay plan de alimentación
fr: Aucun programme d’alimentation ajouté
it: Nessun piano di avanzamento aggiunto

# device_control_fail
source: 解绑失败
de: Entkoppeln fehlgeschlagen
es: Desvinculación fallida
fr: Échec de la dissociation
it: Scollegamento non riuscito

# other_change_network_state_permission_rationale
source: This permission is to change network status.
de: Diese Genehmigung dient zum Ändern des Netzwerkstatus.
es: Este permiso se utiliza para cambiar el estado de la red.
fr: Cette autorisation permet de modifier l’état du réseau.
it: Questa autorizzazione serve a modificare lo stato della rete.
ko: 이 권한은 네트워크 상태를 변경하는데 사용됩니다.
ru: Это разрешение на изменение статуса сети.

# device_no_taking_photo_permission_dialog
source: Camera permissions are not enabled and scanning is not possible
de: Die Kameraberechtigungen sind nicht aktiviert und das Scannen ist nicht möglich
es: Los permisos de la cámara no se han otorgado y no se puede escanear
fr: Les autorisations de caméra ne sont pas activées et la numérisation est impossible
it: Le autorizzazioni della fotocamera non sono abilitate e la scansione non è possibile
ko: 카메라 접근이 허용되지 않아 스캔할 수 없습니다.
ru: Разрешения доступа к камере не установлены, сканирование невозможно

# user_login_unbind_test
source: After unbinding, the user will not be able to log in Aqara Home by this method, so are you sure to unbind it?
de: Nach dem Aufheben der Verbindung kann sich der Benutzer mit dieser Methode nicht mehr bei Aqara Home anmelden. Sind Sie sicher, dass Sie die Verbindung aufheben möchten?
es: Tras desvincular, el usuario no podrá iniciar sesión en Aqara Home con este método, ¿está seguro de querer hacerlo?
fr: Après la dissociation, l’utilisateur ne pourra pas se connecter à Aqara Home par cette méthode, voulez-vous vraiment débloquer ?
it: Dopo l'annullamento dell'associazione, l'utente non sarà in grado di accedere ad Aqara Home con questo metodo, quindi, sei sicuro di annullare l'associazione?
ko: 해제 후 이 방식으로 Aqara Home에 로그인할 수 없습니다. 해제하시겠습니까?
ru: После отвязки Вы не сможете войти в Aqara Home этим способом. Подтвердить отвязку?

# device_volume_down
source: Volume -
de: Lautstärke -
es: Volumen -
ko: 볼륨 -
ru: Громкость -

# device_air_conditioner
source: Air conditioner
de: Klimaanlage
es: Aire acondicionado
fr: Climatiseur
it: Condizionatore d’aria
ko: 에어컨
ru: Кондиционер

# other_request_read_phone_state_permission_rationale
source: This permission is only used to read your phone status and identity to better user experience.
de: Diese Genehmigung wird nur verwendet, um Ihren Telefonstatus und Ihre Identität für eine bessere Benutzererfahrung zu lesen.
es: Este permiso solo se utiliza para leer el estado de su teléfono e identificar una mejor experiencia de usuario.
fr: Cette autorisation n’est utilisée que pour lire l’état et l’identité de votre téléphone afin d’améliorer l’expérience utilisateur.
it: Questa autorizzazione viene utilizzata solo per leggere lo stato e l'identità del telefono per una migliore esperienza utente.
ko: 이 권한은 더 나은 사용자 경험을 위해 전화 상태와 신원을 읽는데만 사용됩니다.
ru: Это разрешение используется только для распознавания статуса Вашего смартфона для улучшения пользовательского взаимодействия.

# doorlock_nfccard_notadded
source: NFC card has not been added
de: Die NFC-Karte wurde nicht hinzugefügt
es: La tarjeta NFC no ha sido añadida
fr: La carte NFC n’a pas été ajoutée
it: La scheda NFC non è stata aggiunta
ko: NFC 카드가 추가되지 않았습니다.

# device_acpartner
source: Air Conditioner Control
de: Klimaanlage-Bedienung
es: Control del aire acondicionado
fr: Contrôle de climatiseur
it: Controllo del condizionatore d'aria
ko: 에어컨 컨트롤러
ru: Контроллер Кондиционера

# homekit_trigger_duration
source: Trigger Duration
de: Auslösedauer
es: Duración de activación
fr: Durée du déclencheur
it: Durata dell’attivazione
ko: 동작 시작 시간
ru: Продолжительность реагирования

# device_no_available_device
source: No available devices
de: Keine verfügbaren Geräte
es: No hay dispositivos disponibles
fr: Aucun appareil disponible
it: Nessun dispositivo disponibile
ko: 사용 가능한 장치가 없습니다.
ru: Нет доступных устройств

# device_gateway_ac
source: Air Conditioning Controller
de: Klimaanlage-Controller
es: Controlador del aire acondicionado
fr: Contrôleur de climatiseur
it: Regolatore del condizionatore d’aria
ko: 에어컨 메이트(허브 버전)
ru: Контроллер Кондиционера

# homekit_support_apple_home_tips
source: This accessory has been added to Apple Home app.
de: Dieses Accessoire wurde der Apple Home App hinzugefügt.
es: Este accesorio se ha añadido a la app Apple Home.
fr: Cet accessoire a été ajouté à l’appli Apple Home.
it: Questo accessorio è stato aggiunto all'app Apple Home.
ko: 이 장치는 애플 "홈" 앱에서 사용 가능합니다.
ru: Этот аксессуар может быть использован в приложении Apple «Home»

# other_empty_no_device
source: No accessories
de: Keine Accessoires
es: Sin accesorios
fr: Aucun accessoire
it: Nessun accessorio
ko: 장치 없음
ru: Нет устройств

# device_acpartner_control_relay_alarm
source: Air conditioning controller is working. Cut off the power may damage the air conditioner. Are you sure to cut off the power?
de: Die Fernbedienung der Klimaanlage funktioniert. Durch das Abschalten der Stromversorgung kann die Klimaanlage beschädigt werden. Möchten Sie die Stromversorgung abschalten?
es: El controlador del aire acondicionado está funcionando. Cortar la corriente podría provocar daños en el aire acondicionado. ¿Estás seguro de apagar la corriente?
fr: Le contrôleur de climatiseur fonctionne. Couper l’alimentation peut endommager le climatiseur. Voulez-vous vraiment couper l’alimentation ?
it: Il regolatore del condizionatore d’aria funziona. L'interruzione dell'alimentazione potrebbe danneggiare il condizionatore d'aria. Sei sicuro di togliere la corrente?
ko: 에어컨 컨트롤러가 작동중입니다. 전원을 차단하면 에어컨이 손상될 수 있습니다. 전원을 차단하시겠습니까?
ru: Контроллер кондиционера работает. Отключение питания может повредить кондиционер. Вы уверены, что хотите отключить питание?

# doorlock_gateway_remove
source: Unbind the Hub
de: Verbindung des Hubs trennen
es: Desvincular el hub
fr: Dissocier le hub
it: Annulla l’associazione dell’hub
ko: 허브 바인딩 해제

# device_sleep_health_status
source: Health status
de: Gesundheitsstatus
es: Estado de salud
fr: État de santé
it: Stato di salute
ko: 건강 상태
ru: Состояние здоровья

# other_email_unbind
source: Unbind E-mail
de: Verknüpfung der E-Mail-Adresse aufheben
es: Desvincular correo electrónico
fr: Dissocier l’adresse e-mail
it: Annulla l’associazione dell’e-mail
ko: 이메일 연결 해제
ru: Отвязать Email

# device_control_unbound_4
source: 解绑网关，将会导致开机相关的自动化、场景无法执行和开机功能无法使用，确认需要解绑吗？
de: Wenn Sie die Bindung des Hubs aufheben, wird möglicherweise die Automatisierung, die Szene im Zusammenhang mit dem Startvorgang und die Startfunktion nicht funktionieren. Möchten Sie die Entkopplung bestätigen?
es: Desvincular el hub podría deshabilitar la automatización, la escena de arranque y la función de arranque, ¿quiere confirmar la desvinculación?
fr: Dissocier le Hub pourrait désactiver l’automatisation, la scène relative au démarrage et la fonction de démarrage pourrait ne pas fonctionner. Confirmer la dissociation ?
it: Lo scollegamento dell'hub può disabilitare l'automazione, la scena relativa all'avvio e la funzione di avvio non possono funzionare, confermare lo scollegamento?

# home_share_home_family
source: Family
de: Familie
es: Familia
fr: Famille
it: Famiglia
ko: 가족
ru: Семья

# doorlock_bind_error_key
source: Wrong key, Please retry.
de: Falscher Schlüssel. Versuchen Sie es erneut.
es: Llave incorrecta, inténtelo de nuevo.
fr: Mauvaise clé, veuillez réessayer.
it: Chiave sbagliata, riprova.
ko: 잘못된 키 입니다. 다시 시도해주세요.
ru: Неправильный ключ, повторите попытку.

# user_join_experience_program
source: Join User Experience Program
de: Nehmen Sie am Programm für Benutzererfahrung teil
es: Unirse al programa de experiencia del usuario
fr: Rejoindre le programme d’expérience utilisateur
it: Partecipa al programma esperienza utente
ko: "사용자 체험 프로그램" 참여
ru: Вступить в «Программу взаимодействия с пользователем»

# device_ac_status_tips
source: Assume the air conditioner is operating, cooling, 25°C, no swing, low fan speed;
de: Sofern die Klimaanlage läuft, die Umgebung abkühlt, 25 °C, kein Schwingen, niedrige Lüftergeschwindigkeit;
es: Asumiendo que el aire acondicionado está en funcionamiento, 25 ºC, sin oscilación, velocidad del ventilador baja;
fr: Supposons que le climatiseur fonctionne, qu’il refroidit à 25°C, sans oscillation, à basse vitesse ;
it: Supponi che il condizionatore d'aria sia in funzione, raffreddamento, 25° C, nessuna oscillazione, velocità della ventola bassa;
ko: 현재 에어컨 상태가 켜짐, 냉방, 25°C, 풍향 고정, 미풍 상태라고 가정
ru: Итого, текущее состояние кондиционера: работает, охлаждение, 25 °C, без вращения шторки, низкая скорость вентилятора;

# device_encrypt_hint
source: Encrypted Serial Number
de: Verschlüsselte Seriennummer
es: Número de serie encriptado
fr: Numéro de série crypté
it: Numero di serie crittografato
ko: 암호 일련번호
ru: Закодированный серийный номер

# home_home
source: Home Location
de: Standort
es: Ubicación del hogar
fr: Localisation de la maison
it: Posizione Home
ko: 집 위치
ru: Местоположение дома

# home_setting_members
source: Family Member
de: Familienmitglied
es: Miembro familiar
fr: Membre de la famille
it: Membro della famiglia
ko: 홈 멤버
ru: Член семьи

# other_family_setting
source: Home Settings
de: Zuhause-Einstellungen
es: Ajustes del hogar
fr: Réglages de maison
it: Impostazioni Home
ko: 홈 설정
ru: Настройки Дома

# home_setting_home_info
source: Home Infomation
de: Zuhause-Informationen
es: Información del hogar
fr: Informations sur la maison
it: Informazioni Home
ko: 홈 정보
ru: Информация о Доме

# home_setting_timezone_title
source: Time Zone
de: Zeitzone
es: Zona horaria
fr: Fuseau horaire
it: Fuso orario
ko: 시간대
ru: Часовой пояс

# curve_detect_close
source: Door Closed Detected
de: Türschließung erkannt
es: Puerta cerrada detectada
fr: Porte fermée détectée
it: Rilevata porta chiusa
ko: 문닫힘이 감지되었습니다.
ru: Обнаружена закрытая дверь

# device_orientation_landscape
source: Landscape
de: Querformat
es: Paisaje
fr: Paysage
it: Orizzontale
ko: 가로보기

# camera_tip_mobile_sence
source: The video clips will be saved to "Album management" when image changes are detected.
de: Die Videoclips werden in ,Albenmanagement‘ gespeichert, wenn Bildänderungen erkannt werden.
es: Los clips de vídeo se guardarán en 'Gestión de álbumes' cuando se detecten cambios de imagen.
fr: Les clips vidéo sont enregistrés dans la « gestion des albums » lorsque des changements d’image sont détectés.
it: Le video clip verranno salvate in "Gestione album" quando vengono rilevate modifiche all'immagine.
ko: 화면 변화가 감지되면 짧은 비디오를 녹화하여 “앨범 관리”에 저장합니다.
ru: При обнаружении изменений изображения видеоклипы будут сохранены в «Управление альбомами»

# device_ac_match_sorry_no_match
source: Sorry, we haven't found the code base that matches your air conditioner completely. We have chosen a high-matching code base for you.
de: Wir haben keine Codebasis gefunden, die vollständig zu Ihrer Klimaanlage passt. Wir haben eine gut passende Codebasis ausgewählt.
es: Lo sentimos, no hemos encontrado la base de código que coincide con su aire acondicionado. Le hemos seleccionado una base de código con la coincidencia alta.
fr: Désolé, impossible de trouver la base de code correspondant complètement à votre climatiseur. Nous avons choisi pour vous une base de code à correspondance élevée.
it: Spiacenti, non abbiamo trovato la base del codice che corrisponde completamente al tuo condizionatore d'aria. Abbiamo scelto per te una base del codice ad alta corrispondenza.
ko: 죄송합니다. 완전히 일치하는 에어컨 리모컨을 찾지 못해서, 가장 유사하게 일치하는 리모컨을 선택했습니다.
ru: К сожалению, полностью соответствующая БД сигналов не найдена. Выбрана наиболее соответствующая.

# notification_family_share
source: Family Sharing
de: Familien-Sharing
es: Compartir en familia
fr: Partage familial
it: Condivisione familiare
ko: 가족 초대
ru: Семейное приглашение

# device_sleep_poor
source: Poor
de: Schlecht
es: Pobre
fr: Très mauvais
it: Scarso
ko: 아주 나쁨
ru: Очень плохо

# device_acpartner_learn_note_content_2
source: Assume the air conditioner is operating, cooling, 25 °C, no swing, low fan speed;
de: Sofern die Klimaanlage läuft, die Umgebung abkühlt, 25 °C, kein Schwingen, niedrige Lüftergeschwindigkeit;
es: Asumiendo que el aire acondicionado está en funcionamiento, 25 ºC, sin oscilación, velocidad del ventilador baja;
fr: Supposons que le climatiseur fonctionne, qu’il refroidit à 25 °C, sans oscillation, à basse vitesse ;
it: Supponi che il condizionatore d'aria sia in funzione, raffreddamento, 25° C, nessuna oscillazione, velocità della ventola bassa;
ko: 에어컨의 현재 상태를 켜짐, 냉방, 온도 25 ℃，회전 없음, 중간으로 가정함
ru: Итого, текущее состояние кондиционера: работает, охлаждение, 25 °C, без вращения шторки, низкая скорость вентилятора;

# device_dialog_service_alert
source: If the accessory is still sounding alarm, the status will be shown in red.
de: Wenn das Accessoire immer noch einen Alarm auslöst, wird der Status in Rot angezeigt.
es: Si el accesorio aún hace sonar la alarma, su estado se mostrará en rojo.
fr: Si l’accessoire fait encore retentir l’alarme, l’état s’affiche en rouge.
it: Se l'accessorio continua a suonare l'allarme, lo stato verrà visualizzato in rosso.
ko: 만약 장치에서 지속적으로 알람 사운드 발생한다면, 앱의 화면이 붉은 상태로 나타납니다.
ru: Если аксессуар все еще подает сигнал тревоги, статус будет отображаться красным цветом.

# device_ota_join_queue
source: Add
de: Hinzufügen
es: Añadir
fr: Ajouter
it: Aggiungi
ko: 추가

# common_family_share_agree_text
source: Join successfully, let's switch to the family to have a look
de: Beitritt erfolgreich! Wechseln wir zur Familie, um einen Blick darauf zu werfen
es: Unido con éxito, cambie a la familia para echar un vistazo
fr: Rejoint avec succès, passons à la famille pour jeter un coup d’œil
it: Unione riuscita, passiamo alla famiglia per dare un'occhiata
ko: 환영합니다! 초청받은 홈으로 이동 하시겠습니까?
ru: Присоединяйтесь успешно, давайте перейдем к семье, чтобы посмотреть

# device_route_value_1_fios
source: Channel %@
de: Kanal %@
es: Canal %@
fr: Canal %@
it: Canale %@
ko: 채널 %d
ru: Канал %d

# doorlock_congratulations
source: 恭喜你， Aqara智能门锁正在全力守护你的家！
de: Herzlichen Glückwunsch, Aqara, das intelligente Türschloss, bewacht Ihr Haus!
es: Enhorabuena, ¡La cerradura inteligente de Aqara está protegiendo su hogar!
fr: Félicitations, Une porte intelligente Aqara garde votre maison !
it: Congratulazioni, la serratura intelligente Aqara sta proteggendo la tua casa!
ko: 축하드립니다. 아카라 스마트 게이트가 당신의 집을 안전하게 보호하고 있습니다.

# device_child_lock
source: Child Safety Lock
de: Kindersicherungsschloss
es: Bloqueo de niños
fr: Verrouillage enfant
it: Blocco di sicurezza bambini
ko: 어린이 보호 잠금
ru: Блокировка от детей

# device_multichannel_info_channeltitle
source: Channel %d
de: Kanal %d
es: Canal %d
fr: Canal %d
it: Canale %d
ko: %d번 째 채널
ru: Канал %d

# device_curtain_config_success
source: Congratulations, configured successfully!
de: Glückwunsch! Die Konfiguration war erfolgreich!
es: ¡Enhorabuena, se ha configurado con éxito!
fr: Félicitations, configuration réussie !
it: Congratulazione, configurazione completata!
ko: 커튼 설정이 완료되었습니다 !
ru: Шторы настроены.

# homekit_co2_sensor
source: Carbon Dioxide Sensor
de: Kohlendioxidsensor
es: Sensor de dióxido de carbono
fr: Capteur de dioxyde de carbone
it: Sensore di anidride carbonica
ko: CO₂ 센서

# device_self_detect_success
source: Your device works properly!
de: Ihr Gerät funktioniert einwandfrei!
es: ¡Su dispositivo funciona correctamente!
fr: Votre appareil fonctionne correctement !
it: Il tuo dispositivo funziona correttamente!
ko: 축하합니다. 장치가 정상적으로 동작합니다.

# device_control_calibration_fail
source: Valve calibration failed
de: Erfolglose Ventilkalibrierung
es: Fallo en la calibración de válvula
fr: Échec de l’étalonnage de la vanne
it: Calibrazione della valvola non riuscita
ru: Калибровка клапана не удалась

# security_guard_condition_not_config_tips
source: The alarm condition is not configured in this mode. Are you sure to configure it immediately?
de: Die Alarmbedingung wird in diesem Modus nicht konfiguriert. Sind Sie sicher, dass Sie sie sofort konfigurieren möchten?
es: La condición de alarma no está configurada en este modo. ¿Seguro que desea configurarla inmediatamente?
fr: La condition d’alarme n’est pas configurée dans ce mode. Voulez-vous vraiment configurer immédiatement ?
it: La condizione di allarme non è configurata in questa modalità. Sei sicuro di configurarla immediatamente?
ko: 해당 모드는 경보 조건이 설정되지 않았으며 지금 바로 설정합니까?
ru: В этом режиме условия тревоги не настроены. Настроить сейчас?

# doorlock_log_shortdate_tue
source: Tue
de: Di
es: Mar
fr: Mar
it: Mar
ko: 화
ru: Вт

# device_info_close
source: Closed
de: Geschlossen
es: Cerrado
fr: Fermé
it: Chiuso
ko: 꺼짐
ru: Закрыто

# device_third_party_auth
source: Third party authorization
de: Drittpartei-Autorisierung
es: Autorización de terceros
fr: Autorisation d’un tiers
it: Autorizzazione di terzi
ko: 제3자 서비스 권한 부여
ru: Сторонние сервисы

# device_setting_service_name_desc_title
source: This name will be displayed on the homepage
de: Dieser Name wird auf der Startseite angezeigt
es: El nombre se mostrará en la página de inicio
fr: Ce nom sera affiché sur la page d’accueil
it: Questo nome verrà visualizzato sulla home page
ko: 이 이름은 홈 화면에 표시 됩니다.
ru: Это имя будет отображаться на главной странице

# other_third_part_login
source: Third party sign in
de: Drittpartei-Anmeldung
es: Inicio de sesión de terceros
fr: Connexion d’un tiers
it: Accesso di terzi
ko: 간편 로그인
ru: Логин третьей стороны

# common_area
source: Area
de: Bereich
es: Área
fr: Zone
ko: 지역
ru: область

# device_name_siri_tips
source: The name will be identified by Siri.
de: Der Name wird von Siri erkannt.
es: El nombre será identificado por Siri.
fr: Le nom sera identifié par Siri.
it: Il nome verrà identificato da Siri.
ko: Siri가 이 이름을 인식합니다.
ru: Это имя будет распознано Siri

# device_privacy_lawer_info
source: Legal Information
de: Rechtliche Informationen
es: Información legal
fr: Informations légales
it: Informazione legale
ko: 법률 정보
ru: Юридическая информация

# device_fault_state
source: Fault
de: Fehler
es: Fallo
fr: Défauts
it: Guasto
ko: 고장
ru: Сбой

# device_tip_subdevice_firmware_upgrade
source: Firmware is updating, it may take 15mins, Battery devices can be short press the reset button (do not repeatedly short press) to speed up the upgrade, please wait patiently
de: Die Firmware wird aktualisiert. Dies kann 15 Minuten dauern. Bei Batteriegeräten kann die Reset-Taste kurz gedrückt werden (nicht wiederholt kurz drücken), um das Upgrade zu beschleunigen. Bitte haben Sie Geduld.
es: El firmware se está actualizando, puede tardar 15 minutos, los dispositivos con batería pueden presionar brevemente el botón de reinicio (no lo presione repetidamente) para acelerar la actualización, por favor, espere
fr: Mise à jour du firmware, pouvant durer 15 minutes. Pour les appareils à batterie, le bouton de réinitialisation peut être appuyé brièvement (une fois) pour accélérer la mise à niveau, veuillez patienter
it: Il firmware si sta aggiornando, potrebbero essere necessari 15 minuti, nei dispositivi con batteria potrebbe essere necessario premere brevemente il pulsante reset (non effettuare pressioni brevi ripetute) per accelerare l'aggiornamento, attendere con pazienza
ko: 펌웨어 업데이트 중입니다. 최대 15분 가량 소요 예정입니다.
ru: Прошивка обновляется, это может занять до 15 минут, пожалуйста, подождите. Для ускорения начала обновления на устройствах с батареями можно нажать кнопку сброса (не более одного раза).

# device_ir_connect_fail
source: Connection failed
de: Verbindung fehlgeschlagen
es: Fallo en la conexión
fr: Échec de connexion
it: Collegamento non riuscito
ko: 연결 실패
ru: Ошибка подключения

# device_join_send_msg_2_device_failed
source: Failed to send network access information
de: Die Netzwerkzugriffsinformationen konnten nicht gesendet werden
es: Fallo al enviar la información de acceso de red
fr: Échec d’envoi des informations d’accès au réseau
it: Impossibile inviare informazioni di accesso alla rete
ko: 네트워크 연결 정보 전송 실패
ru: Ошибка отправки данных доступа к сети

# doorlock_error_desc_battery_low
source: The battery is lower than 20%. To ensure the normal functioning of the basic features of your door lock, the remote monitoring functions have been turned off, and some functions are disabled. Please charge.
de: Die Batteriekapazität beträgt weniger als 20 %. Es wurden die Fernüberwachungsfunktionen ausgeschaltet und einige Funktionen deaktiviert, um die normale Funktion der Grundfunktionen Ihres Türschlosses zu gewährleisten. Bitte aufladen.
es: La batería está a menos de 20 %. Para garantizar el funcionamiento normal de las características básicas de su cerradura, se han desactivado las funciones de control remoto y algunas funciones están desactivadas. Cárguela.
fr: La batterie est inférieure à 20 %. Pour assurer le fonctionnement normal des fonctions de base de votre verrou de porte, les fonctions de surveillance à distance et certaines autres ont été désactivées. Veuillez charger.
it: La carica della batteria è inferiore al 20%. Per garantire il normale funzionamento delle funzioni base della serratura, le funzioni di monitoraggio da remoto sono state disattivate e alcune funzioni sono disattivate. Ricarica.
ko: 배터리가 20% 미만입니다. 도어락의 기본 기능을 정상적으로 작동시키기 위해 원격 모니터링 기능이 꺼지고 일부 기능이 비활성화되었습니다. 충전해 주세요.

# device_join_sending_msg_2_device
source: Sending network access information…
de: Sende die Netzwerkzugriffsinformationen...
es: Enviando la información de acceso de red…
fr: Envoi des informations d’accès au réseau…
it: Invio di informazioni di accesso alla rete in corso…
ko: 네트워크 연결 정보 전송 중…
ru: Отправка данных доступе к сети...

# doorlock_error_desc_battery_not_open_function
source: This function is currently unavailable due to low battery. Please charge.
de: Diese Funktion ist derzeit aufgrund einer schwachen Batterie nicht verfügbar. Bitte aufladen.
es: Función deshabilitada debido a un nivel bajo de batería. Cárguela.
fr: Cette fonction est actuellement indisponible en raison d’une batterie faible. Veuillez charger.
it: Questa funzione non è attualmente disponibile a causa della carica della batteria bassa. Ricarica.
ko: 배터리가 부족하여 현재 이 기능을 사용할 수 없습니다. 즉시 충전해주세요.
