Repository: acodeworker/localzedLoader
Catalog: *.lproj/Localizable.strings
Languages: de, es, fr, it, ko, ru

# user_privacy_agreement
source: I agree to the Terms of Service and Privacy Policy for Aqara Home.
de: Ich stimme den Servicebedingungen und der Datenschutzrichtlinie für Aqara Home zu.
es: Acepto las condiciones de servicio y la política de privacidad de Aqara Home.
fr: J’accepte les Termes de service et la Politique de confidentialité pour Aqara Home.
it: Accetto i Termini di servizio e l'Informativa sulla privacy di Aqara Home.
ko: Aqara Home 사용약관 및 개인정보처리방침에 동의합니다.
ru: Я согласен с Условиями Обслуживания и Политикой Конфиденциальности в Aqara home.

# doorlock_download_firmware_successful
source: Firmware Downloaded Successfully
de: Firmware erfolgreich heruntergeladen
es: Firmware descargado con éxito
fr: Micrologiciel téléchargé avec succès
it: Firmware scaricato con successo

# user_login_agree
source: I agree to %1$s and %2$s for Aqara Home.
de: Ich stimme %1$s und %2$s für Aqara Home zu.
es: Estoy de acuerdo con %1$s y %2$s para Aqara Home.
fr: J’accepte %1$s et %2$s pour Aqara Home.
it: Accetto %1$s e %2$s per Aqara Home.
ko: Aqara Home의 %1$s과 %2$s을 동의합니다.
ru: Я согласен с %1$s и %2$s в Aqara Home.

# camera_cruising
source: On Cruising
de: Fährt...
es: En crucero
fr: En croisière...
it: In crociera
ko: 촬영 중
ru: Выполняется круиз

# other_user_have_read
source: I have read
de: Ich habe gelesen
es: He leído
fr: J'ai lu
it: Ho letto
ko: 읽음
ru: Я прочитал

# other_download_error
source: Download error
de: Herunterladen fehlerhaft
es: Error en la descarga
fr: Erreur de téléchargement
it: Scarica l'errore
ko: 다운로드 오류
ru: Ошибка загрузки

# common_read
source: Read
de: Lesen
es: Leer
fr: Lire
it: Leggere
ko: 읽었습니다.
ru: Прочитано

# camera_mode_cruise
source: Cruise
de: Steuern
es: Crusero
fr: Croisière
it: Crociera
ko: 관심구역 순환
ru: Круиз

# device_set_bell_add_fail
source: Fail to add
de: Hinzufügen fehlgeschlagen
es: Falla al añadir
fr: Échec d'ajout
it: Non aggiungere
ko: 추가할 수 없음
ru: Нельзя добавить

# device_sleep_daily_report
source: My sleep daily report
de: Mein täglicher Schlafbericht
es: Mi informe diario de sueño
fr: Mon rapport de sommeil quotidien
it: Il mio rapporto giornaliero sul sonno
ko: 나의 수면일보
ru: Отчет о сне за день

# device_gateway_fm_list_title_my_fav
source: My favorite
de: Meine Favoriten
es: Mis favoritos
fr: Mon favori
it: I miei preferiti
ko: 즐겨찾기
ru: Моё избранное

# camera_cruise_list_title
source: Cruise
de: Steuern
es: Crusero
fr: Croisière
it: Crociera
ko: 관심구역 순환
ru: Круиз

# device_sleep_weekly_report
source: My sleep weekly report
de: Mein wöchentlicher Schlafbericht
es: Mi informe semanal de sueño
fr: Mon rapport de sommeil hebdomadaire
it: mio rapporto giornaliero sul sonno
ko: 나의 수면주보
ru: Отчет о сне за неделю

# device_upgrade_loading_firmware_finish
source: The download is successful and the update will start soon…
de: Das Herunterladen war erfolgreich. Das Update wird in Kürze beginnen…
es: La descarga es exitosa y la actualización comenzará pronto…
fr: Le téléchargement est réussi et la mise à jour va bientôt commencer...
it: Il download è riuscito e l'aggiornamento inizierà a breve...
ko: 다운로드가 성공적으로 완료되고 곧 업그레이드가 시작됩니다…
ru: Загрузка прошла успешно, и обновление скоро начнется …

# doorlock_unlocked_voice_alarm_time
source: The unlocked voice alarm time
de: Uhrzeit des Sprachalarms bei Entriegelung
es: La hora de la alarma de voz desbloqueada
fr: Heure d’alarme de déverrouillage à la voix
it: Il tempo di allarme vocale sbloccato
ko: 잠금 해제 소리 알람 시간

# curve_style_switch
source: Switch Chart Style
de: Diagrammstil wechseln
es: Cambiar estilo de gráfico
fr: Changer de style de graphique
it: Cambiare lo stile del grafico
ko: 다이어 그램 형식 변경
ru: Переключить формат диаграммы

# doorlock_unlockalarm
source: Unlock alarm
de: Alarm bei Entriegelung
es: Desbloquear alarma
fr: Alarme de déverrouillage
it: Sbloccare l'allarme
ko: 알람 잠금 해제

# device_info_icon
source: Icon
de: Symbol
es: Icono
fr: Icône
it: Icona
ko: 아이콘
ru: Значок

# device_sleep_micro_movement
source: Microbody movement
de: Kleinste Körperbewegung
es: Movimiento del microcuerpo
fr: Micro mouvement du corps
it: Movimento microcorporeo
ko: 살짝 뒤척임
ru: Небольшое движение

# device_ac_image_load_fail_tips
source: The photo upload failed, please try again
de: Hochladen des Fotos ist fehlgeschlagen, bitte versuchen Sie es erneut
es: Error de carga de foto; vuelva a intentarlo
fr: Échec d’envoi de la photo, réessayez
it: Il caricamento della foto non è riuscito, riprovare
ko: 사진 업로드에 실패하였습니다. 다시 시도해주세요.
ru: Не удалось загрузить изображение, попробуйте еще раз, пожалуйста.

# doorlock_moresetting_warning_unlockw
source: Unlocked Alert
de: Alarm Entriegelt
es: Alerta desbloqueada
fr: Alerte de déverrouillage
it: Allarme sbloccato
ko: 잠금 해제 알람

# doorlock_load_pic_fail
source: Failed to download the image
de: Herunterladen des Bildes fehlgeschlagen
es: Error de descarga de imagen
fr: Échec de téléchargement de fichier
it: Impossibile scaricare l'immagine
ko: 이미지를 다운로드하지 못했습니다.
ru: Не удалось загрузить изображение

# device_ir_pro
source: Projector
de: Projektor
es: Proyector
fr: Projecteur
it: Proiettore
ko: 프로젝터
ru: Проектор

# device_feed_repeat_time
source: The feeding time is repeated, please reset
de: Die Fütterungszeit ist wiederholt, setzen Sie bitte zurück
es: El tiempo de alimentación se repite, por favor reinicie
fr: L’heure d’alimentation est répétée, veuillez réinitialiser
it: Il tempo di alimentazione si ripete, si prega di resettare

# camera_common_face_imageblurred
source: Blurred picture
de: Unscharfes Bild
es: Imagen borrosa
fr: Image floutée
it: Immagine sfocata
ko: 흐린 사진
ru: Фото размыто

# device_dose_not_add_key
source: The button is not added
de: Die Taste wurde nicht hinzugefügt
es: El botón no se ha añadido
fr: Le bouton n’est pas ajouté
it: Il pulsante non viene aggiunto
ko: 버튼이 추가되지 않았습니다.

# doorlock_image_loading_failed
source: Image loading failed
de: Laden des Bildes ist fehlgeschlagen
es: Error de carga de foto
fr: Échec du chargement d’image
it: Caricamento dell'immagine non riuscito
ko: 이미지 로드 실패

# other_auto_ota_quit_title
source: 退出编辑
de: Bearbeitung beenden
es: Salir de la edición
fr: Fermer la modification
it: Uscita dalla modifica
ko: 편집을 종료합니다.

# device_info_sensor_danger
source: Triggered
de: Ausgelöst
es: Disparado
fr: Déclenché
it: Attivato
ko: 트리거됨

# common_exit
source: Exit
de: Beenden
es: Salir
fr: Sortie
it: Esci
ko: 확인
ru: Выйти

# user_center_logout
source: Sign out
de: Abmelden
es: Cerrar sesión
fr: Se déconnecter
it: Esci
ko: 로그아웃
ru: Выйти из аккаунта

# device_feed_interval
source: Feeding cycle
de: Fütterungszyklus
es: Ciclo de alimentación
fr: Cycle d'alimentation
it: Ciclo di alimentazione
ko: 급식 주기
ru: Повтор кормления

# doorlock_user_not_add
source: No user is added
de: Es wurde kein Benutzer hinzugefügt
es: No hay ningún usuario añadido
fr: Aucun utilisateur ajouté
it: Non è stato aggiunto alcun utente
ko: 사용자가 추가되지 않음

# device_info_error
source: Accessory information error
de: Fehler bei den Zubehörangaben
es: Error de información del accesorio
fr: Erreur d’informations sur l’accessoire
it: Errore nelle informazioni sugli accessori
ko: 장치 정보 오류

# device_scanning
source: Scanning...
de: Wird gescannt...
es: Escaneando...
fr: Recherche...
it: Scansione...
ko: 스캔 중…
ru: Сканирование...

# device_setting_maker_info
source: ACCESSORY INFO
de: ZUBEHÖR-INFO
es: INFORMACIÓN DEL ACCESORIO
fr: INFOS SUR L’ACCESSOIRE
it: INFO ACCESSORIO
ko: 장치 정보
ru: ИНФОРМАЦИЯ об УСТРОЙСТВЕ

# other_scan_fail
source: Scan failed
de: Scan fehlgeschlagen
es: Error de escaneado
fr: Échec de la recherche
it: Scansione fallita
ko: 스캔 실패
ru: Сканирование не удалось

# homekit_device_delete_tips
source: The device can not be used after being removed in Home app.
de: Das Gerät kann nicht verwendet werden, nachdem es in der Home-App entfernt wurde.
es: El dispositivo no puede ser utilizado tras retirarlo de la aplicación Home.
fr: L’appareil ne peut pas être utilisé après le retrait de l’application Home.
it: Il dispositivo non può essere utilizzato dopo essere stato rimosso nell'app Casa.
ko: "홈" 앱에서 삭제된 장치는 사용할 수 없습니다.
ru: После удаления устройство не будет доступно в приложении «Домой»

# device_color_temperature
source: Color temperature
de: Farbtemperatur
es: Temperatura del color
fr: Température de couleur
it: Temperatura di colore
ko: 색온도
ru: Цветовая температура

# notification_state_description
source: Push device alarm and home update timely
de: Push-Gerätealarm und rechtzeitige Aktualisierung des Hauses
es: Pulse la alarma del dispositivo y actualice Home a la mayor brevedad
fr: Appliquez la mise à jour d’alarme de l’appareil et de domicile aussi tôt que possible
it: Allarme del dispositivo push e aggiornamento tempestivo della casa
ko: 장치 알람,홈 내의 움직임 상황을 즉시 푸쉬합니다.
ru: Отправка тревог устройств и обновление "Дома" по расписанию

# doorlock_log_shortdate_sun
source: Sun
de: So
es: Domingo
fr: Dim.
it: Dom
ko: 일
ru: Вс

# device_tip_firmware_can_not_upgrade
source: Accessory firmware is unable to upgrade
de: Die Firmware des Zubehörs kann nicht aktualisiert werden
es: No es posible actualizar el firmware del accesorio
fr: Le micrologiciel de l’appareil ne peut être mis à jour
it: Il firmware dell'accessorio non può essere aggiornato
ko: 장치 펌웨어를 업데이트할 수 없습니다.
ru: Обновление ПО устройств не поддерживается

# doorlock_dailyunlock
source: Daily unlock Enable or cancel the Away mode
de: Tägliche Entsperrung Aufheben des Abwesenheitsmodus
es: Desbloqueo diario Habilitar o cancelar el modo ausente
fr: Déverrouillage quotidien Activer ou désactiver le mode Hors domicile
it: Sblocco giornaliero Interrompere o annullare la modalità Away.
ko: "매일 잠금 해제" 부재중 모드 활성화 또는 취소"

# automation_whirl_like_cube_or_other
source: Such as rotating the Cube horizontally or rotating the switch knob
de: Drehen Sie z. B. den Cube waagerecht oder drehen Sie den Schalterknopf
es: Por ejemplo, rotar el cubo horizontalmente o rotar el interruptor del tirador.
fr: Comme faire pivoter le cube horizontalement ou faire tourner la molette
it: Ad esempio, ruotando il Cubo smart in orizzontale o ruotando la manopola dell'interruttore.
ko: 예시 : 큐브 수평 회전 또는 스위치 노브 회전
ru: Например, поворот куба по горизонтали или поворот ручки переключателя

# device_join_device_connection_server
source: Accessory is connecting to the network…
de: Das Zubehör wird mit dem Netzwerk verbunden...
es: El accesorio se está conectando a la red
fr: L'accessoire est en cours de connexion au réseau...
it: L'accessorio si sta collegando alla rete...
ko: 장치가 네트워크에 연결 중…
ru: Устройство подключается к сети.

# automation_location_edit_pop_text
source: After editing this condition with the current device (%1$s), the original terminal device (%2$s) will not be able to trigger the geofence. If you want to trigger multiple terminals, please add a new geofence
de: Nachdem Sie diese Bedingung mit dem aktuellen Gerät (%1$s) bearbeitet haben, kann das ursprüngliche Endgerät (%2$s) den Geofence nicht mehr auslösen. Wenn Sie mehrere Endgeräte auslösen möchten, fügen Sie bitte einen neuen Geofence hinzu
es: Tras editar esta condición en el dispositivo actual (%1$s), el dispositivo terminal original (%2$s) no podrá activar la geovalla. Si desea activar múltiples terminales, agregue una nueva geovalla.
fr: Après modification de cette condition avec l’appareil actuel (%1$s), le terminal d’origine (%2$s) ne pourra pas déclencher le géorepère. Si vous souhaitez déclencher plusieurs terminaux, veuillez ajouter un nouveau géorepère.
it: Dopo aver modificato questa condizione con il dispositivo corrente (%1$s), il dispositivo terminale originale (%2$s) non sarà in grado di attivare il geofence. Se si desidera attivare più terminali, aggiungere un nuovo geofence
ko: 현재 장치(%1$s)를 사용하여 이 조건을 편집하면 원래 터미널 장치(%2$s)가 올타리를 트리거할 수 없습니다. 여러 터미널이 모두 트리거되도록 하려면 새로운 올타리 조건을 추가하십시오.
ru: После редактирования условия с текущим устройством (%1$s) исходное терминальное устройство (%2$s) не сможет активировать геозону. Для активации нескольких терминалов добавьте новое условие геозоны.

# doorlock_check_doorbell_button_after_bound_zigbee_and_wifi
source: If it is the first time, please click the Doorbell button after the door lock is bound with the ZigBee hub and the Wi-Fi, and then try again.
de: Beim ersten Mal klicken Sie bitte auf die Türklingel, nachdem das Türschloss mit dem ZigBee-Hub und dem WLAN verbunden wurde, und versuchen Sie es dann erneut.
es: Si es la primera vez, haga clic en el botón del timbre después de vincular la cerradura con el hub Zigbee y el wifi, e inténtelo de nuevo
fr: S’il s’agit de la première fois, veuillez appuyer sur le bouton de la sonnette après association du verrou de porte au Hub ZigBee et la connexion au Wi-Fi, puis réessayez.
it: Se è la prima volta, fare clic sul pulsante Campanello dopo che la serratura della porta è stata collegata all'hub ZigBee e al Wi-Fi, quindi riprovare.
ko: 처음인 경우, 도어락이 ZigBee 허브와 Wi-Fi에 연결되고 초인종 버튼을 클릭한 후 다시 시도해주세요.

# doorlock_homekit_ble_open
source: The door is opened with HomeKit successfully
de: Die Tür wurde mit HomeKit erfolgreich geöffnet
es: La puerta se ha abierto correctamente con HomeKit
fr: La porte est ouverte avec succès avec HomeKit
it: La porta viene aperta con HomeKit con successo
ko: HomeKit으로 문이 성공적으로 열렸습니다.

# device_identify
source: Identify
de: Identifizieren
es: Identificar
fr: Identifier
it: Identificare
ko: 확인
ru: Определить

# device_alarm_opportunity_less_smoke_desc
source: If someone smokes in the living room
de: Wenn jemand im Wohnzimmer raucht
es: Si alguien fuma en el salón
fr: Si quelqu'un fume dans le salon
it: Se qualcuno fuma in salotto
ko: 예) 담배 1대 피우는 정도
ru: Если кто-то курит в гостиной

# common_service_terms
source: Terms of Service
de: Servicebedingungen
es: Términos de servicio
fr: Conditions de service
it: Termini di servizio
ko: 사용약관
ru: Условия Обслуживания

# homepage_show_in_main_page
source: Display in Homepage
de: Anzeige auf der Homepage
es: Visualización de la página de inicio
fr: Affichage sur la page d’accueil
it: Visualizzazione in Homepage
ko: 홈 화면 표시
ru: Отображать на главной

# device_info_name
source: Accessory Name
de: Name des Zubehörteils
es: Nombre del accesorio
fr: Nom d’accessoire
it: Nome dell'accessorio
ko: 장치 이름
ru: Название устройства

# other_terms_and_privacy
source: Terms of Service & Privacy Policy
de: Servicebedingungen & Datenschutzrichtlinien
es: Términos de servicio y Política de privacidad
fr: Termes de service et Politique de confidentialité
it: Termini di servizio e informativa sulla privacy
ko: 사용 약관 및 개인정보처리방침
ru: Условия обслуживания и политика конфиденциальности

# device_identify_mode
source: Identification mode
de: Identifikationsmodus
es: Modo de identificación
fr: Mode d’identification
it: Modalità di identificazione
ko: 인식패턴
ru: Режим распознавания

# device_join_failed_please_reset_device
source: Failed to connect to the network. Please reset the accessory and try again
de: Verbindung mit dem Netzwerk fehlgeschlagen. Bitte setzen Sie das Zubehör zurück und versuchen Sie es erneut
es: No ha sido posible conectarse a la red. Restablezca el accesorio y vuelva a intentarlo.
fr: Échec de connexion au réseau. Réinitialisez l’accessoire et réessayez
it: Impossibile connettersi alla rete. Resettare l'accessorio e riprovare
ko: 네트워크 연결에 실패하였습니다. 장치를 리셋하고 다시 시도해주세요.
ru: Ошибка подключения, попробуйте ещё раз

# doorlock_forefinger
source: Forefinger
de: Zeigefinger
es: Dedo índice
fr: Majeur
it: Dito dell'indice
ko: 검지손가락

# doorlock_data_decryption_fail
source: Data decryption failed (0x06)
de: Entschlüsselung der Daten fehlgeschlagen (0x06)
es: Error en el descifrado de datos (0x06)
fr: Échec de déchiffrage des données (0x06)
it: Decodifica dei dati fallita (0x06)
ko: 데이터 암호 해독 실패(0x06)

# device_join_device_connect_server_failed
source: Accessory failed to connect to the network
de: Verbindung des Zubehörs mit dem Netzwerk ist fehlgeschlagen
es: El accesorio no ha podido conectarse a la red.
fr: Échec de connexion de l’accessoire au réseau
it: L'accessorio non è riuscito a connettersi alla rete
ko: 장치를 네트워크에 연결하는데 실패하였습니다. 다시 시도해주세요..
ru: Ошибка подключения, повторите попытку

# other_gesture_title
source: Gesture Identification
de: Gestenerkennung
es: Identificación gestual
fr: Identification des gestes
it: Identificazione dei gesti
ko: 제스처 식별
ru: Идентификация жестов

# curve_current_data_detail
source: Show Data
de: Daten anzeigen
es: Mostrar datos
fr: Afficher les données
it: Mostra dati
ko: 현재 통계 세부 사항
ru: Текущие статистические данные

# device_control_curtain_direction_tip
source: The direction of curtain opening and closing can be aligned if the actual movement direction of the curtain is opposite to the direction you control
de: Die Öffnungs- und Schließrichtung des Vorhangs kann angepasst werden, wenn die tatsächliche Bewegungsrichtung des Vorhangs der von Ihnen eingestellten Richtung entgegengesetzt ist
es: La dirección de apertura y cierre de la cortina puede ajustarse si la dirección de movimiento real de la cortina es la opuesta a la dirección que usted controla
fr: Le sens d'ouverture et de fermeture du rideau peut être aligné si le sens réel du mouvement du rideau est opposé au sens que vous contrôlez
it: La direzione di apertura e chiusura della tenda può essere allineata se la direzione di movimento effettiva della tenda è opposta a quella controllata dall'utente.
ko: 커튼의 실제 작동 방향이 리모컨 조작과 다를 경우 조정할 수 있습니다.
ru: Если фактическое направление движения шторы противоположно Вашему управлению, можно выполнить регулировку

# user_authorization_fail_toast
source: Authorization failed
de: Autorisierung fehlgeschlagen
es: Error de autorización
fr: Autorisation impossible
it: Autorizzazione fallita
ko: 권한부여 실폐
ru: Ошибка авторизации

# device_data_lode_not_finish
source: Data loading is not complete, please try again later
de: Das Laden der Daten ist nicht abgeschlossen, bitte versuchen Sie es später noch einmal
es: La carga de datos no ha concluido; vuelva a intentarlo más tarde
fr: Le chargement des données est incomplet, réessayez plus tard
it: Il caricamento dei dati non è completo, riprovare più tardi
ko: 데이터 불러오기가 완료되지 않았습니다. 잠시 후, 다시 시도해주세요
ru: Загрузка данных не завершена, повторите попытку позже

# device_join_device_connect_server_success
source: Connected successfully
de: Verbindung erfolgreich hergestellt
es: Conexión correcta
fr: Connexion réussie
it: Collegato con successo
ko: 장치를 네트워크에 연결하는데 성공하였습니다.
ru: Успешное Подключение

# automation_outdoor_weather
source: Outdoor weather (beta)
de: Wetter draußen (beta)
es: Clima del exterior (beta)
fr: Météo extérieure (beta)
it: Tempo all'aperto (beta)
ko: 실외 날씨 (beta)
ru: Погода на улице (beta)

# doorlock_decryption_failed
source: Data decryption failed
de: Entschlüsselung der Daten fehlgeschlagen
es: Error en el descifrado de datos
fr: Échec de déchiffrage des données
it: Decodifica dei dati fallita
ko: 데이터 암호 해독 실패

# device_alarm_opportunity_middle_smoke_desc
source: For example, kitchen
de: Zum Beispiel, Küche
es: Por ejemplo, cocina
fr: Par exemple, cuisine
it: Ad esempio, la cucina
ko: 예) 주방
ru: Например, кухня

# other_service_auth_notice
source: 授权须知
de: Anweisung zur Autorisierung
es: Instrucción de autorización
it: Istruzioni per l'autorizzazione
ko: 승인 통지

# doorlock_data_length_incorrect
source: Data length is incorrect (0x04)
de: Datenlänge ist falsch (0x04)
es: La longitud de datos es incorrecta (0x04)
fr: La longueur des données est incorrecte (0x04)
it: La lunghezza dei dati non è corretta (0x04)
ko: 데이터 길이가 잘못됨(0x04)

# doorlock_reached_the_upper_limit_if_add_another_delete_other_users_password
source: The number of device passwords has reached the upper limit. Please delete other users' passwords and try again
de: Die maximale Anzahl von Gerätepasswörtern wurde erreicht. Bitte löschen Sie die Passwörter der anderen Benutzer und versuchen Sie es erneut
es: Se ha alcanzado el límite máximo de contraseñas del dispositivo Elimine otras contraseñas de usuario y vuelva a intentarlo
fr: Le nombre de mots de passe de l’appareil a atteint la limite supérieure. Supprimez les mots de passe des autres utilisateurs et réessayez
it: Il numero di password del dispositivo ha raggiunto il limite massimo. Eliminare le password degli altri utenti e riprovare
ko: "장치 비밀번호 수가 상한에 도달했습니다. 다른 사용자의 암호를 삭제하고 다시 시도해주세요."

# automation_location_pop_text_ios
source: Aqara Home needs to acquire your location when you use the Leave or Arrive automation. Please click Set and Aqara Home will be allowed to acquire your location information if you click OK on the Location tab (Users with iOS 14 and above version need to set Always Allow and turn on Accurate Location). And turn on Background App Refresh on the settings page and start the Privacy - Location Service.
de: Aqara Home muss Ihren Standort erfassen, wenn Sie die Abfahrts- oder Ankunftsautomatik verwenden. Bitte klicken Sie auf Einstellen und auf der Registerkarte Standort auf OK, um Aqara Home die Erlaubnis zu geben, Ihre Standortinformationen zu erfassen (Benutzer mit iOS 14 und höher müssen die Einstellung "Immer zulassen" und "Genauer Standort" aktivieren). Aktivieren Sie auf der Einstellungsseite die Hintergrundaktualisierung der App und starten Sie den Datenschutz - Standortdienst.
es: Aqara Home necesita tener su ubicación cuando utilice automatización de Salir o Llegar. Haga clic en Configurar para autorizar a Aqara Home a adquirir información de su ubicación si hace clic en Aceptar de la pestaña Ubicación (los usuarios de iOS 14 y superior tienen que configurar Permitir siempre y activar Ubicación exacta). Y active Actualizar aplicación en segundo plano, en la página Configuración, e inicie Privacidad - Servicio de ubicación.
fr: Aqara Home doit acquérir votre localisation lorsque vous utilisez l’automatisation Arrivée ou Départ. Cliquez sur définir et Aqara Home sera autorisé à acquérir vos informations de localisation si vous cliquez sur OK dans l’onglet de localisation (les utilisateurs d’iOS 14 et plus récent doivent régler sur Toujours autoriser et activer la Localisation précise). Et activez l’actualisation d’application en arrière-plan dans la page des réglages et démarrez le service Confidentialité - Localisation
it: Aqara Home ha bisogno di acquisire la vostra posizione quando utilizzate l'automazione Leave o Arrive. Cliccate su Imposta e Aqara Home potrà acquisire le informazioni sulla vostra posizione se cliccate su OK nella scheda Posizione (gli utenti con iOS 14 e versioni successive devono impostare Consenti sempre e attivare Posizione accurata). Attivate l'aggiornamento in background delle app nella pagina delle impostazioni e avviate il servizio Privacy - Servizio di localizzazione.
ko: '위치 떠남/도착' 자동화 기능을 사용 시 Aqara Home은 위치정보를 액세스해야 합니다. 위치 옵션에서 Aqara Home이 위치정보에 접근할 수 있도록 '설정하기'를 클릭해 주십시오.(iOS 14 이상 버전은 '항상 허용'으로 설정하고 '정확한 위치'를 활성화해야 합니다.) 설정 페이지에서 '백그라운드 App 새로고침','개인 정보 보호-위치 서비스'를 켜 주십시오.
ru: При использовании функции автоматизации «покинуть/прибыть в определенное место» Aqara Home должен получить доступ к информации о Вашем местоположении. Нажмите «Перейти к настройкам», чтобы разрешить Aqara Home доступ к информации о местоположении в опции «Местоположение» (в iOS 14 и выше следует установить «Всегда разрешать» и включить «Точное местоположение»). На странице настроек включите «Обновление фоновых приложений» и включите «Конфиденциальность-Сервис определения местоположения».
