Repository: acodeworker/localzedLoader
Catalog: *.lproj/Localizable.strings
Languages: de, es, fr, it, ko, ru

# doorlock_delete_user_fail
source: 删除用户失败
de: Benutzer kann nicht gelöscht werden
es: Fallo al borrar usuario
fr: Échec de détection d’utilisateur
it: Impossibile eliminare l'utente
ko: 사용자 삭제 실패

# common_search_hint_keyword
source: Enter a keyword to search
de: Stichwort für die Suche eingeben
es: Introduzca una palabra clave para la búsqueda
fr: Entrez un mot clé à rechercher
it: Immettere una parola chiave per la ricerca
ko: 키워드를 통해 검색하세요.
ru: Введите ключевые слова для поиска

# device_add_camera_title
source: Add Camera Hub G2
de: Kamera-Hub G2 hinzufügen
es: Agregar hub de cámara G2
fr: Ajouter Hub de caméra G2
it: Aggiungere Camera Hub G2
ko: 스마트 허브 G2 추가
ru: Добавить концентратор Hub G2 для камеры

# device_acpartner_status_mode_fan
source: Air Supply
de: Luftversorgung
es: Alimentación de aire
fr: Alimentation en air
it: Alimentazione dell'aria
ko: 송풍
ru: Вентилятор

# doorlock_log_delete_key
source: Delete Key
de: Taste löschen
es: Eliminar clave
fr: Supprimer la Clé
it: Tasto di cancellazione
ko: 키 삭제

# camera_cruse_item_count_limit
source: The number has reached the limit
de: Das Limit wurde erreicht
es: El número ha llegado al límite
fr: Le nombre a atteint la limite.
it: Il numero ha raggiunto il limite
ko: 경로를 더 이상 추가할 수 없습니다. 경로는 최대 5개까지 저장할 수 있습니다.
ru: Количество достигло лимита

# device_add_ct_sequence
source: Add colore temperature sequence
de: Farbtemperatursequenz hinzufügen
es: Agregar secuencia de temperaturas de color
fr: Ajouter une séquence de température de couleur
it: Aggiungere la sequenza di temperatura del colore
ko: 색온도 순서 추가
ru: Добавить последовательность цветовой температуры

# device_upload_offline_data
source: Upload offline data
de: Laden Sie Offline-Daten hoch
es: Cargar datos fuera de línea
fr: Envoyer les données hors ligne
it: Caricare i dati offline
ko: 오프라인 데이터 업로드
ru: Загрузить данные офлайн

# device_orientation_portrait
source: Portrait
de: Porträt
es: Retrato
it: Ritratto
ko: 세로보기

# device_add_device
source: Add Accessory
de: Zubehör hinzufügen
es: Agregar accesorio
fr: Ajouter un accessoire
it: Aggiungi accessorio
ko: 장치 추가
ru: Добавить Устройство

# doorlock_log_shortdate_thu
source: Thu
de: Do
es: Jueves
fr: Jeu.
it: Gio
ko: 목
ru: Чт

# other_has_other_upload_tips
source: Some accessories are in the upload queue. Please try again later.
de: Einige Zubehörteile befinden sich in der Upload-Warteschlange. Bitte versuchen Sie es später noch einmal.
es: Hay algunos accesorios en la cola de carga. Inténtalo de nuevo más tarde.
fr: Certains accessoires sont dans la queue d’envoi. Veuillez réessayer plus tard.
it: Alcuni accessori sono in coda di caricamento. Riprovare più tardi.
ko: 업로드할 다른 장치가 있습니다.나중에 다시 시도해주세요.
ru: Некоторые устройства находятся в очереди на загрузку. Пожалуйста, попробуйте позже.

# device_count_limit
source: The number has reached the upper limit
de: Die maximale Anzahl wurde erreicht
es: El número ha alcanzado su límite máximo
fr: Le nombre a atteint la limite supérieure
it: Il numero ha raggiunto il limite superiore
ko: 최대 수량에 도달하였습니다.
ru: До макс количества

# doorlock_failed_to_add_the_password
source: Failed to add the password
de: Hinzufügen des Passworts fehlgeschlagen
es: Error de adición de contraseña
fr: Échec d’ajout de mot de passe
it: Impossibile aggiungere la password
ko: 암호를 추가하지 못했습니다.

# device_asleep
source: Asleep
de: Einschlafen
es: Dormido
fr: Endormi
it: Addormentato
ko: 잠듦
ru: Спит

# camera_upload_failed
source: Uploaded failed
de: Hochladen fehlgeschlagen
es: Error de carga.
fr: Échec de l’envoi
it: Caricamento fallito
ko: 업로드 실패
ru: Загрузка не удалась

# camera_family_face_maxvalue
source: You have reached the upper limit
de: Sie haben die maximale Anzahl erreicht
es: Ha alcanzado su límite máximo
fr: Vous avez atteint la limite supérieure
it: Avete raggiunto il limite massimo
ko: 최대수입니다
ru: Число достигло лимита

# doorlock_nfccard_added
source: Add NFC card
de: NFC-Karte hinzufügen
es: Agregar tarjeta NFC
fr: Ajouter une carte NFC
it: Aggiungi scheda NFC
ko: NFC 카드를 추가해주세요.

# device_acpartner_learn_note_subtitle_1
source: Description
de: Beschreibung
es: Descripción
it: Descrizione
ko: 설명
ru: Описание

# other_cloud_error_601
source: Device not registered
de: Gerät nicht registriert
es: El dispositivo no está registrado
fr: Appareil non enregistré
it: Dispositivo non registrato
ko: 장치가 등록되지 않았습니다.
ru: Устройство не зарегистрировано

# curve_comfortable
source: Comfortable
de: Bequem
es: Confortable
fr: Confortable
it: Confortevole
ko: 편안함
ru: Удобный

# doorlock_pwd_add
source: Add password...
de: Passwort hinzufügen...
es: Agregar contraseña
fr: Ajouter un mot de passe...
it: Aggiungi password...
ko: 암호 추가...

# home_add_info_ctrl_to_shortcut
source: Add common control or information cards to "Favorites"
de: Gemeinsame Steuer- oder Informationskarten zu "Favoriten" hinzufügen
es: Agregar control común o tarjetas de información a "Favoritos"
fr: Ajouter un contrôle commun ou des cartes d’informations à « Favoris »
it: Aggiungere schede di controllo o di informazione comuni a "Preferiti".
ko: 자주 사용하는 제어 또는 메시지카드를 "바로가기"에 추가
ru: Добавьте часто используемые элементы управления или инфо карточки в «Ярлык»

# device_acpartner_status_sweep_swing
source: Swing
de: Schwingen
es: Oscilación
fr: Balancer
it: Altalena
ko: 회전
ru: Вращение шторки

# device_control_lamp_5
source: Comfortable spring and autumn
de: Bequemer Frühling und Herbst
es: Primavera y otoño confortables
fr: Confortable au printemps et en automne
it: Confortevole in primavera e in autunno
ko: 舒适春秋
ru: 舒适春秋

# doorlock_add_pwd_success
source: Add password is successful
de: Passwort hinzufügen erfolgreich
es: Contraseña agregada correctamente
fr: Mot de passe ajouté
it: L'aggiunta della password è riuscita
ko: 성공적으로 비밀번호를 추가하였습니다.

# overview_other_error
source: Data exception, please try again
de: Datenausnahme, Erneut versuchen
es: Excepción de datos; Inténtalo de nuevo
fr: Erreur de données, Réessayez
it: Eccezione di dati, Riprova
ko: 데이터 이상입니다. 다시 시도해주세요
ru: Исключение данных. Попробуйте снова

# device_add_ring
source: Add ringtone
de: Klingelton hinzufügen
es: Agregar tono de llamada
fr: Ajouter une sonnerie
it: Aggiungi suoneria
ko: 벨소리 추가
ru: Добавить мелодию

# access_fail_100
source: Add Timeout
de: Zeitüberschreitung hinzufügen
es: Agregar tiempo de espera
fr: Ajouter un Délai d’attente
ko: 시간 초과 추가
ru: Добавить Таймер

# device_add_password
source: Add New Password
de: Neues Passwort hinzufügen
es: Agregar nueva contraseña
fr: Ajouter un nouveau mot de passe
it: Aggiungi nuova password
ko: 비밀번호 추가
ru: Добавить пароль

# camera_install_front_side
source: Horizontal installation
de: Horizontaler Einbau
es: Instalación horizontal
fr: Installation horizontale
it: Installazione orizzontale
ko: 수평 설치
ru: Горизонтальная установка

# device_create_scene
source: Add Scene
de: Szene hinzufügen
es: Añadir escena
fr: Ajouter une scène
it: Aggiungi scena
ko: 동시 실행 추가
ru: Добавить

# device_fault_tip
source: Device failure. Detection cannot go on. Please replace.
de: Geräteausfall. Die Erkennung kann nicht fortgesetzt werden. Bitte ersetzen.
es: Error del dispositivo. La detección no puede continuar. Sírvase sustituir.
fr: Défaillance de l'appareil. La détection ne peut pas continuer. Veuillez remplacer.
it: Guasto del dispositivo. Il rilevamento non può continuare. Si prega di sostituire.
ko: 장치의 오류로 정상적인 감지가 불가능합니다. 장치를 교체해주세요.
ru: Сбой устройства, не удается обнаружить. Замените устройство

# curve_date
source: Date:
de: Datum:
es: Fecha:
it: Data:
ko: 날짜 :
ru: Дата:

# device_add_title_reset
source: Device Reset
de: Gerät Zurücksetzen
es: Restablecimiento del dispositivo
fr: Réinitialisation de l'appareil
it: Reset del dispositivo
ko: 장치 재설정
ru: Сброс устройства

# device_fault_hint
source: Device fault, please replace the device!
de: Fehler beim Gerät, ersetzen Sie bitte das Gerät!
es: Error del dispositivo; sustituya el dispositivo
fr: Panne de l'appareil, veuillez remplacer l'appareil !
it: Guasto del dispositivo, sostituire il dispositivo!
ko: 고장, 장치를 교체해 주세요.
ru: Сбой устройства. Замените устройство!

# doorlock_delete_fail_retry
source: Deletion failed. Please try again
de: Löschung fehlgeschlagen. Bitte erneut versuchen
es: Error al eliminar. Inténtalo de nuevo
fr: Suppression échouée Réessayez.
it: Cancellazione fallita. Si prega di riprovare
ko: 삭제에 실패했습니다. 다시 시도해주세요.

# device_nas_set_delete_text_1_fios
source: Delete all cached videos under "%@"?
de: Alle zwischengespeicherten Videos unter "%@" löschen?
es: ¿Eliminar todos los vídeos en caché de "%@"?
fr: Supprimer toutes les vidéos en cache sous « %@ » ?
it: Cancellare tutti i video memorizzati nella cache sotto "%@"?
ko: '%@'에 있는 과거 동영상을 모든 삭제하시겠습니까?
ru: Удалить все исторические видео в разделе «%@»?

# doorlock_date
source: Date
de: Datum
es: Fecha
it: Data
ko: 날짜
ru: Дата

# doorlock_reached_the_upper_limit_if_add_another_delete_other_users_fingerprints
source: The number of device fingerprints has reached the upper limit. If you need to add another, please delete other users' fingerprints
de: Die maximale Anzahl von Geräte-Fingerabdrücken wurde erreicht. Wenn Sie ein weiteres Gerät hinzufügen möchten, löschen Sie bitte die Fingerabdrücke der anderen Benutzer
es: El número de huellas dactilares del dispositivo ha alcanzado su límite máximo. Si necesita agregar otras, elimine huellas dactilares de otros usuarios
fr: Le nombre d’empreintes digitales de l’appareil a atteint la limite supérieure. Si vous devez en ajouter une autre, supprimez celles d’autres utilisateurs
it: Il numero di impronte digitali del dispositivo ha raggiunto il limite massimo. Se è necessario aggiungerne un altro, si prega di cancellare le impronte digitali degli altri utenti.
ko: 지문 수가 상한에 도달했습니다. 다른 지문을 추가해야 하는 경우 다른 사용자의 지문을 삭제해주세요.

# device_nas_set_delete_text_1
source: Delete all cached videos under "%1$s"?
de: Alle zwischengespeicherten Videos unter "%1$s" löschen?
es: ¿Eliminar todos los vídeos en caché de "%1$s"?
fr: Supprimer toutes les vidéos en cache sous « %1$s » ?
it: Cancellare tutti i video memorizzati nella cache sotto "%1$s"?
ko: '%1$s'에 있는 과거 동영상을 모든 삭제하시겠습니까?
ru: Удалить все исторические видео в разделе «%1$s»?

# device_agl_upgrade_succ
source: The algorithm is upgraded successfully
de: Der Algorithmus wurde erfolgreich aktualisiert
es: El algoritmo ha sido actualizado correctamente
fr: L’algorithme a été mis à niveau
it: L'algoritmo viene aggiornato con successo
ko: 알고리즘 업그레이드 완료
ru: Алгоритм успешно обновлен

# device_serial
source: Accessory ID
de: Zubehör-ID
es: ID del accesorio
fr: ID d’accessoire
it: ID accessorio
ko: 장치ID
ru: ID устройства

# camera_delete_file_fail
source: Failed to delete, Please try again
de: Löschen fehlgeschlagen. Bitte versuchen Sie es erneut
es: Error al eliminar. Vuelva a intentarlo.
fr: Échec de la suppression réessayez
it: Cancellazione non riuscita, riprovare
ko: 삭제 실패, 네트워크를 확인해주세요.
ru: Ошибка удаления, попробуйте ещё раз

# security_guard_stop_tips_1_fios
source: Stop %@ or not?
de: %@ stoppen oder nicht?
es: ¿Detener %@ o no?
fr: Arrêter %@ ou non ?
it: Fermare o no la %@?
ko: %@를 중지하시겠습니까?
ru: Стоп %@?

# homekit_authority_get
source: Adding the device needs HomeKit permission. Please open the home data settings to allow Aqara to access HomeKit
de: Das Hinzufügen des Geräts erfordert eine HomeKit-Berechtigung. Bitte öffnen Sie die Einstellungen für die Home-Daten, damit Aqara auf HomeKit zugreifen kann.
es: Para agregar el dispositivo se necesita autorización de HomeKit. Abra Configuración de datos de Home para permitir que Aqara acceda a HomeKit.
fr: L’ajout d’appareil requiert la permission de HomeKit. Veuillez ouvrir les réglages de données de domicile pour autoriser Aqara à accéder à HomeKit
it: L'aggiunta del dispositivo richiede l'autorizzazione di HomeKit. Aprire le impostazioni dei dati domestici per consentire ad Aqara di accedere a HomeKit.
ko: 이 장치를 추가하려면 HomeKit에 대한 권한이 필요합니다. 설정에서 Aqara Home이 HomeKit에 접근할 수 있도록 권한을 부여해 주세요.
ru: Для добавления устройства требуется разрешение HomeKit, откройте настройки семейных данных, чтобы разрешить Aqara доступ к HomeKit.

# doorlock_log_add_electorn_key
source: Add Electronic Key:
de: Elektronischen Schlüssel hinzufügen:
es: Agregar llave electrónica:
fr: Ajouter une Clé électronique :
it: Aggiungere la chiave elettronica:
ko: 전자 키 추가 :

# doorlock_logs
source: Log
de: Protokoll
es: Registro
fr: Journal de bord
it: Registro
ko: 로그

# notification_delete
source: Delete All
de: Alles löschen
es: Eliminar todos
fr: Supprimer tout
it: Cancellare tutti
ko: 전체 삭제
ru: Удалить сообщение

# security_guard_stop_tips_1
source: Stop %1$s?
de: %1$s stoppen?
es: ¿Detener %1$s?
fr: Arrêter %1$s ?
it: Fermare %1$s?
ko: %1$s를 중지하시겠습니까?
ru: Стоп %1$s?

# access_location_permission_tips
source: Access to your location is required for adding the device. Please allow Aqara Home to access the location information
de: Für das Hinzufügen des Geräts ist der Zugriff auf Ihren Standort erforderlich. Bitte erlauben Sie Aqara Home den Zugriff auf die Standortinformationen
es: Para agregar el dispositivo es necesario acceder a su ubicación. Permita que Aqara Home acceda a los datos de ubicación
fr: L’accès à votre localisation est nécessaire pour l’ajout de l’appareil. Veuillez autoriser Aqara Home à accéder aux informations de localisation
it: Per aggiungere il dispositivo è necessario accedere alla propria posizione. Si prega di consentire ad Aqara Home di accedere alle informazioni sulla posizione
ko: 해당 장치를 추가하려면 위치 정보를 확인해야 합니다.Aqara Home에서 위치 액세스 권한을 허용하십시오
ru: Чтобы добавить это устройство, нужен доступ к данным о Вашем местоположении. Предоставьте Aqara Home доступ к местоположению

# device_gateway_fm_search_history
source: Search history
de: Suchverlauf
es: Buscar historial
fr: Historique de recherche
it: Storia della ricerca
ko: 검색 히스토리
ru: История поиска

# home_setting_device_manage_title
source: Accessory
de: Zubehör
es: Accesorio
fr: Accessoire
it: Accessorio
ko: 장치 관리
ru: Управление устройствами

# device_jwlight_spot_brightness
source: spot light (adjustable brightness)
de: Spotlicht (einstellbare Helligkeit)
es: foco (brillo ajustable)
fr: Spot (luminosité réglable)
it: riflettore (luminosità regolabile)
ko: 스포트라이트 (밝기 조절 가능)
ru: точечный светильник (регулируемая Освещённость)

# device_control_automatic_time
source: Screen-off within a specified period
de: Bildschirmabschaltung innerhalb eines angegebenen Zeitraums
es: Desconexión de pantalla dentro de un período especificado
fr: Dépistage dans un délai déterminé
it: Screen-off entro un determinato periodo di tempo
ko: 특정 시간대에 화면 끄기

# device_ac_quick_cool_time
source: Quick cooling time
de: Schnelle Abkühlzeit
es: Tiempo de refrigeración rápida
fr: Durée de refroidissement rapide
it: Tempo di raffreddamento rapido
ko: 쾌속 냉각 시간
ru: Время быстрого охлаждения

# home_add_to_shortcut
source: Add it to Favorites
de: Zu Favoriten hinzufügen
es: Agregado a Favoritos
fr: Ajouter aux favoris
it: Aggiungi ai preferiti
ko: 바로가기에 추가
ru: Добавить в избранное

# camera_title_date_time
source: Date & Time
de: Datum & Uhrzeit
es: Fecha y hora
fr: Date et heure
it: Data e ora
ko: 날짜 & 시간
ru: Дата и Время

# doorlock_deviceregisterappidverification
source: App identity verification during the device registration
de: Verifizierung der Identität durch die App während der Geräteregistrierung
es: Verificación de identidad de la aplicación durante el registro del dispositivo
fr: Vérification de l’identité d’application pendant l’enregistrement d’appareil
it: Verifica dell'identità dell'app durante la registrazione del dispositivo
ko: 장치 등록 중 앱 ID 확인

# device_release_curtian_hook
source: Release the hook of the curtain driver
de: Lösen Sie den Haken des Vorhangmotors
es: Suelte el gancho del controlador de la cortina
fr: Libérez le crochet de l’entraînement du rideau
it: Rilasciare il gancio del conducente della tenda
ko: 스마트 커튼 컨트롤러 걸이를 풀어줍니다.
ru: Крюк-компаньон для штор

# device_add_gateway_plug_title
source: Add Wall Outlet
de: Steckdose hinzufügen
es: Agregar enchufe de pared
fr: Ajouter une prise murale
it: Aggiungere una presa a muro
ko: 스마트 콘센트 추가
ru: Добавить Настенную Розетку

# device_ir_ac_mode_fan
source: Ventilation
de: Belüftung
es: Ventilación
it: Ventilazione
ko: 환기
ru: Вентиляция

# device_pop_device_update_title
source: Device update reminder
de: Erinnerung an Geräteaktualisierung
es: Recordatorio de actualización del dispositivo
fr: Rappel de mise à jour d’appareil
it: Promemoria per l'aggiornamento del dispositivo
ko: 장치 업데이트 알림
ru: Напоминание об обновлении устройства

# doorlock_delete_period
source: Delete Period
de: Zeitraum löschen
es: Eliminar período
fr: Supprimer la période
it: Cancellare il periodo
ko: 시간 삭제

# device_set_bell_delete_text
source: Delete this ringtone from this device?
de: Diesen Klingelton von diesem Gerät löschen?
es: ¿Desea eliminar este tono de este dispositivo?
fr: Supprimer cette sonnerie de cet appareil ?
it: Cancellare questa suoneria da questo dispositivo?
ko: 장치에서 해당 벨소리를 삭제하시겠습니까?
ru: Удалить данный рингтон с этого устройства?

# camera_add_face
source: Add a face
de: Ein Gesicht hinzufügen
es: Agregar un rostro
fr: Ajouter un visage
it: Aggiungere un volto
ko: 얼굴 추가
ru: Добавление лица

# device_add_to_home
source: Add it to Home
de: Zu Home hinzufügen
es: Agregado a Inicio
fr: Ajouter à l’écran d’accueil
it: Aggiungi a Home
ko: 홈에 추가
ru: Добавить на домашний экран

# doorlock_daily_unlock
source: Daily unlock
de: Tägliche Entsperrung
es: Desbloqueo diario
fr: Déverrouillage quotidien
it: Sblocco giornaliero
ko: 매일 잠금 해제

# camera_delete_video_tips
source: Deleting
de: Wird gelöscht
es: Eliminando
fr: Suppression de
it: Cancellare
ko: 삭제 중
ru: Удаление

# security_hint_for_init
source: Init...
es: Iniciando...
fr: Initi...
ko: 데이터를 초기화하지 않았습니다 새로 고침을 해주세요.

# doorlock_log_addnormalsignpassword
source: Add User Password
de: Benutzerpasswort hinzufügen
es: Agregar contraseña de usuario
fr: Ajouter un mot de passe d’utilisateur
it: Aggiungi password utente
ko: 사용자 비밀번호 추가
ru: Добавить пароль пользователя

# common_search
source: Search
de: Suche
es: Buscar
fr: Recherche
it: Cerca
ko: 검색
ru: Поиск

# doorlock_log_deletefingerprint
source: Delete Fingerprint
de: Fingerabdruck löschen
es: Eliminar huellas dactilares
fr: Supprimer l’empreinte digitale
it: Cancellare l'impronta digitale
ko: 지문 삭제

# device_identify_gesture_pop_title
source: Do you want to open gesture recognition?
de: Möchten Sie die Gestenerkennung aktivieren?
es: ¿Desea abrir el reconocimiento gestual?
fr: Voulez-vous ouvrir la reconnaissance des gestes ?
it: Volete aprire il riconoscimento dei gesti?

# doorlock_log_addnormalfinger
source: Added User Fingerprint
de: Fingerabdruck des Benutzers hinzufügen
es: Agregadas huellas dactilares de usuario
fr: Empreinte digitale d'utilisateur ajoutée
it: Aggiunta dell'impronta digitale dell'utente
ko: 사용자 지문 추가
ru: Добавить отпечаток пальца пользователя

# access_success_tip1
source: Added, try your new accessory.
de: Hinzugefüg. Testen Sie Ihr neues Zubehör.
es: Agregado; pruebe el nuevo accesorio.
fr: Ajouté, essayez votre nouvel accessoire.
it: Aggiunto, prova il tuo nuovo accessorio.
ko: 장치 추가 성공, 새로운 장치를 사용해보세요.
ru: Успешно добавлено, попробуйте своё новое устройство.

# doorlock_data_abnormal
source: Data is abnormal
de: Daten sind abnormal
es: Los datos son anómalos
fr: Données anormales
it: I dati sono anormali
ko: 데이터가 비정상입니다.

# doorlock_log_addnormalcard
source: Add User IC Card
de: Benutzer IC-Karte hinzufügen
es: Agregar tarjeta IC de usuario
fr: Ajouter une carte IC d'utilisateur
it: Aggiungi scheda IC utente
ko: 사용자 카드 추가
ru: Добавить карту пользователя

# device_add_success_title_step1
source: Added (1/2)
de: Hinzugefügt (1/2)
es: Agregado (1/2)
fr: Ajouté (1/2)
it: Aggiunto (1/2)
ko: 추가성공(1/2)
ru: Добавлено (1/2)

# doorlock_log_addnormalpassword
source: Added User Password
de: Benutzerpasswort hinzufügen
es: Contraseña de usuario agregada
fr: Mot de passe ajouté
it: Aggiunta della password utente
ko: 사용자 비밀번호 추가
ru: Добавить пароль пользователя

# device_acpartner_control_add
source: Add
de: Hinzufügen
es: Agregar
fr: Ajouter
it: Aggiungere
ko: 추가
ru: Добавить

# device_add_key_title
source: Add Button
de: Taste Hinzufügen
es: Añadir botón
fr: Bouton Ajouter
it: Pulsante Aggiungi
ko: 버튼 추가
ru: Добавить кнопку

# scene_add_costome_scene
source: Add Customized Scene
de: Benutzerdefinierte Szene hinzufügen
es: Agregar escena personalizada
fr: Ajouter une scène personnalisée
it: Aggiungere una scena personalizzata
ko: 사용자 정의 동시실행 추가
ru: Добавить Пользовательский Сценарии

# device_setup_voice_8
source: Add user-defined audio
de: Benutzerdefiniertes Audio hinzufügen
es: Agregar audio definido por usuario
fr: Ajouter des données audio définies par l'utilisateur
it: Aggiunta di audio definito dall'utente
ko: 사용자 정의 음성 추가
ru: Добавить пользовательский голос

# common_success_import
source: Sync succeeded
de: Erfolgreiche Synchronisierung
es: Sincronización correcta
fr: Synchronisation réussie
it: Sincronizzazione riuscita
ko: 동기화 성공
ru: Синхронизация успешно завершена

# camera_device_camera_cruise_stop
source: Stop Cruising
de: Fahrt stoppen
es: Detener crucero
fr: Arrêter la croisière
it: Smettere di navigare
ko: 크루즈 정지
ru: Остановить круиз

# camera_sync_device_title
source: Device Synchronization
de: Synchronisierung von Geräten
es: Sincronización del dispositivo
fr: Synchronisation de l’appareil
it: Sincronizzazione dei dispositivi
ko: 장치 동기화
ru: Устройство синхронизации

# common_syncresult
source: Synchronization Results
de: Ergebnisse der Synchronisierung
es: Resultados de la sincronización
fr: Résultats de la synchronisation
it: Risultati della sincronizzazione
ko: 동기화 결과
ru: Результаты синхронизации

# common_fail_import
source: Sync failed
de: Synchronisierung fehlgeschlagen
es: Error al sincronizar
fr: Échec de la synchronisation
it: Sincronizzazione fallita
ko: 동기화 실패
ru: Ошибка синхронизации

# homekit_cloud_synchronize
source: Synchronize the devices and card names in "Aqara Home" and "Home"
de: Synchronisieren Sie die Geräte und Kartennamen in "Aqara Home" und "Home"
es: Sincronice los nombres de dispositivos y de tarjetas en "Aqara Home" y en "Inicio"
fr: Synchronisez les appareils et les noms de carte dans « Aqara Home » et « Home »
it: Sincronizzare i nomi dei dispositivi e delle schede in "Aqara Home" e "Home"
ko: "Aqara Home"과 "Apple 홈"에 있는 장치 및 카드 이름을 동기화합니다.
ru: Синхронизируйте имена устройств и карт в «Aqara Home» и «Домой»

# automation_add
source: Add Automation
de: Automatisierung hinzufügen
es: Agregar automatización
fr: Ajouter une automation
it: Aggiungi automazione
ko: 자동 실행 추가
ru: Добавить

# device_add_subdevice_failed
source: Failed to add accessory
de: Hinzufügen von Zubehör fehlgeschlagen
es: Error al agregar accesorio
fr: Échec d'ajout d’accessoire
it: Impossibile aggiungere un accessorio
ko: 장치 추가 실패
ru: Ошибка добавления устройства

# device_sensor_humidity_title
source: Humidity
de: Feuchtigkeit
es: Humedad
fr: Humidité
it: Umidità
ko: 습도
ru: Влажность

# doorlock_reset_device_tips2_lock_hear
source: hear the "Network reset"
de: Sie hören „Netzwerk zurücksetzen“
es: Escucha el aviso de voz "Restablecer red"
fr: vous entendez « Réinitialisation du réseau »
it: udire "Network reset"
ko: "네트워크 시작" 이라는 음성 듣기
ru: сообщение «Готов к Подключению» прозвучало

# curve_humidity_detail_with_colon
source: Humidity:
de: Feuchtigkeit:
es: Humedad:
fr: Humidité :
it: Umidità:

# access_reset_device_tips2_hear
source: the blue light is on
de: das blaue Licht ist eingeschaltet
es: el testigo azul está encendido
fr: le voyant bleu est allumé
it: la luce blu è accesa
ko: "네트워크 리셋" 이라는 음성 듣기
ru: услышите "Сброс сети"
