Repository: acodeworker/localzedLoader
Catalog: *.lproj/Localizable.strings
Languages: de, es, fr, it, ko, ru

# camera_device_support_face_recognition
source: This device supports face identification
de: Dieses Gerät unterstützt die Gesichtserkennung
es: Este dispositivo admite el reconocimiento facial
fr: Cet appareil prend en charge l’identification faciale
it: Questo dispositivo supporta l'identificazione del volto
ko: 장치 얼굴 인식 지원
ru: Устройство поддерживает распознавание лиц

# notification_alarm_hint
source: Including the security defender alarm, device alarm, automation alarm, etc. The alarm notifications are open by default and cannot be closed
de: Einschließlich Sicherheitsalarm, Gerätealarm, Automatisierungsalarm usw. Die Alarmbenachrichtigungen sind standardmäßig geöffnet und können nicht geschlossen werden
es: Incluyendo la alarma de defensa de seguridad, la alarma de dispositivo, la alarma de automatización, etc. Las notificaciones de alarma están abiertas por defecto y no se pueden cerrar
fr: Comprend l’alarme de sécurité, l’alarme de l’appareil, l’alarme automatique, etc. Les notifications d’alarme sont ouvertes par défaut et ne peuvent pas être fermées
it: Compresi allarme del difensore di sicurezza, allarme del dispositivo, allarme di automazione, ecc. Le notifiche di allarme sono aperte per impostazione predefinita e non possono essere chiuse
ko: 보안 경고, 장치 경고, 자동화 경고 등을 포함 합니다. 경고 알림은 기본으로 설정되며 끌 수 없습니다.
ru: В том числе охранная сигнализация, сигнализация устройства, автоматическая сигнализация и др. Уведомление о тревоге будет включено по умолчанию и не может быть отключено

# curve_weak_time_month
source: Water Leak This Month
de: Wasserlecks in diesem Monat
es: Fugas de agua de este mes
fr: Fuite d’eau ce mois-ci
it: Perdita d'acqua questo mese
ko: 이번달의 누수 발생
ru: Утечка воды в этом месяце

# scene_siri_scene_run_continuous
source: The scene is still executing
de: Die Szene wird noch ausgeführt
es: La escena aún se está ejecutando
fr: La scène est en cours
it: La scena è ancora in esecuzione
ko: 동시실행이 아직 실행 중입니다.

# security_guard_device_close_tips
source: This device has joined "24 x 7 Alert". Security interaction is on. When the above conditions are triggered, the hub alarm will be interacted to send a message to you. If there is no need for interacting with hub alarm, you can go to "Alert System-24 x 7 Alert" to turn off security interaction.
de: Dieses Gerät ist jetzt Teil von "24 x 7 Alarm". Die Sicherheitsinteraktion ist aktiviert. Sobald die oben genannten Bedingungen ausgelöst werden, wird der Hub-Alarm ausgelöst, um Ihnen eine Nachricht zu senden. Falls keine Interaktion mit dem Hub-Alarm erforderlich ist, können Sie zu „Alarmsystem – 24 x 7-Alarm“ gehen, um die Sicherheitsinteraktion zu deaktivieren.
es: Este dispositivo se ha unido a "Alerta 24 x 7". La interacción de seguridad está encendida. Cuando las condiciones anteriores se cumplan, la alarma del hub le mandará un mensaje. Si no hay necesidad de interactuar con la alarma del hub, puede ir a "Sistema de alerta - Alerta 24 x 7" para apagar la interacción de seguridad.
fr: Cet appareil a rejoint « alerte 24 x 7 ». Interaction de sécurité activée. Lorsque les conditions ci-dessus sont déclenchées, l’alarme du hub est activée pour vous envoyer un message. S’il n’est pas nécessaire d’interagir avec l’alarme du hub, vous pouvez accéder à « Système d’alerte - alerte -24 x 7 » pour désactiver l’interaction de sécurité.
it: Questo dispositivo si è aggiunto a "Avviso 24 x 7". L'interazione di sicurezza è attiva. Quando le condizioni di cui sopra vengono attivate, l'allarme hub interagirà per inviarti un messaggio. Se non è necessario interagire con l'allarme hub, è possibile accedere a "Sistema di avviso - Avviso 24 x 7" per disattivare l'interazione di sicurezza.
ko: "이 장비는 '7*24h 보안'에 가입되어 있습니다.보안 연동이 시작되었으며, 상기 조건이 만족될 경우 게이트웨어를 연동하여 경보가 울리며 소식을 보내드립니다.게이트웨어가 필요 없으면 '경보시스템-7*24h 수호'로 이동하여 보안 연동을 끌 수 있습니다"
ru: Это устройство было добавлено в режим "страж 24х7". Связь с защитой активирована. Если наступят вышеуказанные условия, Вам будет отправлено сообщение. Если нет необходимости в сигнальном оповещении, Вы можете отключить его в «Охранник-24х7 Страж».

# device_add_multi_sub_device
source: Click to bind devices
de: Klicken, um Geräte zu binden
es: Haga clic para vincular dispositivos
fr: Cliquer pour lier des appareils
it: Clicca per associare i dispositivi
ko: 장치를 연결 하려면 클릭해주세요.

# scene_delete_tips
source: Scene deleted
de: Szene gelöscht
es: Escena borrada
fr: Scène supprimée
it: Scena eliminata
ko: 장면이 삭제되었습니다.
ru: Сценарии удален

# doorlock_sensor_sensitivity
source: Sensor sensitivity
de: Empfindlichkeit des Sensors
es: Sensibilidad del sensor
fr: Sensibilité du capteur
it: Sensibilità del sensore
ko: 센서 감도

# access_gateway_offline_hint
source: 此设备已离线，无法选择
de: Das Gerät ist offline und kann nicht ausgewählt werden
es: El dispositivo está desconectado y no se puede seleccionar
fr: L’appareil est hors ligne et ne peut pas être sélectionné
it: Il dispositivo è offline e non può essere selezionato
ko: 이 장치는 오프라인 상태이며 선택할 수 없습니다.
ru: Это устройство не в сети и не может быть выбрано

# home_scene_home_management_fios
source: Room
de: Zimmer
es: Habitación
fr: Salle
it: Stanza
ko: 룸 설정
ru: Настройка комнат

# common_scene
source: Scene
de: Szene
es: Escena
fr: Scène
it: Scena
ko: 동시 실행
ru: Сценарии

# other_keep_status
source: Maintain current status
de: Aktuellen Status beibehalten
es: Mantener estado actual
fr: Maintenir l’état actuel
it: Mantieni lo stato attuale
ko: 현재 상태를 유지합니다.
ru: Сохранить текущий статус

# other_perm_camera_permission_description
source: When you use functions such as scanning QR codes, adding avatars, shooting identification devices, etc., Aqara Home needs to open the camera permission
de: Wenn Sie Features wie das Scannen von QR-Codes, das Hinzufügen von Avataren, das Aufnehmen von Identifikationsgeräten usw. verwenden, muss Aqara Home die Kameraberechtigung öffnen
es: Para utilizar funciones como el escaneo de códigos QR, añadir avatares, utilizar dispositivos de identificación, etc., Aqara Home necesita el permiso para poder abrir la cámara
fr: Lorsque vous utilisez des fonctions comme la numérisation de codes QR, l’ajout d’avatars, la prise de vue d’appareils d’identification, etc., Aqara Home doit ouvrir l’autorisation de la caméra
it: Quando utilizzi funzioni come scansione di QR code, aggiunta di avatar, ripresa di dispositivi di identificazione, ecc., Aqara Home deve aprire l'autorizzazione della fotocamera
ko: QR 코드 스캔, 프로필 사진 추가 등의 기능을 사용하기 위해 카메라 접근 권한이 필요합니다.
ru: Разрешить приложению использовать Вашу камеру для сканирования QR-кода, добавления аватара и других функций

# camera_common_face_nonface
source: Front face not shown
de: Das Gesicht wurde nicht gezeigt
es: Cara no mostrada de frente
fr: Face avant invisible
it: Parte anteriore del volto non mostrata
ko: 정면 아님
ru: Лицо не в анфас

source: Scene not exist
de: Die Szene existiert nicht
es: La escena no existe
fr: La scène n’existe pas
it: La scena non esiste
ko: 씬(장면구성)이 존재하지 않습니다.
ru: Сценарии не существует

# automation_illumination_lessthan
source: Illuminance below
de: Beleuchtung unter
es: Brillo por debajo de
fr: Éclairement en dessous de
it: Illuminazione inferiore
ko: 지정된 조명 이하임
ru: Освещенность ниже

# curve_state_someone_thisyear
source: Number of Yearly Detection
de: Anzahl der jährlichen Erkennungen
es: Número de detecciones anuales
fr: Nombre de détections annuelles
it: Numero di rilevamenti annuali
ko: 연간 감지 횟수
ru: Людей за год

# home_room_setting_name_title
source: Room Name
de: Zimmername
es: Nombre de habitación
fr: Nom de la pièce
it: Nome della stanza
ko: 방 이름
ru: Название Комнаты

# device_plug_turn_off
source: Plug is off
de: Der Steckter steckt nicht
es: Enchufe desconectado
fr: Prise désactivée
it: La spina è inattiva
ko: 플러그가 꺼져 있습니다
ru: Розетка выключена

# device_control_establish
source: Create curtain controller set
de: Erstellen Sie ein Gardinen-Controller-Set
es: Crear grupo de control de cortina
fr: Créer un jeu de contrôleurs de rideau
it: Crea il set regolatore della tenda
ko: 커튼 그룹 만들기
ru: Создайте группу компаньонов для штор

# other_perm_bluetooth_permission_description
source: When you add and control Bluetooth devices, Aqara Home needs to obtain your Bluetooth permission.
de: Falls Sie Bluetooth-Geräte hinzufügen und bedienen, muss Aqara Home Ihre Bluetooth-Berechtigung einholen. Wenn Sie Bluetooth-Geräte hinzufügen und bedienen, muss Aqara Home Ihre Bluetooth-Berechtigung einholen.
es: Para añadir y controlar dispositivos Bluetooth, Aqara Home necesita obtener su permiso de Bluetooth.
fr: Lorsque vous ajoutez et contrôlez des appareils Bluetooth, Aqara Home doit obtenir votre autorisation Bluetooth.
it: Quando aggiungi e controlli dispositivi Bluetooth, Aqara Home deve ottenere la tua autorizzazione Bluetooth.
ko: 블루투스 장치를 추가하고 제어하기 위해 블루투스 접근 권한이 필요합니다.
ru: "При добавлении устройств Bluetooth и управлении ими Aqara Home необходимо использовать Ваше разрешение на доступ к Bluetooth "

# device_scan
source: Click and Scan
de: Klicken und Scannen
es: Clic y escanear
fr: Cliquer et scanner
it: Clicca e scansiona
ko: 탭하여 스캔
ru: Нажмите для сканирования

# device_ac_brand_list_tilte_recommand
source: Common Brand
de: Geläufige Marke
es: Marca común
fr: Marque commune
it: Marchio comune
ko: 일반 브랜드
ru: Рекомендуемые

# doorlock_helpguide
source: Help Guide
de: Hilfe-Anleitung
es: Guía de ayuda
fr: Guide d’aide
it: Guida di aiuto
ko: 도움말 가이드

# other_perm_mic_permission_description
source: When you use video intercom, voice assistant and other functions, Aqara Home needs to obtain your microphone permission.
de: Wenn Sie Video-Gegensprechanlage, Sprachassistent und andere Funktionen verwenden, muss Aqara Home die Erlaubnis Ihres Mikrofons erhalten.
es: Para utilizar la intercomunicación por vídeo, el asistente de voz y otras funciones, Aqara Home necesita tener permiso para usar su micrófono.
fr: Lorsque vous utilisez l’interphone vidéo, l’assistant vocal et d’autres fonctions, Aqara Home doit obtenir votre autorisation de micro.
it: Quando utilizzi videocitofono, assistente vocale e altre funzioni, Aqara Home deve ottenere l'autorizzazione all’uso del tuo microfono.
ko: 음성 관련 기능에서 마이크를 사용하기 위해 마이크 접근 권한이 필요합니다
ru: Разрешить приложению использовать Ваш микрофон для голосовых функций

# other_click_switch_room_title
source: Click to switch room
de: Klicken, um den Raum zu wechseln
es: Clic para cambiar habitación
fr: Cliquez pour changer de pièce
it: Clicca per cambiare stanza
ko: 방을 전환하려면 클릭하십시오.
ru: Нажмите, чтобы переключить комнату

# device_control_button_establish
source: Create
de: Erstellen
es: Crear
fr: Créer
it: Crea
ko: 만들기
ru: Создать

# other_perm_storage_permission_description
source: When you need to use the functions related to uploading, remote operation or storage of pictures and videos, Aqara Home needs to obtain your mobile phone storage permission for accessing albums, saving photos and videos, encrypting storage, etc.
de: Wenn Sie die Funktionen zum Hochladen, Fernbedienen oder Speichern von Bildern und Videos verwenden müssen, muss Aqara Home die Speichererlaubnis Ihres Mobiltelefons einholen, um auf Alben zugreifen, Fotos und Videos speichern, Speicher verschlüsseln zu können usw.
es: Cuando necesite utilizar las funciones relacionadas con la carga, operación remota o almacenamiento de imágenes y vídeos, Aqara Home necesita obtener el permiso de almacenamiento de su teléfono móvil para acceder a los álbumes, guardar fotos y vídeos, encriptar el almacenamiento, etc.
fr: S’il faut utiliser les fonctions liées au téléchargement, au fonctionnement à distance ou au stockage d’images et de vidéos, Aqara Home doit obtenir votre autorisation de stockage de téléphone mobile pour accéder aux albums, enregistrer des photos et des vidéos, crypter le stockage, etc.
it: Quando devi utilizzare le funzioni relative caricamento, operazioni da remoto o archiviazione di foto e video, Aqara Home deve ottenere l'autorizzazione di archiviazione nel telefono cellulare per accedere ad album, salvare foto e video, crittografare l'archiviazione, ecc.
ko: 사진이나 동영상 업로드, 원격 작업, 기타 저장 관련 기능을 사용하기 위해 장치 저장소 접근 권한이 필요합니다.
ru: При использовании функций, связанных с загрузкой изображений, видео, удаленным управлением или другим хранилищем Aqara Home необходимо использовать разрешение на доступ к хранилищу Вашего мобильного телефона для доступа к альбомам, сохранения фотографий, видео и зашифрованного хранилища и т. д.

# device_click_to_take_remote_front
source: Tap to take photos of the front side of the remote control
de: Tippen Sie, um Fotos von der Vorderseite der Fernbedienung aufzunehmen
es: Tocar para tomar fotos de la parte frontal del control remoto
fr: Appuyer pour prendre des photos de l’avant de la télécommande
it: Tocca per scattare foto del lato antteriore del telecomando
ko: 탭하여 리모컨 정면 사진 촬영
ru: Пожалуйста, загрузите фото обратной стороны ПДУ.

# device_plug_turn_on
source: Plug is on
de: Der Stecker steckt
es: Enchufe conectado
fr: Prise activée
it: La spina è attiva
ko: 플러그가 켜져 있습니다
ru: Розетка включена

# doorlock_create_successfully
source: Created successfully
de: Erfolgreich erstellt
es: Creado con éxito
fr: Créé avec succès
it: Creazione riuscita
ko: 성공적으로 생성됨

# other_set_permissions_important_desc
source: When your phone is in silent or do not disturb mode, you want to still receive the notifications from Device Alarm, Alert System, and Automation Alarm, Aqara Home needs to enable Critial Alert permissions.
de: Falls sich Ihr Telefon im Stumm- oder Nicht-Stören-Modus befindet und Sie weiterhin die Benachrichtigungen von Gerätealarmen, Warnsystemen und Automatisierungsalarmen erhalten möchten, muss Aqara Home die Berechtigungen für kritische Warnungen aktivieren.
es: Cuando su teléfono esté en modo silencioso o de no molestar, y quiera seguir recibiendo las notificaciones de alarma de dispositivo, sistema de alerta y alarma de automatización, Aqara Home necesita habilitar los permisos de alerta crítica.
fr: En mode silencieux ou ne pas déranger, vous souhaitez tout de même recevoir les notifications d’alarme d’appareil, du système d’alerte et de l’alarme d’automatisation, Aqara Home doit activer les autorisations d’alerte critique.
it: Quando il tuo telefono è in modalità silenziosa o non disturbare e desideri comunque ricevere le notifiche da Device Alarm, Alert System e Automation Alarm, Aqara Home deve attivare le autorizzazioni Critial Alert.
ko: 전화기가 무음 또는 방해 금지 모드에 있을 때 장치 경보, 경보 시스템 및 자동화 경보의 알림을 계속 수신하려면 Aqara 홈에서 중요한 경보 권한을 활성화해야 합니다.
ru: Когда ваш телефон находится в беззвучном режиме или в режиме «Не беспокоить», вы хотите по-прежнему получать уведомления от системы сигнализации устройства, системы оповещения и сигнализации автоматизации, Aqara Home необходимо включить разрешения для критических оповещений.

# doorlock_invalidate_key
source: Illegal key attempted to unlock the door
de: Es wurde versucht, die Tür mit einem nicht zulässigen Schlüssel aufzuschließen
es: Llave no autorizada ha intentado abrir la puerta
fr: Une clé illégale a tenté de déverrouiller la porte
it: Una chiave illegale ha tentato di aprire la porta
ko: 잘못된 비밀번호 또는 키로 문을 열려고 하고 있습니다.
ru: Попытке открыть дверь неразрешённым ключом.

# device_ac_click_to_match
source: Tap to match
de: Tippen zum Anpassen
es: Tocar para emparejar
fr: Appuyer pour trouver
it: Tocca per abbinare
ko: 클릭하여 찾기
ru: Коснитесь, для сопряжения

# camera_import_from_account
source: Import from the account
de: Von Konto importieren
es: Importar desde cuenta
fr: Importer du compte
it: Importa dall'account
ko: 계정에서 가져오기
ru: Импорт из аккаунта

# doorlock_not_warning_path_set
source: Non-alarm notification can be turned off in "Profile-Settings-Push notification settings"
de: Die Nicht-Alarmbenachrichtigung kann in "Profil-Einstellungen-Push-Benachrichtigungseinstellungen" deaktiviert werden.
es: Las notificaciones que no son de alarma se pueden desactivar en "Ajustes del perfil-Ajustes de las notificaciones push"
fr: La notification sans alarme peut être désactivée dans « Profil-Réglages-Réglages de notification Push »
it: Una notifica senza allarme può essere disattivata in "Profile-Settings-Push notification settings” (Impostazioni profilo-Impostazioni notifiche push)
ko: 알림 이외의 알림은 프로필-설정-푸시 알림 설정에서 해제할 수 있습니다.
ru: Уведомления, не связанные с тревогой, можно отключить в «Мои настройки - Настройки push-уведомлений».

# home_setting_wait_response
source: Waiting for response
de: Warte auf Antwort
es: Esperando respuesta
fr: En attente d’une réponse
it: In attesa di una risposta
ko: 응답 대기 중
ru: Ожидание ответа

# common_phone
source: Phone
de: Telefon
es: Teléfono
fr: Téléphone
it: Telefono
ko: 스마트폰
ru: Телефон

# other_set_account_equipment
source: Login device management
de: Anmeldung-Geräteverwaltung
es: Gestión de inicio de sesión en dispositivo
fr: Gestion de l’appareil de connexion
it: Accedi alla gestione del dispositivo
ko: 장치 로그인 및 관리
ru: Войти в систему управления устройством

# homekit_find_device
source: New Accessory Found
de: Es wurde ein neues Accessoire gefunden
es: Se ha encontrado un nuevo accesorio
fr: Nouvel accessoire trouvé
it: Trovato nuovo accessorio
ko: 새 장치 발견
ru: Найдено новое устройство

# camera_cruise_time_limit_hint
source: A single cruise will automatically stop when it is over 5 hours.
de: Eine einzelne Fahrt wird automatisch beendet, sobald sie mehr als 5 Stunden dauert.
es: Un solo crucero parará automáticamente cuando supere las 5 horas.
fr: Un parcours s’arrêtera automatiquement quand il dépasse 5 heures.
it: Un singolo incrocio si fermerà automaticamente dopo che sono trascorse più di 5 ore.
ko: 5시간이 지나면 자동으로 촬영이 멈춥니다.
ru: Если заданный круиз превышает 5 часов, он автоматически остановится

# other_empty_no_device_btn
source: Tap to add
de: Tippen zum Hinzufügen
es: Tocar para añadir
fr: Appuyer pour ajouter
it: Tocca per aggiungere
ko: 추가하기
ru: Нажмите, чтобы добавить

# device_curtain_closed
source: Curtain has been close
de: Der Vorhang wurde geschlossen
es: Cortina cerrada
fr: Rideau fermé
it: La tenda è stata chiusa
ko: 커튼이 닫혔습니다.

# other_send_to
source: Send to
de: Senden an
es: Enviar a
fr: Envoyer à
it: Invia a
ko: 전송
ru: Отправить

# device_control_feed_5
source: Amount of single feeding
de: Menge der Einzelfütterung
es: Cantidad de porción única
fr: Quantité d’une seule alimentation
it: Valore di avanzamento singolo

# device_camera_setway_invert
source: Upside down installation
de: Umgekehrte Installation
es: Instalación boca abajo
fr: Installation à l'envers
it: Installazione capovolta
ko: 거꾸로 설치
ru: Перевёрнутая установка

# device_curtain_style
source: Curtain mode
de: Gardinenmodus
es: Modo de cortina
fr: Mode de rideau
it: Modalità tenda
ko: 커튼 모드

# other_ver_code_sending
source: Sending...
de: Sende...
es: Enviando...
fr: Envoi...
it: Invio in corso...
ko: 발송 중
ru: Отправка...

# device_sleep_roll_over_times
source: Roll over for %1$s times
de: %1$s mal umdrehen
es: Dar la vuelta %1$s veces
fr: Retourner %1$s fois
it: Rotola per %1$s volte
ko: 몸을 뒤척인 횟수가 %1$s입니다.
ru: %1$s переворачиваний

# device_curtain_closed_confirm
source: Is the curtain completely closed?
de: Ist der Vorhang vollständig geschlossen?
es: ¿Está la cortina completamente cerrada?
fr: Le rideau est-il complètement fermé ?
it: La tenda è completamente chiusa?
ko: 커튼이 닫혀있습니까?
ru: Шторы закрыты?

# home_setting_send_invitation
source: Send Invitation
de: Einladung senden
es: Enviar invitación
fr: Envoyer l’invitation
it: Invia invito
ko: 초청하기
ru: Отпр. приглашение

# home_transfer_waiting_for_reception
source: Pending
de: Ausstehend
es: Pendiente
fr: En attente
it: In attesa
ko: 수락 대기
ru: Ожидание

# camera_waiting_delete
source: To be deleted
de: Soll gelöscht werden
es: Para borrar
fr: À supprimer
it: Da cancellare
ko: 삭제 대기 중입니다
ru: Ожидание удаления

# camera_install_reverse_side
source: Upside down installation
de: Umgekehrte Installation
es: Instalación boca abajo
fr: Installation à l'envers
it: Installazione capovolta
ko: 거꾸로 설치
ru: Перевёрнутая установка

# other_cloud_error_108
source: Token has expired
de: Der Token ist abgelaufen
es: El token ha expirado
fr: Jeton expiré
it: Il token è scaduto
ko: 로그인 시간 만료, 다시 로그인해주세요.
ru: Срок действия токена истёк

# device_firmware_find_new_version
source: New version is found
de: Es wurde eine neue Version gefunden
es: Se ha encontrado una nueva versión
fr: Nouvelle version trouvée
it: È stata trovata una nuova versione
ko: 새로운 버전이 발견되었습니다.
ru: Найдена новая версия

# curve_common_current
source: Present %1$s
de: Vorhanden %1$s
es: %1$s actual
fr: Présent %1$s
it: Presente %1$s
ko: 현재 %1$s
ru: Сейчас %1$s

# home_position_import_result
source: Import result
de: Ergebnis importieren
es: Resultados de importación
fr: Résultat de l'importation
it: Importa risultato
ko: 가져온 결과
ru: Результаты импорта

# home_room_wallpaper
source: Room wallpaper
de: Zimmertapete
es: Papel pintado de la habitación
fr: Papier peint de la pièce
it: Carta da parati della stanza
ko: 방 바탕화면
ru: Обои комнаты

# access_current
source: Present
de: Vorhanden
es: Actual
fr: Présent
it: Presente
ko: 현재
ru: Текущие

# curve_event_trigger_thisweek
source: Event Triggered This Week
de: In dieser Woche ausgelöstes Ereignis
es: Evento activado esta semana
fr: Événement déclenché cette semaine
it: Evento attivato questa settimana
ko: 이번주의 이벤트 발생
ru: Событие, произошедшее на этой неделе

# device_dynamic_change_loops_number
source: Click to change times of circulation
de: Klicken Sie hier, um die Umlaufzeiten zu ändern
es: Haga clic para cambiar la hora de circulación
fr: Cliquer pour changer les heures de circulation
it: Clicca per modificare gli orari di circolazione
ko: 순환 횟수 수정을 클릭하세요
ru: Нажмите, чтобы изменить число циклов

# curve_open_times_today
source: Opened Today
de: Heute geöffnet
es: Abierto hoy
fr: Ouvert aujourd’hui
it: Aperto oggi
ko: 오늘 열렸음
ru: Открыт сегодня

# device_reverse_opening_curtain
source: Open/close curtain in reverse direction
de: Gardine in umgekehrter Richtung öffnen/schließen
es: Abrir/cerrar cortina en dirección contraria
fr: Ouvrir/fermer les rideaux dans la direction inverse
it: Apri/chiudi la tenda in senso inverso
ko: 방향 반전
ru: Изменить направление открытия/закрытия штор

# home_scene_home_management
source: Manage Rooms
de: Zimmer verwalten
es: Gestionar habitaciones
fr: Gérer les pièces
it: Gestisci stanze
ko: 방 관리
ru: Настройка комнат

# other_app_config_version_too_low_tips
source: The current app version is too low to normally display the device functions. Please update to the latest version!
de: Die aktuelle App-Version ist zu alt, um die Gerätefunktionen normal anzuzeigen. Bitte aktualisieren Sie die App auf die neueste Version!
es: La versión de la app actual es demasiado baja para mostrar con normalidad las funciones del dispositivo. ¡Actualice a la última versión!
fr: La version actuelle de l’appli est trop basse pour afficher normalement les fonctions de l’appareil. Veuillez passer à la dernière version !
it: La versione attuale dell'app è troppo bassa per visualizzare normalmente le funzioni del dispositivo. Aggiorna alla versione più recente!
ko: 현재 앱 버전은 장치 기능을 정상적으로 수행하기에 너무 낮습니다. 최신 버전으로 업데이트해주세요!
ru: Используемая версия приложения устарела и не может полноценно отображать функции устройства. Обновите приложение！

# device_control_curtain_direction
source: Aligning of curtain opening and closing direction
de: Ausrichten der Öffnungs- und Schließrichtung des Vorhangs
es: Alineación de dirección de apertura y cierre de cortina
fr: Alignement de la direction d’ouverture et de fermeture du rideau
it: Allineamento della direzione di apertura e di chiusura della tenda
ko: 커튼 개폐 방향 조정
ru: Регулировка направления открывания и закрывания штор
