Repository: acodeworker/localzedLoader
Catalog: *.lproj/Localizable.strings
Languages: de, es, fr, it, ko, ru

# device_set_poweron_off_pop_1
source: After setting, if you perform the operation of “turn on and off the power and reset the lamp five times”, the light will not be on synchronously after the “power on” action. Do you want to continue setting up?
de: Wenn Sie nach der Einrichtung den Vorgang „Ein- und Ausschalten der Stromversorgung und Zurücksetzen der Lampe“ fünfmal ausführen, wird das Licht nach der Aktion „Einschalten“ nicht synchron eingeschaltet. Möchten Sie die Einstellung vornehmen?
es: Tras configurarlo, si realiza la operación "encender y apagar y reiniciar la lámpara cinco veces", la luz no se sincronizará tras la acción de "encendido". ¿Desea continuar la configuración?
fr: Après le réglage, si vous effectuez l’opération « allumer et éteindre l’alimentation et réinitialiser la lampe cinq fois », la lumière ne s’allumera pas de manière synchrone après l’action « mise sous tension ». Voulez-vous continuer la mise en place ?
it: Dopo l'impostazione, se si esegue l'operazione di "accensione e spegnimento e ripristino della lampada per cinque volte", la luce non si accenderà in modo sincrono dopo l'azione di "accensione". Vuoi continuare a configurare?

# device_curtain_range_tip_two
source: Please do not pull the curtain manually while configuring
de: Bitte ziehen Sie den Vorhang während der Konfiguration nicht von Hand
es: No tire de la cortina manualmente durante la configuración
fr: Veuillez ne pas tirer le rideau manuellement lors de la configuration
it: Non tirare la tenda manualmente durante la configurazione.
ko: 설정 중에는 커튼을 만지지 마세요
ru: Не используйте шторы во время калибровки.

# doorlock_open_password_wrong
source: Incorrect password
de: Falsches Passwort
es: Contraseña incorrecta
fr: Mot de passe incorrect
it: Password errata
ko: 비밀번호 오류
ru: Ошибка пароля

# doorlock_code_error_hint
source: Password error: %1$s times
de: Passwortfehler: %1$s mal
es: Error de contraseña: %1$s veces
fr: Erreur de mot de passe : %1$s fois
it: Errore di password: %1$s volte
ko: 비밀번호 오류 : %1$s 회
ru: Ошибка пароля: %1$s раз

# doorlock_log_passwordopenlock
source: Unlock with Password
de: Mit Passwort entriegeln
es: Desbloquear con contraseña
fr: Débloquer avec le mot de passe
it: Sblocco con password
ko: 비밀번호로 열기
ru: Разблокировка паролем

# doorlock_pwdlength_incorrect
source: Password length is incorrect
de: Die Passwortlänge ist falsch
es: La longitud de la contraseña es incorrecta
fr: Longueur du mot de passe incorrecte
it: La lunghezza della password non è corretta
ko: 암호 길이가 잘못되었습니다.

# doorlock_pwd_toosimple
source: Password is too simple. Please reset it
de: Das Passwort ist zu einfach. Bitte setzen Sie es zurück
es: La contraseña es demasiado simple. Reiníciela
fr: Mot de passe trop simple. Veuillez le réinitialiser
it: La password è troppo semplice. Si prega di ripristinarlo
ko: 암호가 너무 간단합니다. 재설정해주세요.

# doorlock_bind_codeemptyerror
source: Please input 16-character serial number.
de: Bitte geben Sie die 16-stellige Seriennummer ein.
es: Introduzca un número de serie de 16 caracteres.
fr: Veuillez saisir un numéro de série à 16 caractères.
it: Inserire il numero di serie di 16 caratteri.
ko: 16자리 일련번호를 입력해 주세요
ru: Введите 16-значный пароль

# other_cloud_error_302
source: Execution failed.Please try again later
de: Ausführung fehlgeschlagen. Bitte versuchen Sie es später erneut
es: Fallo al ejecutar. Inténtelo de nuevo más tarde
fr: Échec de l’exécution. Veuillez réessayer plus tard
it: Esecuzione non riuscita. Riprovare più tardi
ko: 실행 파라미터 오류
ru: Ошибка. Пожалуйста, попробуйте позже

# access_switch_wifi
source: Switch network access method
de: Netzwerkzugriffsmethode wechseln
es: Cambiar método de acceso de red
fr: Basculer la méthode d’accès au réseau
it: Cambiare metodo di accesso alla rete
ko: 네트워크 연결 방식 전환
ru: Переключиться в режим подключения к сети

# user_input_hint_old_pwd
source: Enter old password
de: Geben Sie das alte Passwort ein
es: Introduzca la contraseña antigua
fr: Saisir l’ancien mot de passe
it: Inserire la vecchia password
ko: 이전 비밀번호
ru: Введите старый пароль

# home_position_change_position_hint
source: Please switch the region and try again!
de: Bitte wechseln Sie die Region und versuchen Sie es erneut!
es: ¡Cambie la región e inténtelo de nuevo!
fr: Veuillez changer la région et réessayer !
it: Cambiare regione e riprovare!
ko: 지역을 바꾸고 다시 시도해주세요.
ru: Пожалуйста, переключите регион и попробовать снова!

# user_input_hint_8_16_pwd
source: Enter 8-16 digits password
de: Geben Sie ein 8- bis 16-stelliges Passwort ein
es: Introduzca una contraseña de 8 a 16 dígitos
fr: Veuillez saisir un mot de passe de 8 à 16 chiffres.
it: Inserire una password di 8-16 cifre
ko: 8-16자리의 비밀번호를 입력해주세요.
ru: Введите 8-16-значный пароль

# camera_set_pwd_hint
source: Enter your password to turn on password protection
de: Geben Sie bitte Ihr Passwort ein, um den Passwortschutz zu aktivieren
es: Introduzca su contraseña para activar la protección de contraseña
fr: Saisir votre mot de passe pour activer la protection par mot de passe
it: Inserire la password per attivare la protezione con password
ru: Введите пароль, чтобы включить защиту паролем

# doorlock_pwdenter_6_10digit
source: Please enter 6-10 digit password
de: Bitte geben Sie ein 6- bis 10-stelliges Passwort ein
es: Introduzca una contraseña de 6 a 10 dígitos
fr: Veuillez saisir un mot de passe de 6 à 10 chiffres.
it: Inserire una password di 6-10 cifre
ko: 6-10자리 암호를 입력해주세요.

# device_btn_name_hint
source: Please enter the name of the button
de: Bitte geben Sie den Namen der Taste ein
es: Introduzca el nombre del botón
fr: Veuillez saisir le nom du bouton
it: Inserire il nome del pulsante
ko: 버튼 이름을 입력하세요
ru: Пожалуйста, введите название кнопки

# device_join_switch_ap_manually_by_user
source: Please switch to the device AP manually:%1$s
de: Bitte wechseln Sie per Hand zum Geräte-AP: %1$s
es: Cambie al dispositivo AP manualmente: 1%$s
fr: Veuillez passer manuellement à l’AP de l’appareil : %1$s
it: Passare manualmente al dispositivo AP:%1$s
ko: 장치 AP로 수동으로 전환하십시오: %1$s
ru: Пожалуйста, вручную переключитесть на точку доступа устройства:%1$s

# doorlock_pleaseenter6_10digitpwd
source: Please enter 6-10 digit password
de: Bitte geben Sie ein 6- bis 10-stelliges Passwort ein
es: Introduzca una contraseña de 6 a 10 dígitos
fr: Veuillez saisir un mot de passe de 6 à 10 chiffres.
it: Inserire una password di 6-10 cifre
ko: 6-10자리의 비밀번호를 입력해주세요.

# doorlock_close_lock_tips
source: Bring your phone close to the door lock and do not exit this page while updating
de: Gehen Sie mit Ihrem Telefon näher an das Türschloss und verlassen Sie diese Seite nicht während der Aktualisierung
es: Acerque su teléfono a la cerradura y no salga de esta página mientras se actualiza
fr: Rapprocher votre téléphone du verrou de porte et ne pas quitter cette page pendant la mise à jour
it: Avvicinare il telefono alla serratura della porta e non uscire da questa pagina durante l'aggiornamento.

# doorlock_during_the_updating_process_place_mobile_phone_close_to_the_doorlock
source: Please place the mobile phone close to the door lock, and do not operate the door lock or power off during the updating process
de: Gehen Sie mit Ihrem Telefon näher an das Türschloss und bedienen Sie es nicht während der Aktualisierung
es: Coloque el teléfono móvil cerca de la cerradura y no manipule o apague la cerradura mientras se realiza la actualización
fr: Veuillez placer le mobile près du verrou de porte et ne pas utiliser le verrou de porte ou l’éteindre pendant le processus de mise à jour
it: Posizionare il telefono cellulare vicino alla serratura della porta e non azionare la serratura della porta o spegnerla durante il processo di aggiornamento.
ko: 휴대폰을 도어락에 가까이 두고 업데이트 중에 도어락을 작동하거나 전원을 끄지 마십시오.

# common_average
source: Average %1$s
de: Durchschnitt %1$s
es: %1$S media
fr: Moyenne %1$s
it: Media %1$s
ko: 평균 %1$s
ru: Среднее значение %1$s

# device_sleep_average
source: Average
de: Durchschnitt
es: Media
fr: Moyenne
it: Media
ko: 평균함
ru: Средний

# curve_avg_pressure
source: Average Atmospheric Pressure
de: Durchschnittlicher atmosphärischer Druck
es: Presión atmosférica media
fr: Pression atmosphérique moyenne
it: Pressione atmosferica media
ko: 평균 기압
ru: Среднее атмосферное давление

# device_sleep_average_bpm
source: Average (bpm)
de: Durchschnitt (bpm)
es: Media (bpm)
fr: Moyenne (bpm)
it: Media (bpm)
ko: 평균(bpm)
ru: Среднее (уд/мин)

# common_time_sec_with_space
source: sec
de: s
es: seg
fr: s
ko: 초
ru: сек

# device_match_controller
source: Match with Remote Control
de: Mit Fernbedienung paaren
es: Emparejar con control remoto
fr: Correspondance avec la télécommande
it: Abbinamento con il telecomando
ko: 리모컨 매칭
ru: Соответствующий ПДУ

# device_brand_name
source: Brand: [%@]
de: Marke: [%@]
es: Marca: [%@]
fr: Marque : [%@]
it: Marca: [%@]
ko: 브랜드: 【%@】
ru: Бренд: 【%@】

# device_ir_brand
source: Brand
de: Marke
es: Marca
fr: Marque
it: Marca
ko: 브랜드
ru: Производитель

# device_sleep_evaluate_succ
source: Evaluation succeeded
de: Bewertung erfolgreich
es: Evaluación exitosa
fr: Évaluation réussie
it: Valutazione riuscita
ko: 평가가 왼료되었습니다.
ru: Успешно оценено

# device_ac_brand_list
source: Brand List
de: Markenliste
es: Lista de marca
fr: Liste de marques
it: Elenco dei marchi
ko: 에어컨 브랜드 선택
ru: Список производителей

# user_login_password_level
source: Password security level
de: Passwort-Sicherheitsstufe
es: Nivel de seguridad de contraseña
fr: Niveau de sécurité du mot de passe
it: Livello di sicurezza della password
ko: 비밀번호 보안 수준
ru: Уровень безопасности пароля

# doorlock_pwd_notexist
source: Password does not exist
de: Das Passwort existiert nicht.
es: La contraseña no existe
fr: Le mot de passe n’existe pas
it: La password non esiste
ko: 암호가 존재하지 않습니다.

# doorlock_open_password
source: Password
de: Passwort
es: Contraseña
fr: Mot de passe
ko: 비밀번호
ru: Пароль

# doorlock_pwd
source: Password：%s
de: Passwort: %s
es: Contraseña: %s
fr: Mot de passe：%s
ko: 비밀번호 수：%s

# device_ir_match_fail_retry
source: 匹配失败，请重试
de: Übereinstimmung fehlgeschlagen. Bitte erneut versuchen
es: Emparejamiento fallido. Inténtelo de nuevo
fr: Échec de correspondance. Réessayez
it: La corrispondenza non riesce. Si prega di riprovare

# device_upload_remote_no_recommand_tips
source: Pairing failed. Please upload the front and back picture of your remote control, and we will update the code base soon.
de: Paarung fehlgeschlagen. Bitte laden Sie ein Bild der Vorder- und Rückseite Ihrer Fernbedienung hoch. Wir werden die Codebasis bald aktualisieren.
es: Emparejamiento fallido. Suba una imagen de la parte frontal y trasera de su control remoto, actualizaremos el código base pronto.
fr: Échec d’appariement. Veuillez télécharger l’image avant et arrière de votre télécommande et nous mettrons à jour la base de code bientôt.
it: Accoppiamento fallito. Caricate l'immagine anteriore e posteriore del vostro telecomando e aggiorneremo presto la base di codici.
ko: 매칭에 실패했습니다. 리모컨의 정면과 후면의 사진을 업로드하면, 곧 데이터 베이스가 업데이트 됩니다.
ru: Сопряжение не удалось. Загрузите фото передней и задней панели ПДУ, мы постараемся добавить ПДУ в базу как можно скорее.

# doorlock_pwdlength_greateorequalto6digit
source: Password should be at least 6 digits
de: Das Passwort sollte mindestens aus 6 Ziffern bestehen
es: La contraseña debe tener al menos 6 dígitos
fr: Le mot de passe doit contenir au moins 6 chiffres.
it: La password deve essere di almeno 6 cifre
ko: 암호는 최소 6자리 이상이어야 합니다.

# device_sensor_weather_mijia
source: Mi Temperature and Humidity Sensor
de: Mi Temperatur- und Feuchtigkeitsensor
es: Sensor Mi de temperatura y humedad
fr: Capteur de température et d’humidité Mi
it: Sensore di temperatura e umidità Mi
ko: 샤오미 온습도 센서
ru: Mi Датчик Температуры и влажности

# doorlock_password_cannot_exceed_eight
source: The digits of the password cannot exceed eight. Please try again after %1$s
de: Das Passwort darf maximal acht Ziffern enthalten. Bitte versuchen Sie es erneut nach %1$s
es: Los dígitos de la contraseña no pueden ser más de ocho. Inténtalo de nuevo más tarde de %1$s
fr: Le mot de passe ne peut contenir plus de huit chiffres. Veuillez réessayer après %1$s
it: Le cifre della password non possono essere più di otto. Riprovare dopo %1$s
ko: 비밀번호는 8자리를 초과할 수 없습니다. %1$s 후에 다시 시도해주세요.

# doorlock_pwdlength_lessthanorequalto10digit
source: Password cannot exceed 10 digits
de: Das Passwort darf nicht mehr als 10 Ziffern haben
es: La contraseña no puede tener más de 10 dígitos
fr: Le mot de passe ne peut contenir plus de 10 chiffres.
it: La password non può superare le 10 cifre
ko: 암호는 10자리를 초과할 수 없습니다.

# device_set_signal_bad
source: Poor
de: Schlecht
es: Pobre
fr: Très mauvais
it: Scarso

# device_ac_sleep_mode_open_hint
source: If turned on, air conditioner will perform following settings
de: Sofern eingeschaltet, führt die Klimaanlage die folgenden Einstellungen durch
es: Si se enciende, el aire acondicionado realizará los siguientes ajustes
fr: S’il est activé, le climatiseur effectuera les réglages suivants
it: Se acceso, il condizionatore eseguirà le seguenti impostazioni
ko: 전원이 켜지면 다음 설정에 따라 에어컨 상태를 변경합니다.
ru: При включении кондиционер изменит состояние в соответствии со следующими настройками.

# device_ac_parameter_correction
source: AC parameter correction
de: Korrektur des Klimaanlagen-Parameters
es: Corrección de parámetros de CA
fr: Correction de paramètre de climatiseur
it: Correzione dei parametri AC
ko: 에어컨 인자 조절
ru: Коррекция параметров

# camera_tip_mobile_sence_push
source: Enable it, it will send alert notifications to your phone.
de: Sofern Sie es aktivieren, werden Warnmeldungen an Ihr Telefon gesendet.
es: Habilítalo, enviará notificaciones de alerta a tu teléfono.
fr: Activé, il envoie des notifications d’alerte sur votre téléphone.
it: Abilitalo, invierà notifiche di avviso al tuo telefono.
ko: 오픈 후 휴대폰은 알람 메시지를 받게 됩니다.
ru: Активируйте его, чтобы на Ваш телефон приходили уведомления.

# other_me_update_auto_hint
source: The device will automatically update the firmware at the specified time after starting
de: Automatische Aktualisierung der Firmware des Geräts
es: El dispositivo automáticamente actualizará el firmware a la hora indicada después de iniciarse
fr: L’appareil met automatiquement à jour le firmware à l’heure spécifiée après le démarrage
it: Il dispositivo aggiornerà automaticamente il firmware all'ora specificata dopo l'avvio
ko: 장치가 켜진 후 지정시간에 펌웨어를 자동으로 업데이트합니다.
ru: После включения устройство автоматически обновит прошивку в заданное время

# device_ac_energy_saving_switch_hint
source: The air conditioner will automatically turn off if it has been standby for a long time.
de: Die Klimaanlage wird sich automatisch ausschalten, wenn sie längere Zeit im Standby-Modus steht.
es: El aire acondicionado se apagará automáticamente si ha estado en reposo durante mucho tiempo.
fr: Le climatiseur s’éteint automatiquement s’il est en veille depuis longtemps.
it: Il condizionatore d'aria si spegnerà automaticamente se è rimasto in standby per molto tempo.
ko: 에어컨이 켜진 후 장기간 대기상태이면 자동으로 전원을 끕니다.
ru: При включении, кондиционер автоматически отключит питание при длительном простое.

# overview_fan_open_num_title
source: Turn-on fan
de: Ventilator einschalten
es: Encender el ventilador
fr: Allumer le ventilateur
it: Accendi la ventola
ko: 켜진 선풍기
ru: Включенные вентиляторы

# device_set_alarm_linkage_hint2
source: After being turned on, one of the devices triggers the natural gas leakage alarm, and other devices with linkage turned on also give alarm at the same time
de: Nach Einschalten löst eines der Geräte den Erdgasleckalarm aus, und andere Geräte mit eingeschalteter Verknüpfung geben ebenfalls gleichzeitig Alarm aus
es: Después de encenderse, uno de los dispositivos activa la alarma de fuga de gas natural, y otros dispositivos con la conexión encendida también dan la alarma al mismo tiempo
fr: Après son activation, l’un des appareils déclenche l’alarme de fuite de gaz naturel, ainsi que les autres appareils dont la liaison est activée
it: Dopo essere stato acceso, uno dei dispositivi attiva l'allarme per perdita di gas naturale e anche altri dispositivi con il collegamento attivato danno l'allarme contemporaneamente
ko: 활성화 후 한 장치에서 가스 누출 경보가 작동하면 다른 연동 장치에서도 동시에 경보를 울립니다.
ru: После включения одно из устройств подает сигнализацию об утечке природного газа, а другие устройства со включенной привязкой также подают сигнал одновременно.

# overview_light_open_num_title
source: Turn-on light
de: Licht einschalten
es: Encender la luz
fr: Allumer la lumière
it: Accendi la luce
ko: 켜진 불
ru: Включенные лампы

# device_camera_s2_screenshot_fail
source: Screenshots failed
de: Screenshots fehlgeschlagen
es: Fallo al tomar captura
fr: Échec des captures d’écran
it: Screenshot non riuscito
ko: 스크린샷 저장 실패
ru: Не удалось сохранить скриншот

# doorlock_remove
source: Unbind
de: Verbindung aufheben
es: Desvincular
fr: Dissocier
it: Annulla l’associazione
ko: 연동 해제
ru: Отвязать

# device_prevent_delete_tips
source: Once enabled, the below accessory can only be deleted by the app.
de: Nach der Aktivierung kann das folgende Accessoire nur per App gelöscht werden.
es: Después de activarse, el accesorio a continuación solo puede eliminarse mediante la aplicación.
fr: Une fois activé, l’accessoire ci-dessous ne peut être supprimé que par l’appli.
it: Dopo l'attivazione, l'accessorio sottostante può essere eliminato solo tramite app.
ko: 기능을 켜면 아래 장치들은 앱에서만 삭제할 수 있습니다.
ru: После включения устройства ниже могут быть удалены только из приложения

# device_set_signal_good
source: Good
de: Gut
es: Buena
fr: Bon
it: Buono

# doorlock_phonewillreceivenoti_doorbellcall_afteritsenable
source: After it is enabled, your phone will receive a doorbell call notification
de: Nach der Aktivierung erhält Ihr Telefon eine Benachrichtigung über die Nutzung der Türklingel
es: Una vez activada, tu teléfono recibirá una notificación de llamada de timbre
fr: Une fois activé, votre téléphone recevra une notification d’appel à la porte
it: Dopo l'attivazione, il telefono riceverà una notifica di chiamata al campanello
ko: 활성화되면 전화기에 초인종 호출 알림이 수신됩니다.

# doorlock_turn_on_or_off_arming_mode
source: Turn on or off arming mode
de: Alarmmodus ein- oder ausschalten
es: Activa o desactiva el modo de armado
fr: Activer ou désactiver e mode d’armement
it: Attiva o disattiva la modalità di armamento
ko: 알람 설정 모드 켜기 또는 끄기

# other_vol_mute
source: Mute
de: Stumm
es: Silencio
fr: Couper le son
it: Silenziato
ko: 음소거
ru: Без звука

# other_txt_open_blue_tooth
source: open BlueTooth
de: Bluetooth öffnen
es: abre BlueTooth
fr: ouvrir le Bluetooth
it: apri BlueTooth
ko: 블루투스 열기

# device_cube_status_still_triggered
source: Triggered
de: Ausgelöst
es: Activado
fr: Déclenché
it: Attivato
ko: 트리거
ru: Запущен

# common_then
source: THEN
de: DANN
es: LUEGO
fr: ALORS
ko: THEN) 실행결과
ru: ТОГДА

# doorlock_open_BLE_failed
source: Bluetooth activation failed. Please try again later
de: Bluetooth-Aktivierung fehlgeschlagen. Bitte versuchen Sie es später erneut
es: Ha fallado la activación Bluetooth. Inténtalo de nuevo más tarde
fr: Échec de l’activation Bluetooth Veuillez réessayer plus tard
it: Attivazione Bluetooth non riuscita. Riprova più tardi
ko: 블루투스 활성화 실패. 나중에 다시 시도해 주세요.

# other_old_pwd
source: Original Password
de: Ursprüngliches Passwort
es: Contraseña original
fr: Mot de passe d’origine
it: Password originale
ko: 기존 비밀번호
ru: Старый пароль

# camera_set_pwd
source: Turn On Password
de: Passwort einschalten
es: Activa Contraseña
fr: Activer le mot de passe
it: Attiva password
ko: 비밀번호 설정
ru: Включите пароль

# device_nas_state_free
source: Free
de: Frei
es: Libre
fr: Libre
it: Libero
ko: 비었음
ru: Свободный

# doorlock_ble_state_alert_permission_confirm
source: Allow access
de: Zugriff zulassen
es: Permite acceso
fr: Autoriser l’accès
it: Consenti l'accesso
ko: 접근 허용

# camera_title_open_touch_id
source: Open TouchID
de: TouchID öffnen
es: Abre TouchID
fr: Ouvrir TouchID
it: Apri TouchID
ko: 오픈 터치 아이디

# device_type_ctrl
source: Controller
es: Controlador
fr: Contrôleur
it: Regolatore
ko: 컨트롤러
ru: Контроллер

# device_setting_turn_switch_left_tips
source: After it is turned on, the physical buttons can not control the power on/off circuit
de: Nach dem Einschalten können die physischen Tasten den Ein-/Ausschaltkreis nicht bedienen
es: Después de encendido, los botones físicos no pueden controlar el circuito de encendido/apagado
fr: Une fois qu’il est activé, les boutons physiques ne peuvent pas contrôler le circuit activer/désactiver
it: Dopo l'accensione, i pulsanti fisici non possono controllare il circuito di accensione/spegnimento
ko: 옵션을 켜면, 손으로 눌러도 동작하지 않습니다.

# device_unbind_success_tips
source: Unbind successfully
de: Verbindung erfolgreich getrennt
es: Desvinculado con éxito
fr: Dissocié avec succès
it: Annullamento dell’associazione riuscito
ko: 연결 해제 성공
ru: Отвязано

# device_control_schedule_tip
source: When being ON, the thermostat will change its state based on your settings
de: Sofern er eingeschaltet ist, ändert der Thermostat seinen Zustand basierend auf Ihren Einstellungen
es: Cuando está ENCENDIDO, el termostato cambiará su estado con base en tu configuración
fr: Lorsqu’il est activé, le thermostat change d’état en fonction de vos réglages
it: Quando è ACCESO, il termostato cambierà il suo stato in base alle tue impostazioni
ru: После включения терморегулятор изменит состояние в соответствии с Вашими настройками.

# device_static
source: Static
de: Statisch
es: Estático
fr: Statique
it: Statico
ko: 정적
ru: Статический

# curve_blistering
source: Blistering
de: Blubbern
es: Con ampollas
fr: Cloque
it: Intensità
ko: 혹서
ru: Очень горячий

# security_count_is_limit
source: Alerts added have reached maximum limit
de: Die hinzugefügten Alarme haben das maximale Limit erreicht
es: Las alertas añadidas han alcanzado el máximo
fr: Les alertes ajoutées ont atteint la limite maximale
it: Gli avvisi aggiunti hanno raggiunto il limite massimo
ko: 추가된 경계(보안 모드)의 수가 최대 한도에 도달했습니다.
ru: Число оповещений достигло максимального предела

# doorlock_enddate
source: End date
de: Enddatum
es: Fecha de finalización
fr: Date de fin
it: Data finale
ko: 종료일

# other_receive_transfer
source: Accept the transfer
de: Die Übertragung akzeptieren
es: Aceptar transferencia
fr: Accepter le transfert
it: Accetta il trasferimento
ko: 양도 수락
ru: Принять передачу

# home_transfer_receeive_success
source: Received
de: Empfangen
es: Recibido
fr: Reçu
it: Ricevuto
ko: 수락 성공
ru: Получено

# device_dynamic_end_preview
source: End preview
de: Vorschau beenden
es: Vista previa final
fr: Fin de l’aperçu
it: Fine prevista
ko: 미리 보기 종료
ru: Завершить просмотр

# doorlock_earlier_start_time
source: End time can not be earlier than start time
de: Die Endzeit darf nicht vor der Startzeit liegen
es: El tiempo de finalización no puede ser anterior al de inicio
fr: L’heure de fin ne peut pas précéder l’heure de début
it: L'ora finale non può essere precedente all'ora iniziale
ko: 종료 시간은 시작 시간보다 빠를 수 없습니다.

# security_title_alertsetting
source: Alert
de: Alarm
es: Alerta
fr: Alerte
it: Avviso
ko: 경보
ru: Оповещение

# camera_title_cry_sence
source: Crying Detection
de: Weinerkennung
es: Detección del llanto
fr: Pleurs détectés
it: Rilevamento di pianto
ko: 울음소리 감지
ru: Обнаружение крика

# access_finish_net
source: 结束入网
de: Netzwerkzugriff beenden
es: Finalizar acceso a red
fr: Terminer l’accès au réseau
it: Terminare l'accesso alla rete
ko: 페어링 종료
ru: Отмена

# doorlock_end_earlier_current
source: End time can not be earlier than current time
de: Die Endzeit darf nicht vor der aktuellen Zeit liegen
es: El tiempo de finalización no puede ser anterior al actual
fr: L’heure de fin ne peut pas précéder l’heure actuelle
it: L'ora finale non può essere precedente all'ora corrente
ko: 종료 시간은 현재 시간보다 빠를 수 없습니다.
