Repository: acodeworker/localzedLoader
Catalog: *.lproj/Localizable.strings
Languages: de, es, fr, it, ko, ru

# common_unit_tb
source: TB
ru: Тб

# common_unit_b
source: B
ru: б

# common_unit_mmhg
source: mmHg
ru: мм рт

# common_time_second_short
source: s
ru: с

# device_control_configure_complete
source: Completed
ru: Завершить
