Repository: acodeworker/localzedLoader
Catalog: *.lproj/Localizable.strings
Languages: de, es, fr, it, ko, ru

# homekit_unsecured_movement
source: Unsecured Using Physical Movement
de: Ungesichert durch physische Bewegung
es: No asegurado utilizando movimiento físico
fr: Non sécurisé à l’aide d’un mouvement physique
it: Non protetto tramite movimento fisico

# homekit_garage_door_opener
source: Garage Door Opener
de: Garagentoröffner
es: Apertura de puertas del garaje
fr: Ouverture du garage de porte
it: Apriporta del garage
ko: 차고 개폐기
ru: Система открытия гаража

# homekit_target_control_supported_configuration
source: Target Control Supported Configuration
de: Zielsteuerung Unterstützte Konfiguration
es: Configuración objetivo compatible con el control
fr: Configuration de contrôle des cibles
it: Configurazione supportata per il controllo del target
ko: 타겟 제어 지원 구성
ru: Поддерживаемые конфигурации для целевого управления

# homekit_filter_maintenance
source: Filter Maintenance
de: Wartung des Filters
es: Mantenimiento de filtro
fr: Maintenance de filtre
it: Manutenzione del filtro
ko: 필터 유지 관리
ru: Обслуживание фильтра

# homekit_target_heating_cooling_state
source: Target Heating Cooling State
de: Zielzustand Heizung/Kühlung
es: Estado objetivo del enfriamiento calefacción
fr: État de chauffage cible
it: Stato target riscaldamento-raffreddamento
ko: 타겟 냉난방 상태
ru: Целевое состояние охлаждения и нагрева

# homekit_target_fan_state
source: Target Fan State
de: Zielzustand Ventilator
es: Estado objetivo de ventilación
fr: État de ventilateur cible
it: Stato del ventilatore target
ko: 타겟 팬 상태
ru: Целевое состояние вентилятора

# homekit_target_position
source: Target Position
de: Zielposition
es: Ubicación objetivo
fr: Position cible
it: Posizione target
ko: 타겟 위치
ru: Целевая позиция

# homekit_target_horizontal_tilt_angle
source: Target Horizontal Tilt Angle
de: Zielzustand Kippwinkel (horizontal)
es: Ángulo objetivo de inclinación horizontal
fr: Angle d’inclinaison horizontale cible
it: Angolo di inclinazione orizzontale target
ko: 타겟 수평 경사각도
ru: Целевой горизонтальный угол наклона

# homekit_door
source: Door
de: Tür
es: Puerta
fr: Porte
it: Porta
ko: 도어
ru: Дверь

# homekit_target_air_quality
source: Target Air Quality
de: Zielwert Luftqualität
es: Calidad objetivo del aire
fr: Qualité de l’air cible
it: Qualità dell'aria target
ko: 타겟 공기질
ru: Целевое качество воздуха

# homekit_setup_data_stream_transport
source: Setup Data Stream Transport
de: Datenstromübertragung einrichten
es: Configurar transporte de flujo de datos
fr: Définir le transport de flux de données
it: Impostazione del flusso di dati Trasporto
ko: 데이터 전송 설정
ru: Настройка передачи потока данных

# homekit_heater_cooler
source: Heater Cooler
de: Heizung Kühler
es: Calefacción enfriador
fr: Refroidisseur de chauffage
it: Riscaldatore Raffreddatore
ko: 냉난방기
ru: Нагреватель-охладитель

# homekit_smoke_detected
source: Smoke Detected
de: Rauch erkannt
es: Humo detectado
fr: Fumée détectée
it: Fumo rilevato
ko: 연기가 감지되었습니다.
ru: Обнаружен дым

# homekit_target_door_state
source: Target Door State
de: Zielzustand der Tür
es: Estado objetivo de la puerta
fr: État de porte cible
it: Stato porta target
ko: 타겟 도어 상태
ru: Целевое состояние двери

# homekit_fan_v2
source: Fan v2
de: Lüfter v2
es: Ventilador v2
fr: Ventilateur v2
it: Ventilatore v2
ko: 팬 v2
ru: Вентилятор v2

# homekit_target_air_purifier_state
source: Target Air Purifier State
de: Zielzustand des Luftreinigers
es: Estado objetivo del purificador de aire
fr: État du purificateur d'air cible
it: Stato del depuratore target
ko: 타겟 공기청정기 상태
ru: Целевое состояние очистителя воздуха

# homekit_fan
source: Fan
de: Lüfter
es: Ventilador
fr: Ventilateur
it: Ventilatore
ko: 팬
ru: Вентилятор

# homekit_swing_mode
source: Swing Mode
de: Schwingmodus
es: Modo de oscilación
fr: Mode balancement
it: Modalità di oscillazione
ko: 스윙 모드
ru: Режим качания

# homekit_doorbell
source: Doorbell
de: Türklingel
es: Timbre
fr: Sonnette
it: Campanello
ko: 초인종
ru: Дверной звонок

# homekit_target_control_list
source: Target Control List
de: Zielsteuerung Liste
es: Lista objetivo de control
fr: Liste de contrôle des cibles
it: Elenco dei controlli target
ko: 타겟 제어 목록
ru: Целевой контрольный список

# homepage_board
source: Board on the homepage
de: Karte auf der Homepage
es: Tablero en la página de inicio
fr: Tableau sur la page d’accueil
it: Scheda nella homepage
ko: 메인 대시보드
ru: Главная панель

# homekit_humidity_sensor
source: Humidity Sensor
de: Feuchtigkeitssensor
es: Sensor de humedad
fr: Capteur d'humidité
it: Sensore di umidità
ko: 습도 센서
ru: Датчик влажности

# homepage_board_card_add
source: Add a card
de: Karte hinzufügen
es: Añadir la tarjeta
fr: Ajouter la carte
it: Aggiungi la scheda
ko: 카드 추가
ru: Добавить карточку

# homepage_board_card_null_hint1
source: Select "+" to add the card
de: Wählen Sie "+", um die Karte hinzuzufügen
es: Seleccione “+”para añadir la tarjeta
fr: Sélectionnez « + » pour ajouter la carte
it: Selezionare "+" per aggiungere la scheda
ko: '+'를 클릭하여 카드를 추가하기
ru: Нажмите «+», чтобы добавить карточку

# homekit_irrigation_system
source: Irrigation System
de: Bewässerungssystem
es: Sistema de riego
fr: Système d’irrigation
it: Sistema di irrigazione
ko: 관개 시스템
ru: Система орошения

# homekit_faucet
source: Faucet
de: Wasserhahn
es: Grifo
fr: Robinet
it: Rubinetto
ko: 꼭지
ru: Кран

# homepage_board_delete_pop_text_android
source: Sure to delete "%s" board?
de: Soll das Board "%s" wirklich gelöscht werden?
es: ¿Está seguro de que desea eliminar “%s” tablero?
fr: Vraiment supprimer le tableau « %s » ?
it: Sei sicuro di voler eliminare la scheda "%s"?
ko: '%s' 대시보드를 삭제하시겠습니까?
ru: Удалить панель "%s"?

# homekit_light_sensor
source: Light Sensor
de: Lichtsensor
es: Sensor de luz
fr: Capteur de lumière
it: Sensore di luce
ko: 조도 센서
ru: Датчик освещенности

# homepage_board_card_null
source: No card has been added
de: Es wurde noch keine Karte hinzugefügt
es: No se han añadido ninguna tarjeta
fr: Aucune carte ajoutée
it: Non è stata aggiunta alcuna scheda
ko: 카드 미추가
ru: Карточка не добавлена

# homekit_leak_sensor
source: Leak Sensor
de: Leck-Sensor
es: Sensor de fuga
fr: Capteur de fuite
it: Sensore di perdite
ko: 누출 센서
ru: Датчик утечки

# homekit_occupancy_sensor
source: Occupancy Sensor
de: Anwesenheitssensor
es: Sensor de ocupación
fr: Capteur d'occupation
it: Sensore di occupazione
ko: 인체 감지 센서
ru: Датчик присутствия

# homekit_temperature_display_units
source: Temperature Display Units
de: Anzeigeeinheit der Temperatureinheit
es: Unidades de visualización de la temperatura
fr: Unités de température
it: Unità di visualizzazione della temperatura
ko: 온도 표시 단위
ru: Единицы отображения температуры

# homekit_motion_sensor
source: Motion Sensor
de: Bewegungsmelder
es: Sensor de movimiento
fr: Détecteur de mouvement
it: Sensore di movimento
ko: 모션 센서
ru: Датчик движения

# homekit_version
source: Version
es: Versión
it: Versione
ko: 버전
ru: Версия

# homekit_valve_type
source: Valve Type
de: Ventil-Typ
es: Tipo de válvula
fr: Type de soupape
it: Tipo di valvola
ko: 밸브 타입
ru: Тип клапана

# homepage_board_new
source: New Board
de: Neues Board
es: Nuevo tablero
fr: Nouveau tableau
it: Nuova scheda
ko: 새 대시보드
ru: Новая Панель

# homekit_volume
source: Volume
de: Lautstärke
es: Volumen
ko: 볼륨
ru: Объем

# homekit_security_system
source: Security System
de: Sicherheitssystem
es: Sistema de seguridad
fr: Système de sécurité
it: Sistema di sicurezza
ko: 안전 시스템
ru: Система безопасности

# homekit_target_tilt_angle
source: Target Tilt Angle
de: Zielzustand Kippwinkel
es: Ángulo objetivo de inclinación
fr: Angle d’inclinaison cible
it: Angolo di inclinazione target
ko: 타겟 경사각
ru: Целевой угол наклона

# homepage_board_initialization_success
source: Initialization succeeds
de: Initialisierung erfolgreich
es: La inicialización se realiza con éxito
fr: Initialisation réussie
it: L'inizializzazione è riuscita
ko: 초기화 완료되었습니다.
ru: Инициализация успешна

# homekit_outlet
source: Outlet
de: Steckdose
es: Salida
fr: Sortie
it: Uscita
ko: 콘센트
ru: Розетка

# homekit_target_relative_humidity
source: Target Relative Humidity
de: Zielwert Relative Luftfeuchtigkeit
es: Humedad relativa objetivo
fr: Humidité relative cible
it: Umidità relativa target
ko: 타겟 상대 습도
ru: Целевая относительная влажность

# homekit_volatile_organic_compound_density
source: Volatile Organic Compound Density
de: Dichte flüchtiger organischer Verbindungen
es: Densidad de compuestos orgánicos volátiles
fr: Densité de composé organique volatile
it: Densità dei composti organici volatili
ko: VOC 농도
ru: Плотность летучих органических соединений

# homekit_microphone
source: Microphone
de: Mikrofon
es: Micrófono
it: Microfono
ko: 마이크
ru: Микрофон

# homekit_lock_mechanism
source: Lock Mechanism
de: Schließmechanismus
es: Mecanismo de bloqueo
fr: Mécanisme du verrou
it: Meccanismo di blocco
ko: 도어락
ru: Механизм замка

# homekit_target_temperature
source: Target Temperature
de: Zieltemperatur
es: Temperatura objetivo
fr: Température cible
it: Temperatura target
ko: 타겟 온도
ru: Целевая температура

# homekit_lock_management
source: Lock Management
de: Verwaltung des Schlosses
es: Gestión de bloqueo
fr: Gestion du verrou
it: Gestione del blocco
ko: 도어락 관리
ru: Управление замком

# homekit_target_slat_state
source: Target Slat State
de: Zielzustand Lamelle
es: Estado objetivo de las lamas
fr: État de lame cible
it: Stato target delle lamelle
ko: 타겟 슬랫 상태
ru: Целевое состояние дефлектора

# homekit_lightbulb
source: Lightbulb
de: Leuchtmittel
es: Bombilla
fr: Ampoule
it: Lampadina
ko: 전구
ru: Лампа

# homekit_target_vertical_tilt_angle
source: Target Vertical Tilt Angle
de: Zielzustand Kippwinkel (Vertikal)
es: Ángulo objetivo de inclinación vertical
fr: Angle d’inclinaison verticale cible
it: Angolo di inclinazione verticale target
ko: 타겟 수직 경사각
ru: Целевой угол вертикального наклона

# common_refresh_qiao_rouse
source: Loosen to refresh. Continue to drop down and awaken Xiao Qiao
de: Zum Aktualisieren loslassen. Nach unten ziehen und Xiao Qiao aufwecken
es: Afloje para refrescar. Continue bajando y despertando a Xiao Qiao
fr: Desserrez pour actualiser. Continuez à tirer vers le bas pour réveiller Xiao Qiao
it: Rilasciare per aggiornare. Continuare a trascinare verso il basso e risvegliare Xiao Qiao
ko: 손을 놓고 새로 고침합니다. 계속 풀다운해서 샤오챠오를 깨웁니다.
ru: Отпустите, чтобы обновить, продолжайте тянуть вниз, чтобы разбудить Джо

# homepage_board_card_match_loading
source: The card is being matched. Please wait...
de: Kartenabgleich wird durchgeführt. Bitte warten...
es: La tarjeta está siendo emparejada. Por favor, espere...
fr: La carte est en cours de correspondance. Veuillez patienter...
it: La scheda è in fase di abbinamento. Attendere prego...
ko: 카드 페어링 중... 잠시만 기다려 주세요.
ru: Подбор карточек, подождите...

# homekit_air_quality_sensor
source: Air Quality Sensor
de: Sensor der Luftqualität
es: Sensor de calidad del aire
fr: Capteur de qualité de l’air
it: Sensore di qualità dell'aria
ko: 공기질 센서
ru: Датчик качества воздуха

source: Device card
de: Gerätekarte
es: Tarjeta del dispositivo
fr: Cartes d’appareils
it: Scheda dispositivo
ko: 장치 카드
ru: Карточки устройства

# homepage_board_initialization
source: The homepage is being initialized. Please wait...
de: Die Homepage wird gerade initialisiert. Bitte warten...
es: La página de inicio se está inicializando. Por favor, espere...
fr: La page d’accueil est en initialisation. Veuillez patienter...
it: La homepage è in fase di inizializzazione. Attendere prego...
ko: 초기화 중... 잠시만 기다려 주세요.
ru: Инициализация домашней страницы, подождите...

# homekit_air_purifier
source: Air Purifier
de: Luftreiniger
es: Purificador del aire
fr: Purificateur d'air
it: Depuratore d'aria
ko: 공기청정기
ru: Очиститель воздуха

# common_qiao_rouse
source: Release the button to wake Xiao Qiao
de: Lassen Sie die Taste los, um Xiao Qiao aufzuwecken
es: Suelte el botón para despertar a Xiao Qiao
fr: Relâchez le bouton pour réveiller Xiao Qiao
it: Rilasciare il pulsante per risvegliare Xiao Qiao
ko: 손을 놓고 샤오챠오를 깨웁니다.
ru: Отпустите, чтобы разбудить Джо

# homepage_board_card_match_fail
source: Matching fails. Please try again
de: Abgleich fehlgeschlagen Bitte erneut versuchen
es: El emparejamiento falla. Por favor, intente nuevamente
fr: Échec de correspondance. Réessayez.
it: L'abbinamento non è riuscito. Si prega di riprovare
ko: 페어링 실패입니다. 다시 시도하세요.
ru: Подбор не выполнен, повторите попытку

# homekit_battery_service
source: Battery Service
de: Batterieservice
es: Servicio de batería
fr: Service de la batterie
it: Servizio batterie
ko: 배터리 서비스
ru: Служба батареи

# common_refreshing
source: It is being refreshed
de: Es wird aktualisiert
es: Se está refrescando
fr: En cours d’actualisation
it: Si sta aggiornando
ko: 새로 고침 중...
ru: Обновление...

# homekit_audio_stream_management
source: Audio Stream Management
de: Verwaltung Audio-Stream
es: Gestión del flujo de audio
fr: Gestion du flux audio
it: Gestione del flusso audio
ko: 오디오 스트림 관리
ru: Управление аудиопотоком

# weather_card_null
source: There is no weather information at this time
de: Derzeit gibt es keine Wetterinformationen
es: No hay información del clima por el momento
fr: Pas d’information météo pour le moment
it: Non ci sono informazioni meteo in questo momento
ko: 날씨 정보 없음
ru: Нет данных о погоде

# weather_card_adress_unavailable
source: For the current family position, outdoor weather is not supported at this time
de: Für die aktuelle Standort der Familie wird das Wetter im Freien derzeit nicht unterstützt
es: Para la ubicación actual de la familia, no es compatible el clima del exterior en este momento
fr: Pour la position de famille actuelle, la météo extérieure n’est pas disponible
it: Per la posizione attuale della famiglia, le condizioni meteo esterne non sono supportate in questo momento
ko: 현재 홈 위치에서는 실외 날씨 정보가 지원되지 않습니다.
ru: Текущее местоположение дома не поддерживает погоду.

# weather_card_null_set_adress
source: Please set Home position first
de: Bitte stellen Sie zuerst den Standort der Familie ein
es: Por favor, configure la ubicación de la familia primero
fr: Définir d’abord la région
it: Impostare prima la posizione della famiglia
ko: 먼저 '홈 위치'를 설정하세요.
ru: Сначала установите «Местоположение дома»

# common_refresh
source: Drop down to refresh
de: Zum Aktualisieren nach unten ziehen
es: Suelte para refrescar
fr: Tirer vers le bas pour actualiser
it: Trascinare verso il basso per aggiornare
ko: 드롭다운하여 새로 고침
ru: Потяните вниз для обновления

# alert_card_null
source: There is no available security and protection mode at this time
de: Derzeit ist kein Sicherheits- und Schutzmodus verfügbar
es: No hay ningún modo de seguridad y protección disponible en este momento
fr: Pas de mode de sécurité et de protection pour le moment
it: In questo momento non è disponibile alcuna modalità di sicurezza e protezione.
ko: 사용 가능한 보안 모드 없음
ru: Режим безопасности недоступен

# device_control_drag_tip
source: Long press and drag to rearrange
de: Zum Verschieben und Sortieren lange drücken
es: Presione de manera prolongada para arrastrar y ordenar
fr: Maintenir appuyé pour faire glisser et trier
it: Premere a lungo per trascinare e ordinare
ko: 길게 눌러 드래그 및 정렬하기
ru: Нажмите и удерживайте для сортировки

# weather_card_toast
source: There is no more weather information at this time
de: Derzeit gibt es keine weiteren Wetterinformationen
es: No hay más información del clima en este momento
fr: Plus d’informations météo pour le moment
it: Non ci sono più informazioni meteo in questo momento
ko: 추가 날씨 정보 없음
ru: Больше нет данных о погоде

# homekit_water_level
source: Water Level
de: Wasserlevel
es: Nivel del agua
fr: Niveau d'eau
it: Livello dell'acqua
ko: 수위
ru: Уровень воды

# device_control_conditions_expired_reconfigure
source: Conditions have been deleted. Will you re-configure it
de: Die Bedingungen wurden gelöscht. Möchten Sie sie neu konfigurieren?
es: Las condiciones se han eliminado. ¿Desea volver a configurarlas?
fr: Les conditions ont été supprimées. Allez-vous le reconfigurer
it: Le condizioni sono state eliminate. È possibile riconfigurarle?
ko: 조건이 만료되었습니다. 재구성하시겠습니까?
ru: Срок действия условия истек. Настроить снова?

# homepage_board_card_match_success
source: Matching succeeds
de: Abgleich erfolgreich
es: El emparejamiento se realiza con éxito
fr: Correspondance réussie
it: L'abbinamento è riuscito
ko: 페어링 연결되었습니다.
ru: Подбор завершен

# common_use_board
source: Add
de: Anwenden
es: Aplicar
fr: Appliquer
it: Applicare
ko: 적용
ru: Применить

# homepage_board_recommend_check
source: Check the recommended board
de: Empfohlenes Board überprüfen
es: Verificar el tablero recomendado
fr: Voir le tableau recommandé
it: Controllare la scheda consigliata
ko: 추천 대시보드 보기
ru: Посмотреть рекомендуемые панели

# homekit_camera_event_recording_management
source: Camera Event Recording Management
de: Verwaltung der Kamera-Ereignisaufzeichnung
es: Gestión de la grabación de eventos de cámara
fr: Gestion d'enregistrement d’événement par la caméra
it: Gestione della registrazione degli eventi della telecamera
ko: 카메라 이벤트 기룩 관리
ru: Управление записью событий камеры

# homekit_bulk_transfer_transport_management
source: Bulk Transfer Transport Management
de: Verwaltung von Massentransfers
es: Gestión de transporte de transferencia de volumen
fr: Gestion du transport de transfert en lot
it: Gestione dei trasferimenti di massa
ko: 대량 전송 관리
ru: Управление групповой передачей

# homekit_carbon_monoxide_sensor
source: Carbon Monoxide Sensor
de: Kohlenmonoxid-Sensor
es: Sensor del monóxido de carbono
fr: Capteur de monoxyde de carbone
it: Sensore di monossido di carbonio
ko: 일산화탄소 센서
ru: Датчик угарного газа

# homekit_carbon_dioxide_sensor
source: Carbon Dioxide Sensor
de: Kohlendioxid-Sensor
es: Sensor de dióxido de carbono
fr: Capteur de dioxyde de carbone
it: Sensore di anidride carbonica
ko: 이산화탄소 센서
ru: Датчик углекислого газа

# homekit_contact_sensor
source: Contact Sensor
de: Kontaktsensor
es: Sensor de contacto
fr: Capteur de contact
it: Sensore di contatto
ko: 열림 감지 센서
ru: Контактный датчик

# homepage_board_quantity_ios
source: Main Board · %@
de: Hauptboard · %@
es: Tablero principal · %@
fr: Carte mère %@
it: Scheda principale - %@
ko: 메인 대시보드· %@
ru: Домашняя панель · %@

# homepage_overview_hint
source: The brand-new overview is being planned. It is coming soon...
de: Die brandneue Übersicht ist in Planung. Bald verfügbar...
es: Se está planificando la nueva vista general. Pronto estará disponible...
fr: La vue globale toute nouvelle est en cours de préparation Elle arrive bientôt...
it: La nuova panoramica è in fase di progettazione. È in arrivo...
ko: 새로운 총람 준비 중입니다. 기대해 주세요.
ru: Новый общий обзор в разработке, следите за обновлениями…

# device_card_all
source: All device cards
de: Alle Gerätekarten
es: Todas las tarjetas del dispositivo
fr: Cartes de tous les appareils
it: Tutte le schede dei dispositivi
ko: 모든 장치 카드
ru: Все карточки устройства

# voice_try_talk_hint
source: Try this
de: Versuchen Sie dies
es: Pruebe esto
fr: Essayer ceci
it: Prova questo
ko: 말해 보세요
ru: Попробуйте сказать так

# homepage_board_recommend2
source: Home Board
es: Tablero de inicio
fr: Conseil d'administration
it: Scheda domestica
ko: 홈 보드
ru: Дом Панель

# homepage_board_add
source: Add board
de: Board hinzufügen
es: Añada el tablero
fr: Ajouter le tableau
it: Aggiungi la scheda
ko: 대시보드 추가
ru: Добавить панель

# homepage_board_recommend5
source: Control Center Board
de: Board der Steuerzentrale
es: Tablero del centro de control
fr: Tableau du centre de contrôle
it: Scheda centro di controllo
ko: 제어 센터 보드
ru: Центр управления Панель

# homekit_data_stream_transport_management
source: Data Stream Transport Management
de: Verwaltung des Datenstromtransports
es: Gestión del transporte de flujo de datos
fr: Gestion du transport du flux de données
it: Gestione del flusso di dati per il trasporto
ko: 데이터 전송 관리
ru: Управление передачей потока данных

# homepage_board_quantity_android
source: Main Board · %s
de: Hauptboard ·%s
es: Tablero principal · %s
fr: Tableau principal %s
it: Scheda principale - %s
ko: 메인 대시보드· %s
ru: Домашняя панель · %s

# homepage_board_recommend4
source: Light Control Board
de: Board für Lichtsteuerung
es: Tablero de control de luces
fr: Carte de contrôle de la lumière
it: Scheda controllo luci
ko: 조명 제어 보드
ru: Управление светом Панель

# homepage_board_show_toast
source: The board has been displayed
de: Das Board wird wieder angezeigt
es: El tablero se ha mostrado
fr: Le tableau a été affiché
it: La scheda è stata visualizzata
ko: 해당 대시보드가 표시됨
ru: Эта панель отображается

# voice_awaken_hint
source: Select below to speak
de: Unten auswählen, um zu sprechen
es: Seleccione abajo para hablar
fr: Sélectionnez ci-dessous pour parler
it: Selezionare sotto per parlare
ko: 아래를 누르고 말해 주세요
ru: Нажмите ниже, чтобы говорить

# homepage_board_hide_toast
source: The board has been hidden
de: Das Board wird ausgeblendet
es: El tablero se ha ocultado
fr: Le tableau a été masqué
it: La scheda è stata nascosta
ko: 해당 대시보드가 숨겨짐
ru: Эта панель скрыта

# homepage_board_edit
source: Edit the board
de: Board bearbeiten
es: Editar el tablero
fr: Modifier le tableau
it: Modifica la scheda
ko: 대시보드 편집
ru: Редактировать панель

# voice_guide_help_title2
source: Please provide considerate suggestions
de: Geben Sie bitte hilfreiche Vorschläge
es: Por favor, proporcione sugerencias considerables
fr: N’hésitez pas à partager vos suggestions constructives
it: Si prega di fornire suggerimenti utili
ko: 더 나은 의견 제공
ru: Предложите решение

# common_view_now
source: View Now
de: Jetzt anzeigen
es: Ver más
fr: Voir maintenant
it: Visualizza ora
ko: 보기
ru: Просмотр

# homepage_board_delete_pop_text_ios
source: Sure to delete "%@" board?
de: Soll das Board "%@" wirklich gelöscht werden?
es: ¿Está seguro de que desea eliminar “%@”tablero?
fr: Vraiment supprimer le tableau « %@ » ?
it: Sicuro di eliminare la scheda "%@"?
ko: '%@' 대시보드를 삭제하시겠습니까?
ru: Удалить панель "%@"?

# homepage_board_max_toast
source: The maximum number of boards has been reached
de: Die maximale Anzahl von Boards wurde erreicht
es: Se ha alcanzado el máximo número de tableros
fr: Le nombre maximum de tableaux a été atteint
it: È stato raggiunto il numero massimo di schede
ko: 최대 대시보드 수에 도달했습니다.
ru: Лимит панелей

# homepage_board_loading_first
source: Loading, please wait...
de: Wird geladen, bitte warten...
es: Cargando, por favor, espere...
fr: Chargement, patientez...
it: Caricamento, attendere prego...
ko: 새로운 첫 화면을 불러오는 중입니다. 잠시만 기다려 주세요.
ru: Загрузка новой домашней страницы, подождите...

# homepage_board_initialization_fail
source: Initialization fails. Please try again
de: Initialisierung fehlgeschlagen Bitte erneut versuchen
es: La inicialización falla. Por favor, intente nuevamente
fr: Échec de l'initialisation. Réessayez.
it: L'inizializzazione non è riuscita. Si prega di riprovare
ko: 초기화 실패입니다. 다시 시도하세요.
ru: Ошибка инициализации, повторите попытку

# homepage_board_recommend1
source: Common Board
de: Allgemeines Board
es: Tablero común
fr: Conseil commun
it: Consiglio comune
ko: 공통 보드
ru: Общий Панель

# homepage_board_loading_first_fail
source: Fail to load, please try again.
de: Laden fehlgeschlagen, bitte erneut versuchen.
es: No se puede cargar. Por favor, intente nuevamente.
fr: Échec du chargement, réessayez.
it: Il caricamento non è riuscito, riprovare.
ko: 첫 화면 데이터를 불러오지 못했습니다. 다시 시도해 주세요.
ru: Не удалось загрузить данные главной страницы. Повторите попытку.

# homepage_board_recommend
source: Recommend Board
de: Board empfehlen
es: Tablero recomendado
fr: Recommander le tableau
it: Scheda consigliata
ko: 추천 대시보드
ru: Рекомендуемая Панель

# homepage_board_recommend3
source: Multi-Camera Board
de: Multi-Kamera-Board
es: Tablero multicámara
fr: Carte multi-caméras
it: Scheda multi-telecamera
ko: 멀티 카메라 보드
ru: Мультикамера Панель
