Repository: acodeworker/localzedLoader
Catalog: *.lproj/Localizable.strings
Languages: de, es, fr, it, ko, ru

# doorlock_reached_the_upper_limit_if_add_another_delete_other_users_nfc
source: The number of device NFC cards on the device has reached the limit. If you need to add another one, please delete some user NFC cards
de: Die maximale Anzahl von NFC-Karten auf dem Gerät ist erreicht. Wenn Sie eine weitere Karte hinzufügen möchten, löschen Sie bitte einige Benutzer-NFC-Karten
es: Se ha alcanzado el límite de tarjetas NFC del dispositivo. Si necesita agregar otra, sírvase eliminar algunas tarjetas NFC de usuario
fr: Le nombre de cartes NFC d’appareils sur l’appareil a atteint la limite. Si vous devez en ajouter une autre, supprimez les cartes NFC de certains utilisateurs
it: Il numero di schede NFC del dispositivo ha raggiunto il limite. Se è necessario aggiungerne un'altra, cancellare alcune schede NFC utente.
ko: NFC 카드 수가 한계에 도달했습니다. 다른 NFC 카드를 추가해야 하는 경우 일부 사용자 NFC 카드를 삭제해주세요.

# home_service_auth_home_name
source: 授权家庭：
de: Autorisierte Familie:
es: Familia autorizada:
fr: Famille autorisée :
it: Famiglia autorizzata:
ko: 인증 가정 :

# device_remain_battery_level
source: Remaining battery：%1$s
de: Verbleibende Batterieleistung: %1$s
es: Batería restante: %1$s
fr: Charge restante : %1$s
it: Batteria rimanente:%1$s
ko: 남은 배터리：%1$s
ru: Заряд батареи: %1$s

# curve_zigbee_weak
source: Poor
de: Schlecht
es: Pobre
fr: Très mauvais
it: Poco
ko: 약함
ru: Низкий

# doorlock_open_auth_unlock
source: Authorized unlock
de: Entsperrung autorisiert
es: Apertura autorizada
fr: Déverrouillage autorisé
it: Sblocco autorizzato
ko: 잠금 해제
ru: Авторизованная разблокировка

# camera_mode_sound_tracking_tips
source: Sound source tracking...
de: Verfolgung der Tonquelle...
es: Seguimiento de origen del sonido
fr: Localisation de la source sonore...
it: Tracciamento della sorgente sonora...
ko: 음원 추적 중
ru: Отслеживание источника звука...

# other_indiv_new_name
source: Please name your accessory
de: Bitte benennen Sie Ihr Zubehör
es: Asigne un nombre al accesorio
fr: Veuillez nommer votre accessoire
it: Si prega di dare un nome all'accessorio
ko: 장치 이름
ru: Пожалуйста, назовите устройство

# homekit_pack_up
source: Fold
de: Schließen
es: Plegar
fr: Plier
it: Piegare
ko: 접기
ru: Свернуть

# common_time_hour_with_space
source: hour
de: Stunde
es: hora
fr: heure

# device_has_respone
source: Any response from accessory?
de: Hat das Zubehör reagiert?
es: ¿Alguna respuesta del accesorio?
fr: Réponse de l’accessoire ?
it: Qualche risposta da parte degli accessori?
ko: 장치에 반응이 있습니까?
ru: Есть ли ответ от устройства?

# user_login_authorized_success
source: Successfully authorized, please wait for a moment...
de: Erfolgreich autorisiert, bitte warten Sie einen Moment...
es: Ha sido debidamente autorizado; espere un momento...
fr: Autorisé avec succès, patientez un moment...
it: Autorizzazione riuscita, attendere un attimo...
ko: 라이센스를 확인했습니다. 잠시 기다려 주십시오.
ru: Авторизация успешна. Подождите...

# common_time_hour1
source: hour
de: Stunde
es: hora
fr: Heure
it: ora
ko: 시간
ru: Ч

# device_join_failed
source: If problem still exists, please contact Aqara customer service
de: Sollte das Problem weiterhin bestehen, wenden Sie sich bitte an den Aqara-Kundendienst
es: Si el problema persiste, sírvase ponerse en contacto con el servicio de Atención al cliente de Aqara
fr: Si le problème persiste, veuillez contacter le service client d’Aqara
it: Se il problema persiste, contattare il servizio clienti Aqara.
ko: 만약 문제 해결이 되지 않다면, Aqara 고객 서비스 센터로 연락하세요.
ru: Если проблема не устранена, обратитесь в службу поддержки клиентов Aqara.

# device_sleep_realtime_detect
source: Real-time monitoring
de: Echtzeit-Überwachung
es: Vigilancia en tiempo real
fr: Suivi en temps réel
it: Monitoraggio in tempo reale
ko: 실시간 모니터
ru: Мониторинг в реальном времени

# common_yes
source: Yes
de: Ja
es: Sí
fr: Oui
it: Si
ko: 예
ru: Да

# device_ring_record_listen
source: Preview
de: Vorschau
es: Vista previa
fr: Aperçu
it: Anteprima
ko: 미리 듣기
ru: Просмотр

# device_effect_time
source: Valid period
de: Gültigkeitsdauer
es: Período de validación
fr: Période valide
it: Periodo Valido
ko: 유효기간
ru: Эффективное время

# other_setting_lab
source: Lab
de: Labor
es: Laboratorio
fr: Labo
ko: 랩
ru: Лаборатория

# device_wrong_json_format
source: wrong json format
de: falsches JSON-Format
es: Formato json erróneo
fr: Mauvais format json
it: formato json errato
ko: 데이터 형식 오류
ru: неверный формат JSON

# camera_pwd_already_exsit
source: Setting failed, password already exists
de: Einstellung fehlgeschlagen, Passwort bereits vorhanden
es: Error al configurar; la contraseña ya existe
fr: Échec du réglage, le mot de passe existe déjà
it: Impostazione fallita, la password esiste già
ko: 설정 실패, 비밀번호가 이미 존재합니다.

# device_manual_match_ac
source: Match air conditioner manually
de: Klimaanlage manuell anpassen
es: Ajustar aire acondicionado manualmente
fr: Faire correspondre l’air conditionné manuellement
it: Abbinare manualmente il condizionatore d'aria
ko: 에어컨 수동 조정
ru: Выбрать кондиционер вручную

# doorlock_recording_time_video
source: Video Recording Duration
de: Dauer der Videoaufzeichnung
es: Duración de la grabación de vídeo
fr: Durée d’enregistrement des vidéos
it: Durata della registrazione video
ko: 영상 녹화 주기

# device_error_hint_manual_switch_section
source: switch manually
de: manuell schalten
es: Encender manualmente
fr: Sélectionner manuellement
it: interruttore manuale
ko: 수동으로 전환
ru: переключить вручную

# camera_title_video_setting
source: Video Settings
de: Einstellungen des Videos
es: Ajustes de vídeo
fr: Paramètres vidéo
it: Impostazioni video
ko: 비디오 설정
ru: Видео

# homepage_service_alarm_conditions
source: Conditions
de: Bedingungen
es: Condiciones
it: Condizioni
ko: 조건
ru: ЕСЛИ

# device_nas_path_selected_1
source: Set the storage position as "%1$s"
de: Den Speicherplatz als "%1$s" einstellen
es: Configure la posición del almacenamiento como "%1$s"
fr: Régler la position de stockage comme « %1$s »
it: Impostare la posizione di memorizzazione come "%1$s".
ko: 저장 위치를 '%1$s'로 설정
ru: Установить место хранения на “%1$s”

# common_timezone
source: Time Zone:
de: Zeitzone:
es: Huso horario:
fr: Fuseau horaire :
it: Fuso Orario:
ko: 표준 시간대:
ru: Часовой пояс:

# automation_pop_text_error_2
source: The conditions include %1$s, which is mutually exclusive with the current action. Please remove the incompatible condition and try again.
de: Die Bedingungen enthalten %1$s, welche sich mit der aktuellen Aktion gegenseitig ausschließen. Bitte löschen Sie die inkompatible Bedingung und versuchen Sie es erneut.
es: Las condiciones incluyen %1$s, que es mutuamente exclusivo con la acción actual. Elimine la condición incompatible y vuelva a intentarlo.
fr: Les conditions comprennent %1$s, qui sont mutuellement exclusives de l’action actuelle. Veuillez retirer la condition incompatible et réessayer.
it: Le condizioni includono %1$s, che si esclude a vicenda con l'azione corrente. Rimuovere la condizione incompatibile e riprovare.
ko: %1$s조건이 있습니다. 현재 동작과 호환되지 않으니 배척 조건을 제거한 후 다시 시도하십시오.
ru: Условие имеет %1$s, что является взаимоисключающим с текущим действием. Удалите взаимоисключающее условие и повторите попытку.

# access_scan_manual
source: Input Manually
de: Manuell eingeben
es: Introducir manualmente
fr: Saisir manuellement
it: Inserimento manuale
ko: 수동 입력
ru: Ввести вручную

# other_timezone_current
source: Time Zone:%1$s
de: Zeitzone:%1$s
es: Huso horario: %1$s
fr: Fuseau horaire : %1$s
it: Fuso Orario:%1$s
ko: 표준 시간대:%1$s
ru: Часовой пояс:%1$s

# device_ctrl_rgb_title
source: Dimmer (Multicolor)
de: Dimmer (Mehrfarbig)
es: Atenuación (multicolor)
fr: Variateur (Multicolore)
ko: 디밍 컨트롤러(RGB)
ru: Диммер (Многоцветный)

# security_title_settingtimer
source: Timer
de: Zeitschaltuhr
es: Temporizador
fr: Minuterie
ko: 타이머
ru: Таймер

# device_p3_indoor_temperature
source: Indoor Temperature
de: Innentemperatur
es: Temperatura del interior
fr: Température intérieure
it: Temperatura interna
ko: 실내 온도

# common_skip
source: Skip
de: Überspringen
es: Omitir
fr: Passer
it: Saltare
ko: 넘어가기
ru: Пропустить

# access_manual
source: Add manually
de: Manuell hinzufügen
es: Agregar manualmente
fr: Ajouter manuellement
it: Aggiungere manualmente
ko: 수동으로 추가
ru: Добавить вручную

# doorlock_log_open_knob
source: Open the door with the indoor emergency knob
de: Öffnen Sie die Tür mit dem Innen-Notknopf
es: Abra la puerta con la perilla de emergencia interior
fr: Ouvrez la porte avec la molette d’urgence de la porte
it: Aprire la porta con la manopola di emergenza interna
ko: 실내의 비상 노브로 문 열기

# device_alarm_natgas_hint
source: serious natural gas leakage, please check and close the gas valve immediately!
de: Schwerwiegender Erdgasaustritt, bitte überprüfen und sofort das Gasventil schließen!
es: Grave fuga de gas natural. ¡Compruebe inmediatamente y cierre la llave del gas!
fr: @% fuite de gaz naturel grave, veuillez vérifier et fermer la vanne de gaz immédiatement !
it: Se si verifica una grave perdita di gas naturale, controllare e chiudere immediatamente la valvola del gas!
ko: 가스 누출이 심각합니다. 즉시 가스밸브가 잠겼는지 확인하십시오.
ru: Серьезная утечка газа. Немедленно проверьте и закройте газовый клапан!

# device_set_range
source: Set Position
de: Position einstellen
es: Configure la posición
fr: Position définie
it: Posizione impostata
ko: 루트 설정
ru: Установить положение

# camera_title_video_codec_format
source: Video Encoding Format
de: Format der Videokodierung
es: Formato de codificación de vídeo
fr: Format d’encodage vidéo
it: Formato di codifica video
ko: 비디오 인코딩 형식

# device_ctrl_color_temperature
source: Dimmer (Tunable White)
de: Dimmer (Abstimmbares Weiß)
es: Atenuación (blanco ajustable)
fr: Variateur (blanc ajustable)
it: Dimmer (bianco sintonizzabile)
ko: 디밍 컨트롤러
ru: Диммер (Настраиваемый Белый)

# device_change_ac_status_to
source: Hub connected
de: Hub verbunden
es: Hub conectado
fr: Hub connecté
it: Hub collegato
ko: 에어컨을 다음 상태로 설정하였습니다.
ru: Hub подключен

# camera_title_time_watermark_old
source: Timing Watermark
de: Wasserzeichen der Zeit
es: Referencia de tiempo
fr: Horodatage en filigrane
it: Filigrana del tempo
ko: 타임 워터마크
ru: Наложение метки времени

# device_natgas_supervise_normal_hint
source: There is no natural gas leakage and the monitoring is normal
de: Es gibt kein Erdgasleck und die Überwachung ist normal
es: No existe una fuga de gas natural y la monitorización es normal
fr: Il n'y a pas de fuite de gaz naturel et la surveillance est normale
it: Non ci sono perdite di gas naturale e il monitoraggio è normale.
ko: 가스 누출 없음, 모니터링 결과 정상
ru: Нет утечки природного газа, мониторинг в норме

# device_set_device_type_tips
source: When type is set, enable Siri to identify the electrical appliance the accessory controls.For example, if fan is set as the type, just say “Hey Siri, turn on the fan”, then Siri will do it for you.
de: Wenn der Typ eingestellt ist, erlauben Sie Siri, das elektrische Gerät zu identifizieren, das durch das Zubehör gesteuert wird, z. B. wenn der Ventilator als Typ eingestellt ist, sagen Sie einfach "Hey Siri, schalte den Ventilator ein", und Siri erledigt das für Sie.
es: Al configurar el tipo se habilita a Siri para que identifique los controles del electrodoméstico. Por ejemplo, al configurar como tipo el ventilador, diga “Oye Siri: enciende el ventilador” para que Siri lo haga.
fr: Lorsque le type est défini, activez Siri pour identifier l’appareil électrique contrôlé par l’accessoire. Par exemple, si le ventilateur est défini comme type, dites simplement « Hey Siri, allume le ventilateur ».
it: Quando è impostato il tipo, Siri è in grado di identificare l'apparecchio elettrico che l'accessorio controlla. Ad esempio, se è impostato il tipo di ventilatore, basta dire "Ehi Siri, accendi il ventilatore" e Siri lo farà per voi.
ko: 유형 설정 후 Siri는 장치가 제어하는 전자제품의 유형을 식별할 수 있습니다. 예를 들어, “선풍기”로 설정되어 있을 때 Siri에게 “Siri, 선풍기 켜줘” 라고 하시면 됩니다.
ru: Установка типа устройства даст Siri понимание о типе подключенной к устройству техники. Установите тип “вентилятор” и просто произнесите: “Siri, включи вентилятор”.

# other_set_more_than_30_minutes
source: Time needs to be set more than 30 minutes
de: Die Zeit muss auf über 30 Minuten eingestellt werden
es: El tiempo debe configurarse a más de 30 minutos
fr: La durée doit être supérieure à 30 minutes
it: L'ora deve essere impostata per più di 30 minuti
ko: 시간은 30분 이상으로 설정해야 합니다.
ru: Пожалуйста, установите время задержки 30 минут или более.

# device_alarm_natgas_badly
source: Serious natural gas leakage
de: Schweres Erdgasleck
es: Fuga grave de gas natural
fr: Fuite grave de gaz naturel
it: Grave perdita di gas naturale
ko: 가스 누출이 심각합니다.
ru: Серьезная утечка природного газа

# device_camera_event_exist_fios
source: Can not add it repeatedly.
de: Kann nicht wiederholt hinzugefügt werden.
es: No se puede añadir repetidamente.
fr: Impossible d’ajouter de manière répétée.
it: Non puoi aggiungerlo ripetutamente.
ko: 중복 추가 불가
ru: Ошибка повторного добавления.

# doorlock_fgpwd_add
source: Add fingerprint...
de: Fingerabdruck hinzufügen...
es: Agregar huella dactilar...
fr: Ajouter une empreinte digitale...
it: Aggiungere le impronte digitali...
ko: 지문 추가

# doorlock_periodicpwd_add
source: Add periodic password
de: Periodisches Passwort hinzufügen
es: Agregar contraseña periódica
fr: Ajouter un mot de passe périodique
it: Aggiungere una password periodica
ko: 주기적 암호 추가

# device_position
source: Location
de: Standort
es: Posición
fr: Localisation
it: Luogo
ko: 장치 위치
ru: Размещение

# device_info_sensor_switch_three_click
source: Triple knock
de: Dreifaches Klopfen
es: Tres golpes
fr: Triple coup
it: Tripla bussata
ko: 세번 노크
ru: Тройной стук

# other_theme_set_fail
source: Failed to set, please try again later
de: Einstellen fehlgeschlagen, versuchen Sie es später bitte erneut
es: Error al configurar; vuelva a intentarlo más tarde
fr: Échec du réglage, réessayez plus tard
it: Impossibile impostare, riprovare più tardi
ko: 설정 실패，잠시후 다시 시도해주세요.
ru: Не удалось установить, повторите попытку позже

# deivce_no_response
source: The accessory is not responding. Please try again.
de: Das Zubehör reagiert nicht. Bitte erneut versuchen.
es: El accesorio no responde. Inténtalo de nuevo.
fr: L’accessoire ne répond pas. Veuillez réessayer.
it: L'accessorio non risponde. Si prega di riprovare.
ko: 액세서리가 응답하지 않습니다. 다시 시도해주세요.

# automation_set_time_period
source: Acting Time
de: Aktionszeit
es: Hora de activación
fr: Heure d’activation
it: Tempo di recitazione
ko: 시간대 설정
ru: Период

# device_camera_add_enent_statement
source: Add the events you want to pay attention to, and then you can see the schedule of these events on the video timeline, and view the video image at that time
de: Fügen Sie die Ereignisse hinzu, auf die Sie achten möchten. Dann können Sie den Zeitplan dieser Ereignisse auf der Video-Zeitleiste sehen und das Videobild zu diesem Zeitpunkt ansehen.
es: Agregue los eventos a los que desee prestar atención y, a continuación, podrá ver el calendario de estos eventos en la cronología del vídeo y la imagen de vídeo en ese momento
fr: Ajoutez les événements dont vous voulez être notifié, et vous pourrez voir le programme de ces événements dans la chronologie de la vidéo et consulter l’image correspondante
it: Aggiungete gli eventi a cui volete prestare attenzione e poi potrete vedere il programma di questi eventi sulla timeline del video e visualizzare l'immagine del video in quel momento.
ko: 관심 이벤트를 추가하면, 해당 이벤트 발생 시간과 그 당시의 녹화 영상을 쉽게 확인할 수 있습니다.
ru: Добавьте желаемые для отслеживания события, Вы сможете видеть время их наступления на временной шкале и просмотреть изображения снятые в это время.

# device_scan_device
source: Scan Accessory
de: Scan-Zubehör
es: Accesorio de escaneado
fr: Rechercher les accessoires
it: Accessorio di scansione
ko: 장치 스캔
ru: Сканирующее устройство

# other_set_time
source: Timer
de: Zeitschaltuhr
es: Temporizador
fr: Minuterie
ko: 타이머
ru: Таймер

# accessory_programsettingtitle
source: Add the scenes you want
de: Gewünschte Szenen hinzufügen
es: Agregue las escenas de su preferencia
fr: Ajouter les scènes que vous souhaitez
it: Aggiungere le scene desiderate
ko: 선호하는 동시실행 추가
ru: Добавить желаемый Сценарии

# device_camera_setway_horizontal
source: Horizontal installation
de: Horizontaler Einbau
es: Instalación horizontal
fr: Installation horizontale
it: Installazione orizzontale
ko: 수평 설치
ru: Горизонтальная установка

# doorlock_device_tem_low
source: The device temperature is too low and cannot be upgraded currently
de: Die Gerätetemperatur ist zu niedrig und kann derzeit nicht aufgerüstet werden
es: La temperatura del dispositivo es demasiado baja, por lo cual no es posible actualizarlo en este momento.
fr: La température de l’appareil est faible et il ne peut pas être mis à jour actuellement
it: La temperatura del dispositivo è troppo bassa e non può essere aggiornata al momento.
ko: 현재 장치의 온도가 너무 낮아서 업그레이드할 수 없습니다.

# other_set_name_service_title
source: Set Homepage Name & Icon
de: Homepage Name & Symbol einstellen
es: Configuración de Página de inicio, Nombre e Icono
fr: Définir le nom et l’icône de la page d’Accueil
it: Impostare il nome e l'icona della homepage
ko: 홈 화면 이름 및 아이콘 설정
ru: Установить Имя и Значок Домашней Страницы

# doorlock_nfc_add
source: Add NFC card...
de: NFC-Karte hinzufügen...
es: Agregar tarjeta NFC...
fr: Ajout de carte NFC...
it: Aggiungi scheda NFC...
ko: NFC 카드 추가...

# camera_device_camera_add_presetposition
source: Add Concerned Position
de: Betroffene Position hinzufügen
es: Agregar posición frecuente
fr: Ajouter une position concernée
it: Aggiungi posizione preoccupata
ko: 관심구역 추가
ru: Добавить интересующую позицию

# device_scan_title
source: Scan the QR code
de: QR-Code scannen
es: Escanee el código QR
fr: Analyser le QR code
it: Scansione del codice QR
ko: QR코드를 스캔해주세요
ru: Сканировать QR-код

# other_theme_set_success
source: Set successfully
de: Einstellen erfolgreich
es: Configurado correctamente
fr: Réglage réussi
it: Impostato con successo
ko: 설정 성공
ru: Успешно установлено

# doorlock_nfccard_added_fail
source: Add NFC card Failed
de: NFC-Karte hinzufügen fehlgeschlagen
es: Error de adición de tarjeta NFC
fr: Échec d’ajout de carte NFC
it: Aggiungi scheda NFC Non riuscito
ko: NFC 카드 추가에 실패하였습니다.

# device_no_response
source: Accessory is not responding
de: Das Zubehör reagiert nicht
es: El accesorio no responde
fr: L’accessoire ne répond pas.
it: L'accessorio non risponde
ko: 장치가 응답하지 않습니다.
ru: Устройство не отвечает

# device_light_scenelist_navtitle
source: Set As Assigned Scene
de: Als zugewiesene Szene festlegen
es: Configurada como escena asignada
fr: Définir comme scène assignée
it: Imposta come scena assegnata
ko: 지정된 시나리오로 설정
ru: Сопоставить сценарию

# camera_live_mode
source: Live
es: En vivo
fr: Temps réel
it: Dal vivo
ko: 실시간
ru: В реальном времени

# device_set_bell_add
source: Add and import
de: Hinzufügen und importieren
es: Agregar e importar
fr: Ajouter et importer
it: Aggiungere e importare
ko: 추가 및 가져오기
ru: Добавить и импортировать

# device_ct_scene_list
source: Color temperature scenario list
de: Farbtemperatur-Szenarienliste
es: Lista de escenarios de temperatura del color
fr: Liste des scénarios de la température de couleur
it: Elenco scenari temperatura colore.
ko: 색온도 시나리오 리스트
ru: Список сцен цветовой температуры

# home_set_primary_home
source: Set as Primary Home
de: Als primäres Zuhause festlegen
es: Configurado como Residencia principal
fr: Définir comme Domicile primaire
it: Imposta come casa primaria
ko: 기본 홈으로 설정
ru: Установить в качестве основного дома

# device_nas_set_time_interval_now
source: Real time
de: Echtzeit
es: Tiempo real
fr: Temps réel
it: In tempo reale
ko: 실시간
ru: В реальном времени

# device_add_ipl_sequence
source: Add colored light sequence
de: Farbige Lichtsequenz hinzufügen
es: Agregar secuencia de luces de colores
fr: Ajouter une séquence de lumières colorées
it: Aggiungere una sequenza di luci colorate
ko: 채광 시퀀스 추가
ru: Добавить последовательность многоцветного света

# other_cloud_error_602
source: Accessory Offline
de: Zubehörteil offline
es: Accesorio fuera de línea
fr: Accessoire hors ligne
it: Accessorio offline
ko: 장치가 오프라인 상태입니다.
ru: Устройство не в сети

# doorlock_set_user_name_fail
source: 设置用户名称失败
de: Benutzername kann nicht festgelegt werden.
es: Fallo al configurar nombre de usuario.
fr: Échec de définition du nom d’utilisateur.
it: Impossibile impostare il nome dell'utente.
ko: 사용자 이름을 설정하는 데 실패했습니다.

# device_nas_state_transmitting
source: Transmitting video...
de: Videos wird übertragen...
es: Transmitiendo vídeo...
fr: Transmission de la vidéo...
it: Trasmissione video...
ko: 동영상 전송 중...
ru: Передача видео...

# device_sleep_sleep_status
source: Sleep status
de: Schlafstatus
es: Estado del sueño
fr: État du sommeil
it: Stato del sonno
ko: 수면 상태
ru: Состояние сна

# device_ct_scene
source: Color temperature scenario
de: Farbtemperatur-Szenario
es: Escenario de temperatura del color
fr: Scénario de température de couleur
it: Scenario della temperatura del colore
ko: 색온도 시나리오
ru: Сцена цветовой температуры

# device_title_set_color_temp
source: Set color temperature
de: Farbtemperatur einstellen
es: Configuración de la temperatura del color
fr: Régler la température de la couleur
it: Impostazione della temperatura del colore
ko: 색 온도 설정

# device_nas_set_storage_switch
source: Video storage
de: Videospeicherung
es: Almacenamiento de vídeo
fr: Stockage vidéo
it: Archiviazione video
ko: 동영상 저장
ru: Хранение видео

# device_start_learn_fail
source: Add Button Failed
de: Taste Hinzufügen fehlgeschlagen
es: Error al agregar botón
fr: Échec d’ajout du bouton
it: Pulsante Aggiungi non riuscito
ko: 버튼 추가 실패
ru: Ошибка добавления кнопки

# doorlock_set_failed
source: Set Failed
de: Einstellen fehlgeschlagen
es: Error al configurar
fr: Échec du réglage
it: Impostazione non riuscita
ko: 설정에 실패했습니다.

# device_nas_set_storage_length
source: Video storage duration
de: Dauer der Videospeicherung
es: Duración del almacenamiento de vídeo
fr: Durée de stockage des vidéos
it: Durata della memorizzazione dei video
ko: 동영상 저장 시간
ru: Продолжительность хранения видео

# device_add_gateway_homekit_title
source: Add Aqara Hub
de: Aqara Hub hinzufügen
es: Agregar hub de Aqara
fr: Ajouter Aqara Hub
it: Aggiungi hub Aqara
ko: Aqara 허브 추가
ru: Добавить Aqara Hub

# device_cube_video_introduction
source: Video
es: Vídeo
fr: Vidéo
ko: 비디오
ru: Видео

# device_control_curtain_adjustment
source: Aligning
de: Ausrichtung
es: Alineando
fr: Alignement
it: Allineamento
ko: 조정
ru: Отрегулировать

# device_control_curtain_adjustment_success
source: Aligning succeeded
de: Ausrichtung erfolgreich
es: Alineación correcta
fr: Alignement réussi
it: Allineamento riuscito
ko: 조정이 완료되었습니다.
ru: Успешно отрегулировано

# common_upload
source: Upload
de: Hochladen
es: Cargar
fr: Envoi
it: Caricare
ko: 업로드
ru: Загрузить

# device_flashlight
source: Flashlight
de: Taschenlampe
es: Linterna
fr: Lampe torche
it: Torcia elettrica
ko: 플래시
ru: Фонарик

# common_exit_tips
source: Are you sure you want to leave？
de: Möchten Sie wirklich gehen?
es: ¿Confirma que desea salir?
fr: Êtes-vous sûr(e) de quitter ?
it: Sei sicuro di volertene andare?
ko: 로그아웃 하시겠습니까?
ru: Вы уверены, что хотите выйти?

# camera_album_delete_selected
source: Delete selected
de: Ausgewählte löschen
es: Eliminar los seleccionado
fr: Supprimer la sélection
it: Cancellare la voce selezionata
ko: 선택 삭제
ru: Удалить выбранное

# scene_enter_name
source: Enter scene name
de: Szenenname eingeben
es: Especifique el nombre de la escena
fr: Entrez le nom de scène
it: Inserire il nome della scena
ko: 동시 실행 이름을 입력하세요
ru: Введите название сценария

# access_scan_title
source: Add Accessories
de: Zubehör hinzufügen
es: Agregar accesorios
fr: Ajouter des accessoires
it: Aggiungi accessori
ko: 장치 추가
ru: Добавить устройства
