Repository: acodeworker/localzedLoader
Catalog: *.lproj/Localizable.strings
Languages: de, es, fr, it, ko, ru

# access_switch_to_reset_guide_tips_red
source: Long press the reset button for more than 5 seconds, until the red indicator light blinks for 1 second.
de: Halten Sie die Reset-Taste länger als 5 Sekunden gedrückt, bis die rote Kontrollleuchte 1 Sekunde lang blinkt.
es: Haga una pulsación larga del botón de reinicio durante más de 5 segundos hasta que la luz indicadora roja parpadee durante 1 segundo.
fr: Appuyer sur le bouton de réinitialisation pendant plus de 5 s jusqu’à ce que le voyant rouge clignote 1 s.
it: Premere a lungo il pulsante di reset per più di 5 secondi, finché la spia rossa non lampeggia per 1 secondo.
ko: 초기화 버튼을 10초 이상 눌러주세요.노란색 불이 반짝이며 초기화가 완료됩니다.
ru: Нажмите и удерживайте кнопку сброса более 5 секунд, пока красный индикатор не начнет мигать в течение 1 секунды.

# device_set_bell_add_cancel_hint
source: Confirm to cancel the upload?
de: Bestätigen Sie, dass Sie den Upload abbrechen möchten?
es: ¿Desea cancelar la carga?
fr: Confirmer l’annulation du téléchargement ?
it: Confermare per annullare il caricamento?
ko: 업로드를 취소하시겠습니까?
ru: Точно отменить загрузку?

# curve_energy_use_lastmonth
source: Electricity Consumption Last Month
de: Stromverbrauch letzter Monat
es: Consumo de electricidad del mes pasado
fr: Consommation électrique mois dernier
it: Consumo di elettricità nell'ultimo mese
ko: 지난 달의 전기 소비량
ru: Энергопотребление в прошлом месяце

# home_home_set_tips
source: Please set home location
de: Bitte richten Sie den Heimat-Standort ein
es: Configure una ubicación del hogar
fr: Veuillez indiquer la localisation de la maison
it: Impostare la posizione di casa
ko: 홈 위치를 설정해주세요.

# doorlock_moresetting_addfingerprint_adminguidetips
source: Please add admin fingerprint according to the voice instructions.
de: Bitte fügen Sie den Admin-Fingerabdruck entsprechend der Sprachanweisungen hinzu.
es: Añada una huella dactilar de administrador de acuerdo a las instrucciones de voz.
fr: Veuillez ajouter les empreintes digitales de l’administrateur conformément aux instructions vocales.
it: Aggiungere l'impronta digitale dell'amministratore seguendo le istruzioni vocali.
ko: 도어락 음성 안내에 따라 관리자 지문을 추가해 주세요.
ru: Пожалуйста, добавьте отпечаток пальца администратора в соответствии с голосовой инструкцией.

# automation_condition_cube_rotate_tips
source: Please add rotation operations as conditions
de: Fügen Sie bitte Rotationsoperationen als Bedingungen hinzu
es: Añada operaciones de rotación como condiciones
fr: Veuillez ajouter des opérations de rotation comme conditions
it: Aggiungere le operazioni di rotazione come condizioni
ko: 우선 큐브 컨트롤러의 회전 시 액션을 설정하세요
ru: Сначала добавьте операции вращения в качестве условий

# curve_avg_smoke_lastmonth
source: Average Smoke Density Last Month
de: Durchschnittliche Rauchdichte im letzten Monat
es: Densidad de humo promedio del mes pasado
fr: Densité de fumée moyenne mois dernier
it: Densità media di fumo nell'ultimo mese
ko: 지난달의 평균 스모크 농도
ru: Средняя плотность дыма в прошлом месяце

# device_ctrl_single_netral
source: Wall Switch (No Neutral, Single Button)
de: Wandschalter (ohne Neutralleiter, Einzelwippe)
es: Interruptor de pared (sin neutro, botón único)
fr: Commutateur mural intelligent (Un seul bouton, Sans neutre)
it: Interruttore a parete (senza neutro, pulsante singolo)
ko: 스마트 조명 스위치 (중성선 불필요, 1구)
ru: Выключатель Настенный (Одноклавишный)

# doorlock_add_finger_print_main_hint
source: Please add fingerprint according to the voice prompts.
de: Bitte fügen Sie den Fingerabdruck entsprechend der Sprachanweisungen ein
es: Añada una huella dactilar de acuerdo a los avisos de voz.
fr: Veuillez ajouter vos empreintes digitales en fonction des instructions vocales.
it: Aggiungere l'impronta digitale seguendo le indicazioni vocali.
ko: 도어락 음성 안내에 따라 관리자 지문을 추가해주세요
ru: Пожалуйста, добавьте отпечаток пальца следуя голосовым подсказкам.

# home_setting_remove_confirm
source: Remove %2$s from “%1$s”?
de: %2$s aus “%1$s” entfernen?
es: ¿Eliminar %2$s de“%1$s”?
fr: Supprimer %2$s de « %1$s » ?
it: Rimuovere %2$s da “%1$s”?
ko: “%1$s”에서 %2$s를 제거하시겠습니까?
ru: Вы уверены, что хотите удалить%2$s из "%1$s"?

# device_ac_match_previous
source: Previous
de: Vorherige
es: Anterior
fr: Précédent
it: Precedente
ko: 이전
ru: Предыдущий

# other_tip_input_right_email_num
source: Please enter a correct e-mail address or mobile number
de: Bitte geben Sie eine richtige E-Mail-Adresse oder Handynummer ein
es: Introduzca una dirección de correo electrónico o número de teléfono válidos
fr: Veuillez saisir une adresse e-mail correcte ou un numéro de téléphone
it: Inserire un indirizzo e-mail o un numero di cellulare corretto
ko: 이메일 또는 휴대폰 번호를 입력해주세요.
ru: Пожалуйста, введите правильный Email или мобильный

# doorlock_keep_enough_power_of_drycell_battery
source: Please keep the power of dry cells battery enough
de: Bitte achten Sie darauf, dass die Trockenbatterien und die Lithiumbatterie ausreichend geladen sind
es: Mantenga las baterías lo suficientemente cargadas
fr: Veuillez garder assez de puissance de la batterie de piles sèches
it: Mantenere la potenza della batteria a secco sufficiente
ko: 드라이 셀 배터리의 전원을 충분히 유지해주세요.

# device_set_range_tips
source: Please configure the curtain position first.
de: Konfigurieren Sie bitte zuerst die Vorhangposition.
es: Configure la posición de la cortina primero.
fr: Veuillez d’abord configurer la position du rideau.
it: Configurare prima la posizione della tenda.
ko: 커튼 위치를 먼저 구성해주세요.
ru: Пожалуйста, сначала настройте положение штор.

# curve_avg_humidity_lastmonth
source: Average Humidity Last Month
de: Durchschnittliche Luftfeuchtigkeit des letzten Monats
es: Humedad media del mes pasado
fr: Humidité moyenne mois dernier
it: Umidità media dell'ultimo mese
ko: 지난달의 평균 습도
ru: Средняя влажность в прошлом месяце

# doorlock_lock_hint
source: Please uplift the handle or rotate the reverse lock button
de: Bitte heben Sie den Griff an oder drehen Sie die umgekehrte Sperrtaste
es: Por favor, levante el asa o gire el botón de bloqueo inverso
fr: Veuillez soulever la poignée ou tourner le bouton de verrouillage inverse
it: Sollevare la maniglia o ruotare il pulsante di blocco inverso.
ko: 손잡이를 들어올리거나 리버스락 손잡이를 돌려주세요
ru: Пожалуйста, поднимите ручку или поверните антиблокировочную ручку.

# doorlock_keep_enough_power_of_drycell_lithium_battery
source: Please keep the power of dry cells and lithium battery enough
de: Bitte achten Sie darauf, dass die Trockenbatterien und die Lithiumbatterie ausreichend geladen sind
es: Mantenga las baterías secas y pilas de litio lo suficientemente cargadas
fr: Veuillez garder assez de puissance de la batterie au lithium et de piles sèches
it: Mantenere la potenza delle celle a secco e delle batterie al litio a sufficienza
ko: 건전지와 리튬 배터리의 전원을 충분히 유지해주세요.

# device_common_giveup_operation
source: Are you sure you want to discard the current operation?
de: Möchten Sie den aktuellen Vorgang wirklich verwerfen?
es: ¿Seguro que quiere descartar la operación actual?
fr: Voulez-vous vraiment supprimer l’opération actuelle ?
it: Siete sicuri di voler scartare l'operazione in corso?
ko: 연재 운행 모드를 취소하시겠습니까?
ru: Вы уверены, что хотите отменить текущую операцию?

# curve_avg_pressure_lastmonth
source: Average Atmospheric Pressure Last Month
de: Durchschnittlicher atmosphärischer Druck des letzten Monats
es: Presión atmosférica media del mes pasado
fr: Pression atmosphérique moyenne mois dernier
it: Pressione atmosferica media dell'ultimo mese
ko: 지난 달의 평균 기압
ru: Среднее атмосферное давление в прошлом месяце

# device_gateway_socket
source: Wall Outlet (Hub)
de: Wandsteckdose (Hub)
es: Toma de corriente de pared (hub)
fr: Prise murale (Hub)
it: Presa a muro (Hub)
ko: 벽 콘센트(허브)
ru: Настенная Розетка (Hub)

# device_control_sensor_temperature_tip
source: Please select the Temperature & Humidity Sensor in the same room as the thermostat, otherwise it will lead to the abnormal temperature control
de: Wählen Sie bitte den Temperatur- und Feuchtigkeitssensor im gleichen Raum wie das Thermostat aus, da dies sonst zu einer abnormalen Temperaturregelung führt
es: Seleccione el sensor de temperatura y humedad que esté en la misma habitación que el termostato, si no, podría resultar en un control de la temperatura anormal
fr: Veuillez sélectionner le capteur de température et d’humidité dans la même pièce que le thermostat, sinon le contrôle de température sera anormal
it: Selezionare il sensore di temperatura e umidità nella stessa stanza in cui si trova il termostato, altrimenti si verificherà una regolazione
ru: Выберите датчик температуры и влажности в той же комнате, что и терморегулятор, иначе это приведет к аномальному регулированию температуры.

# device_gateway_fm_is_collect
source: Confirm to cancel collection of %1$s?
de: Möchten Sie die Sammlung von %1$s abbrechen?
es: ¿Desea cancelar la colección de %1$s?
fr: Confirmer l’annulation de la collecte de %1$s ?
it: Confermare l'annullamento della raccolta di %1$s?
ko: 즐겨찾기 "%1$s"를 취소하겠습니까?
ru: Подтвердить отмену сбора %1$s?

# doorlock_dailyunlock_unlockinside_enterlocalsetting_resorefactorysetting
source: Daily unlock Enable or cancel the Away mode Unlock from inside Enter local settings Restore to factory settings
de: Tägliche Entsperrung/nAktivieren oder Aufheben des Abwesenheitsmodus Entriegelung von innen Eingabe der lokalen Einstellungen Wiederherstellung der Werkseinstellungen
es: Desbloqueo diario Habilitar o cancelar el modo ausente Desbloquear desde el interior Introducir la configuración local Restablecer la configuración de fábrica
fr: Déverrouillage quotidien Activer ou annuler le mode Hors domicile Déverrouiller depuis l’intérieur Ouvrir les réglages locaux Rétablir les réglages d’usine
it: Sblocco giornaliero Abilitare o annullare la modalità Away Sbloccare dall'interno Entrare nelle impostazioni locali Ripristinare le impostazioni di fabbrica
ko: 매일 잠금 해제 부재중 모드 활성화 또는 취소 실내에서 잠금 해제 로컬 설정 입력 출고 시 설정으로 복원

# doorlock_set_starttime_and_endtime
source: Please set start time and end time
de: Bitte richten Sie die Start- und Endzeit ein
es: Configure el tiempo de finalización y de inicio
fr: Veuillez définir l’heure de début et l’heure de fin
it: Impostare l'ora di inizio e di fine
ko: 시작 시간과 종료 시간을 설정해주세요.

# camera_confirm_to_delete_selected_files
source: Delete selected files?
de: Ausgewählte Dateien löschen?
es: ¿Borrar archivos seleccionados?
fr: Supprimer tous les fichiers sélectionnés ?
it: Cancellare i file selezionati?
ko: 선택 영상/사진 삭제
ru: Удалить выбранное содержимое

# automation_error_no_action
source: Please add an action for the automation!
de: Fügen Sie bitte eine Aktion für die Automatisierung hinzu!
es: ¡Añada una acción para la automatización!
fr: Veuillez ajouter une action pour l’automatisation !
it: Aggiungere un'azione per l'automazione!
ko: 실행할 동작을 추가해주세요.
ru: Пожалуйста, сначала добавьте действие автоматизации!

# camera_title_human_shape_sence_push
source: 人形侦测推送
de: Personenerkennung drücken
es: Detección humana realizada
fr: Envoi de détection d’humain
it: Rilevamento di persone in movimento
ko: 휴먼 프로모션

# device_ac_delete_buttons
source: Are you sure you want to delete the %1$d button (s)?
de: Sind Sie sicher, dass Sie die Taste(n) %1$s löschen möchten?
es: ¿Seguro que desea borrar el/los %1$d botón(es)?
fr: Voulez-vous vraiment supprimer le bouton %1$d ?
it: Siete sicuri di voler eliminare il pulsante (o i pulsanti) %1$d?
ko: 선택한 %1$d버튼을 정말 삭제하시겠어요?
ru: Вы уверены, что хотите удалить кнопку(и) %1$d?

# other_delete_hint_1_fios
source: Are you sure you want to delete %@?
de: Möchten Sie %@ wirklich löschen?
es: ¿Seguro que quiere borrar %@?
fr: Voulez-vous vraiment supprimer la %@ ?
it: Siete sicuri di voler cancellare %@?
ko: %@를 삭제하겠습니까?
ru: Вы уверены, что хотите удалить %@?

# doorlock_low_battery
source: Low power of equipment
de: Geringe Leistung des Geräts
es: Alimentación insuficiente del equipo
fr: Faible alimentation de l’équipement
it: Bassa potenza delle apparecchiature
ko: 배터리 부족

# automation_error_no_condition
source: Please add a conditon for the automation!
de: Fügen Sie bitte eine Bedingung für die Automatisierung hinzu!
es: ¡Añada una condición para la automatización!
fr: Veuillez ajouter une action pour l’automatisation.
it: Si prega di aggiungere una condizione per l'automazione!
ko: 실행할 조건을 추가해주세요.
ru: Пожалуйста, сначала добавьте условие автоматизации!

# camera_title_human_sence
source: Human Detection
de: Personenerkennung
es: Detección humana
fr: Détection des humains
it: Rilevamento umano
ko: 사람 감지
ru: Распознавание фигуры человека

# curve_avg_temperature_lastmonth
source: Average Temperature Last Month
de: Durchschnittliche Temperatur im letzten Monat
es: Temperatura media del mes pasado
fr: Température moyenne mois dernier
it: Temperatura media dell'ultimo mese
ko: 지난달의 평균 온도
ru: Средняя температура в прошлом месяце

# doorlock_makesure_wifi_router_works_normal
source: Please make sure the home Wi-Fi router works normally.
de: Bitte gehen Sie sicher, dass der WLAN-Heimrouter normal funktioniert.
es: Asegúrese de que el wifi del hogar esté funcione correctamente.
fr: S’assurer que le routeur Wi-Fi de la maison fonctionne normalement.
it: Assicurarsi che il router Wi-Fi di casa funzioni normalmente.
ko: 가정용 Wi-Fi 라우터가 정상적으로 작동하는지 확인해주세요.

# homekit_online_sync_hint
source: Please make sure the device is online in Apple's Home app
de: Bitte gehen Sie sicher, dass das Gerät in Apples Home-App online ist
es: Asegúrese de que el dispositivo esté conectado en la app de Apple Home
fr: S’assurer que l’appareil est en ligne dans l’appli Home d’Apple
it: Assicurarsi che il dispositivo sia online nell'app Casa di Apple.
ko: 장치가 애플 "홈" 앱에서 온라인 상태인지 확인해 주세요.
ru: Убедитесь, что устройство подключено к сети в приложении "Дом" системы Apple

# doorlock_exit_sure
source: Are you sure to exit?
de: Sind Sie sicher, dass Sie beenden wollen?
es: ¿Está seguro de que desea salir?
fr: Voulez-vous vraiment quitter ?
it: Sei sicuro di voler uscire?
ko: 종료하시겠습니까?

# device_network_error_tips
source: Please make sure that the router is connected to the Internet.
de: Bitte gehen Sie sicher, dass der Router mit dem Internet verbunden ist.
es: Asegúrese de que el rúter esté conectado a internet.
fr: Veuillez vous assurer que le routeur est connecté à Internet.
it: Assicurarsi che il router sia collegato a Internet.
ko: 공유기가 인터넷에 연결되어 있는지 확인해주세요.
ru: Пожалуйста, убедитесь в доступности сети Интернет.

# other_time_setting_repeat_hint
source: you have not set a repeat time
de: Sie haben keinen Wiederholungszeitraum festgelegt
es: no ha establecido un tiempo de repetición
fr: vous n’avez pas défini d’heure de répétition
it: anomala della temperatura.
ko: 반복 시간을 설정하지 않았습니다.
ru: Вы не установили время повтора

# doorlock_human_motion_sensor
source: Human motion sensor
de: Sensor für menschliche Bewegungen
es: Sensor de movimiento humano
fr: Détecteur de mouvement d’humain
it: Sensore di movimento umano
ko: 인체 동작 센서

# other_please_input_question
source: Please enter your question
de: Bitte geben Sie Ihre Frage ein
es: Introduzca su pregunta
fr: Veuillez saisir votre question
it: Inserisci la tua domanda
ko: 문제를 입력하세요
ru: Пожалуйста, введите вопрос

# device_curtain_guide_exit
source: Exit
de: Beenden
es: Salir
fr: Quitter
it: Esci
ko: 확인
ru: Выйти

# doorlock_detection_humanmotion
source: Human motion detection
de: Personen-Bewegungserkennung
es: Detección de movimiento humana
fr: Désactiver la détection d’humain
it: Rilevamento del movimento umano
ko: 인체 동작 감지

# other_cloud_error_304
source: Execution failed.Please try again later
de: Ausführung fehlgeschlagen. Bitte versuchen Sie es später erneut
es: Fallo al ejecutar. Inténtelo de nuevo más tarde
fr: Échec de l’exécution. Veuillez réessayer plus tard
it: Esecuzione non riuscita. Riprovare più tardi
ko: 실행 실패. 잠시 후 다시 시도해주세요.
ru: Ошибка. Пожалуйста, попробуйте позже

# device_ac_match_no_state_tips
source: Try the following buttons to check if all of them can work properly
de: Probieren Sie die folgenden Schaltflächen aus, um zu prüfen, ob alle ordnungsgemäß funktionieren
es: Pruebe los siguientes botones para comprobar si funcionan correctamente
fr: Essayer les boutons suivants pour vérifier qu’ils fonctionnent tous correctement
it: Provare i seguenti pulsanti per verificare se tutti funzionano correttamente
ko: 다음 버튼을 사용하여 모든 버튼이 제대로 작동하는지 확인해주세요.
ru: Пожалуйста, нажмите следующие кнопки, чтобы проверить, доступна ли каждая функция.

# device_sensor_motion_korea_t1
source: Motion Sensor
de: Bewegungsmelder
es: Sensor de movimiento
fr: Détecteur de mouvement
it: Sensore di movimento
ko: 모션 센서
ru: Датчик Движения

# device_nas_state_error_hint
source: Please make sure the NAS storage device is functioning normally. Try to remove the storage and add it again
de: Bitte gehen Sie sicher, dass das NAS-Speichergerät normal funktioniert. Probieren Sie, den Speicher zu entfernen und erneut hinzuzufügen
es: Asegúrese de que el dispositivo de almacenamiento ACR funcione con normalidad. Intente retirar el almacenamiento y volver a añadirlo
fr: Veuillez vous assurer que l’appareil de stockage NAS fonctionne normalement. Essayez de supprimer le stockage et de le rajouter
it: Assicurarsi che il dispositivo di archiviazione NAS funzioni normalmente. Provare a rimuovere l'archivio e aggiungerlo di nuovo
ko: NAS스토리지 장치가 정상 작동하는지 확인하세요. 스토리지를 제거한 후 다시 추가해 보세요.
ru: Убедитесь, что запоминающее устройство NAS работает исправно, Вы можете попробовать удалить хранилище и добавить его снова.

# camera_s_delete_local_video_confirm
source: Delete %ld selected files?
de: Ausgewählte %ld Dateien löschen?
es: ¿Borrar los %ld archivos seleccionados?
fr: Supprimer %ld fichiers sélectionnés ?
it: Cancellare %ld file selezionati?
ko: 선택한 %ld 개의 문서를 삭제하시겠습니까?
ru: Удалить %ld выбранных файлов?

# camera_device_set_facial_step2_hint
source: Face data will only be saved locally on the camera
de: Gesichtsdaten werden nur lokal auf der Kamera gespeichert
es: Los datos faciales se guardarán localmente en la cámara
fr: Données faciales enregistrées localement sur la caméra seulement
it: I dati del volto vengono salvati solo localmente sulla fotocamera.
ko: 얼굴 데이터는 카메라에 로컬로만 저장됩니다.
ru: Данные о лицах будут сохраняться только локально на камере.

# automation_add_delay_task
source: Please add an action to be executed later.
de: Bitte fügen Sie eine Aktion hinzu, die später ausgeführt werden soll.
es: Añada una acción a realizar más tarde.
fr: Veuillez ajouter une action à exécuter plus tard.
it: Aggiungere un'azione da eseguire successivamente.
ko: 딜레이 이후에 실행할 동작을 추가해 주세요
ru: Пожалуйста, добавьте действие, которое должно быть выполнено позже

# device_control_sensor_door_tip
source: Please select the Door and Window Sensor associated with the temperature controller in the same room, otherwise the temperature control will be abnormal
de: Wählen Sie bitte den Tür- und Fenstersensor im gleichen Raum des Temperaturreglers aus, da sonst die Temperaturregelung abnormal ist
es: Seleccione el sensor de puertas y ventanas asociado con el controlador de temperatura de la misma habitación, si no, podría resultar en un control de la temperatura anormal
fr: Veuillez sélectionner le capteur de porte et de fenêtre associé au régulateur de température dans la même pièce, sinon le contrôle de température sera anormal
it: Selezionare il sensore per porte e finestre associato al termoregolatore nella stessa stanza, altrimenti il controllo della temperatura risulterà anomalo.
ru: Выберите датчик дверей и окон в той же комнате, что и терморегулятор, иначе это приведет к аномальному регулированию температуры.

# device_name_motion_t1
source: Motion Sensor T1
de: Bewegungsmelder T1
es: Sensor de movimiento T1
fr: Capteur de mouvement T1
it: Sensore di movimento T1
ko: 모션 센서 T1
ru: Датчик движения и освещённости T1

# device_single_switch_tips
source: Please set the connected switch type, or the exterior switch can not work normally.
de: Stellen Sie bitte den verbundenen Schaltertyp ein, sonst kann der Außenschalter nicht abnormal funktionieren.
es: Configure el tipo de interruptor conectado, o el interruptor exterior podría no funcionar correctamente.
fr: Veuillez définir le type de commutateur connecté, sinon le commutateur extérieur ne fonctionnera pas normalement.
it: Impostare il tipo di interruttore collegato, altrimenti l'interruttore esterno non può funzionare normalmente.
ko: 연결할 스위치 타입을 설정하세요, 그렇지 않으면 외부 스위치가 정상적으로 동작하지 않을 수 있습니다.
ru: Пожалуйста, установите тип подключенного переключателя, в противном случае внешний переключатель может работать неправильно

# device_camera_s2_delete_video_confirm
source: Delete %ld selected videos?
de: Ausgewählte %ld Videos löschen?
es: ¿Borrar los %ld vídeos seleccionados?
fr: Supprimer %ld vidéos sélectionnées ?
it: Cancellare %ld video selezionati?
ko: 선택한 %ld 개의 비디오를 삭제하시겠습니까?
ru: Удалить% ld выбранных видео?

# camera_confirm_to_delete_select_null_hit
source: Please select the file first.
de: Wählen Sie bitte zuerst eine Datei aus.
es: Seleccione el archivo primero.
fr: Veuillez d’abord sélectionner un fichier.
it: Selezionare prima il file.
ko: 삭제할 영상/사진을 선택해 주세요.
ru: Пожалуйста, сначала выберите файл.

# device_selfcheck_success
source: Device is normal
de: Gerät ist normal
es: El dispositivo es normal
fr: L’appareil est normal
it: Il dispositivo è normale
ko: 정상
ru: Устройство исправно

# security_guard_strong_mode_desc
source: Home alert trigger sensor (such as smoke alarm) automatically join the "24 x 7 Alert" after successful network connection. When the alarm is triggered, the device will interact with the hub to play alarm sound. You can also turn off the "Interaction switch" to make it not interact with the hub to make alarm sound.
de: Der Auslösesensor des Hausalarms (z. B. Rauchmelder) treten nach erfolgreicher Netzwerkverbindung automatisch dem "24 x 7 Alarm" bei. Falls der Alarm ausgelöst wird, interagiert das Gerät mit dem Hub, um einen Alarmton abzuspielen. Sie können auch den "Interaktionsschalter" ausschalten, damit er nicht mit dem Hub interagiert, um keinen Alarmton zu erzeugen.
es: El sensor de activación de alerta del hogar (como la alarma de humos) se unirá automáticamente a la "Alerta 24 x 7" tras conectarse a la red. Cuando se active la alarma, el dispositivo interactuará con el hub para reproducir un sonido de alarma. También puede apagar el "Interruptor de interacción" para evitar que interactúe con el hub y haga el sonido de alarma.
fr: Le capteur déclencheur d’alerte à la maison (comme un détecteur de fumée) rejoint automatiquement l’alerte 24 x 7 après une connexion réseau réussie. Lorsque l’alarme est déclenchée, l’appareil interagit avec le hub pour faire sonner l’alarme. Vous pouvez également désactiver le commutateur d’interaction afin qu’il n’interagisse pas avec le hub pour faire sonner l’alarme.
it: Il sensore di allarme domestico (ad esempio il rilevatore di fumo) si unisce automaticamente alla funzione "Allarme 24 x 7" dopo una connessione di rete riuscita. Quando l'allarme viene attivato, il dispositivo interagisce con l'hub per riprodurre il suono dell'allarme. È anche possibile disattivare l'"interruttore di interazione" per evitare che il dispositivo interagisca con l'hub per far suonare l'allarme.
ko: 강 보안 장비(연기경보기의 경우)는 인터넷을 연결하면 자동으로 "7*24시간 지키기"를 가입합니다.경보가 울릴 경우 게이트웨어를 연동하여 경보를 올립니다. 또한 '연동 스위치'를 끄면 게이트웨어를 연동하지 않고 경보 울리지 않을 것입니다.
ru: Основные устройства безопасности (такие как датчик дыма) автоматически присоединятся к «Охрана 24х7» после подключения к сети. Если датчик сработает, шлюз будет воспроизводить тревогу. Вы можете отключить это при помощи «Переключателя связи».

# device_add_replace_yes
source: Replace
de: Ersetzen
es: Reemplazar
fr: Remplacer
it: Sostituire
ko: 교체 확인
ru: Заменить
