Repository: acodeworker/localzedLoader
Catalog: *.lproj/Localizable.strings
Languages: de, es, fr, it, ko, ru

# doorlock_privacy_warning_content_face
source: 1. To provide you with unlocking service with biological features, Lumi United Technology Co., Ltd. (contact information: privacy@lumiunited.com) will collect face and fingerprint information for the verification of the user identity for door lock. 2. This information is only stored in the door lock. When you delete (door lock plug-in page → user management → delete corresponding user/biological feature) or reset the device (press and hold the reset button of the door lock), this information will be completely deleted. 3. If you do not agree to collect such information, you can click "Return" in the upper left corner to exit the process. After you log out, face and fingerprint unlocking functions will not be available. For more information, please read the Device Privacy Policy.
de: 1. Lumi United Technology Co., Ltd. (Kontaktdaten: privacy@lumiunited.com) sammelt Fingerabdruckdaten zur Überprüfung der Benutzeridentität für das Türschloss, um Ihnen einen Entsperrdienst mit biologischen Merkmalen zu bieten. 2. Diese Information wird nur im Türschloss gespeichert. Wenn Sie das Gerät löschen (Türschloss-Plug-in-Seite → Fingerabdruckverwaltung → entsprechenden Benutzer/biologisches Merkmal löschen) oder das Gerät zurücksetzen (die Reset-Taste des Türschlosses gedrückt halten), werden diese Informationen komplett gelöscht. 5. Wenn Sie der Erfassung jener Informationen nicht zustimmen, können Sie oben links auf "Zurück" klicken, um den Vorgang zu beenden. Nachdem Sie sich abgemeldet haben, sind die Funktionen zum Entsperren von Fingerabdrücken nicht mehr verfügbar. Weitere Informationen finden Sie in der Datenschutzrichtlinie des Geräts.
es: 1. Para proporcionarle un servicio de apertura con características biológicas, Lumi United Technology Co. Ltd. (información de contacto: privacy@lumiunited.com) recogerá la información de las huellas dactilares para la verificación de la identidad del usuario para la cerradura de la puerta. 2. Esta información solo se almacena en la cerradura de la puerta. Al borrar (página de la cerradura de la puerta → ajustes de cerradura → gestión de huellas dactilares → eliminar el usuario/la característica biológica correspondiente) o reiniciar el dispositivo (manteniendo pulsado el botón de reinicio de la cerradura), esta información se borrará por completo. 5. Si no está de acuerdo con la información recogida, puede hacer clic en "Volver" en la esquina superior izquierda para salir del proceso. Tras cerrar sesión, las funciones de desbloqueo por huella dactilar no estarán disponibles. Para más información, lea la Política de Privacidad del dispositivo.
fr: 1. Pour vous offrir un service de déverrouillage avec des caractéristiques biologiques, Lumi United Technology Co., Ltd. (adresse : privacy@lumiunited.com) recueillera des renseignements sur les empreintes digitales pour la vérification de l’identité de l’utilisateur du verrou de porte. 2. Cette information n’est stockée que dans le verrou de porte. Lorsque vous supprimez (page de plug-in de verrou de porte → Réglages du verrou de porte → Gestion des empreintes digitales → supprimer l’utilisateur / la fonction biologique) ou réinitialisez l’appareil (appui long sur le bouton de réinitialisation du verrou de porte), ces informations seront complètement supprimées. 5. Si vous n’acceptez pas de recueillir ces renseignements, vous pouvez cliquer sur « Retour » dans le coin supérieur gauche pour quitter le processus. Après votre déconnexion, les fonctions de déverrouillage des empreintes digitales ne seront plus disponibles. Pour en savoir plus, veuillez lire la Politique de Confidentialité des appareils.
it: 1. Per fornirti un servizio di apertura tramite funzionalità biologiche, Lumi United Technology Co., Ltd. (informazioni di contatto: privacy@lumiunited.com) raccoglierà informazioni sulle impronte digitali per la verifica dell'identità dell'utente per la serratura. 2. Queste informazioni vengono memorizzate solo nella serratura della porta. Quando elimini (pagina plug-in serratura → Impostazione serratura porta → Gestione delle impronte digitali → elimina utente/caratteristica biologica corrispondente) o reimposti il dispositivo (tieni premuto il tasto di ripristino della serratura), queste informazioni verranno completamente eliminate. 5. Se non accetti che vengano raccolte tali informazioni, puoi fare clic su "Indietro" nell'angolo in alto a sinistra per uscire dalla procedura. Dopo la disconnessione, le funzioni di apertura tramite impronta digitale non saranno disponibili. Per ulteriori informazioni, leggi l'Informativa sulla Privacy del dispositivo.

# device_hint_device_offline
source: 1. The network of the Hub connected is normal. 2. If the accessory is connected to the power supply or if the battery needs to be replaced. 3. Try to move the accessory closer to the connected Hub.
de: 1. Das Netzwerk des angeschlossenen Hubs ist normal. 2. Ob das Accessoire an die Stromversorgung angeschlossen ist oder die Batterie ausgetauscht werden muss. 3. Versuchen Sie, das Accessoire näher an den verbundenen Hub zu bringen.
es: 1. La red del hub conectado funciona correctamente. 2. Si el accesorio está conectado a la fuente de alimentación o si la batería necesita ser sustituida. 3. Intente mover el accesorio más cerca del hub conectado.
fr: 1. Le réseau du hub connecté est normal. 2. Si l’accessoire est connecté à l’alimentation ou si la batterie doit être remplacée. 3. Essayer de rapprocher l’accessoire du hub connecté.
it: 1. La rete dell'Hub collegato è normale. 2. Se l'accessorio è collegato all'alimentazione o se è necessario sostituire la batteria. 3. Prova a spostare l’accessorio più vicino all’hub collegato.
ko: 1. 연결된 스마트 허브의 네트워크가 정상인지 확인해주세요. 2. 장치의 전원이나 배터리를 확인해주세요. 3. 장치를 스마트 허브에 더 가까이 놓아주세요.
ru: 1. Сеть используемая Hub функционирует. 2. Устройство подключено к источнику питания и/или замена батареи не требуется. 3. Попробуйте расположить устройство ближе к Hub.

# access_wifi_set_tips_small
source: 1. If a dual-band Wi-Fi router is used, please disconnect the 5GHz Wi-Fi network. 2. Please keep your phone close to the Hub and make sure they are connected to the same 2.4 GHz Wi-Fi network.
de: 1. Wenn ein Dualband-WLAN-Router verwendet wird, trennen Sie bitte das 5 GHz WLAN-Netzwerk. Bitte halten Sie Ihr Telefon/Pad in der Nähe des Hubs und stellen Sie sicher, dass sie mit demselben 2,4 GHz WLAN-Netzwerk verbunden sind.
es: 1. Si se utiliza un rúter wifi de doble banda, desconecte la red wifi de 5 GHz. 2. Mantenga el teléfono móvil y cerca como del hub, y asegúrese de que estén conectados a la misma red wifi de 2,4 GHz.
fr: 1. Si un routeur Wi-Fi double bande est utilisé, veuillez débrancher le réseau Wi-Fi de 5 GHz. 2. Veuillez placer votre téléphone près du Hub et vous assurer qu’ils sont connectés au même réseau Wi-Fi de 2,4 GHz.
it: 1. Se viene utilizzato un router Wi-Fi dual-band, scollega la rete Wi-Fi a 5 GHz. 2. Tieni il telefono vicino all'Hub e assicurati che siano collegati alla stessa rete Wi-Fi a 2,4 GHz.
ko: 1. 듀얼 밴드 Wi-Fi 공유기를 사용하는 경우 5GHz Wi-Fi 네트워크를 사용하면 연결되지 않습니다. 2. 스마트폰을 스마트 허브 가까이두고 동일한 2.4GHz Wi-Fi 네트워크에 연결되어 있는지 확인해주세요.
ru: 1. Если Вы используете двухдиапазонный маршрутизатор, отключите сеть Wi-Fi 5 ГГц. 2. Пожалуйста, держите телефон рядом с Hub и убедитесь, что он подключен к той же сети Wi-Fi 2,4 ГГц.

# access_fail_100_attention
source: 1. If the blue light blinks continuously, please check if the Wi-Fi network is 2.4 GHz and the router password is correct. 2. Please make sure the Wi-Fi is connected properly. 3. Place your phone close to the Hub and make sure your phone and Hub are connected to the same Wi-Fi network.
de: 1. Wenn das blaue Licht dauerhaft blinkt, überprüfen Sie bitte, ob das WLAN-Netzwerk 2,4 GHz ist und das Router-Passwort richtig ist. 2. Bitte stellen Sie sicher, dass das WLAN richtig verbunden ist. 3. Platzieren Sie Ihr Telefon in der Nähe des Hubs und vergewissern Sie sich, dass Ihr Telefon und der Hub mit demselben WLAN-Netzwerk verbunden sind.
es: 1. Si la luz azul parpadea constantemente, compruebe si la red wifi es de 2,4 GHz y que la contraseña del rúter sea correcta. 2. Asegúrese de que el wifi esté conectado correctamente. 3. Sitúe su teléfono más cerca del hub y asegúrese de que está conectado.
fr: 1. Si la lumière bleue clignote en continu, veuillez vérifier si le réseau Wi-Fi est de 2,4 GHz et si le mot de passe du routeur est correct. 2. S’assurer que le Wi-Fi est correctement connecté. 3. Placer votre téléphone près du Hub et s’assurer que votre téléphone et votre Hub sont connectés au même réseau Wi-Fi.
it: 1. Se la spia blu lampeggia in continuo, controlla se la rete Wi-Fi è a 2,4 GHz e la password del router è corretta. 2. Assicurati che il Wi-Fi sia collegato correttamente. 3. Avvicina il telefono all'Hub e assicurati che telefono e hub siano collegati alla stessa rete Wi-Fi.
ko: 1. 파란색 표시등이 계속 깜박이면, Wi-FI 네트워크가 2.4GHz이고 공유기 비밀번호가 맞는지 확인해주세요. 2. Wi-Fi가 정상적으로 연결되어 있는지 확인해주세요. 3. 스마트폰을 스마트 허브 가까이에 놓고 스마트폰과 스마트 허브가 동일한 Wi-Fi 네트워크에 연결되어 있는지 확인해주세요.
ru: 1. Если синий индикатор постоянно мигает, проверьте, используется ли 2,4 ГГц сеть Wi-Fi, верен ли введённый пароль сети. 2. Расположите телефон рядом с Hub и убедитесь, что телефон и Hub подключены к одной сети Wi-Fi.

# access_fail_601_attention
source: 1. Make sure the Hub has prompted the voice message “Wi-Fi connected successfully”, which indicates the Hub has connected to the server. If the Hub gives no response, please reset the Hub and try again. 2. Make sure the router is connected to the Internet.
de: 1. Stellen Sie sicher, dass der Hub die Sprachnachricht „WLAN erfolgreich verbunden“ ausgegeben hat. Diese zeigt an, dass der Hub eine Verbindung zum Server hergestellt hat. Wenn der Hub keine Antwort gibt, setzen Sie den Hub bitte zurück und versuchen es erneut. 2. Stellen Sie sicher, dass der Router mit dem Internet verbunden ist.
es: 1. Asegúrese de que el hub haya reproducido el mensaje de voz "Wifi conectado con éxito", esto indica que el hub se ha conectado al servidor. Si el hub no da respuesta, reinicie el hub e inténtelo de nuevo. 2. Asegúrese de que el rúter esté conectado a internet.
fr: 1. S’assurer que le hub affiche le message vocal « Connexion Wi-Fi réussie », qui indique que le hub est connecté au serveur. Si le hub ne répond pas, veuillez redémarrer le Hub et réessayer. 2. S’assurer que le hub est connecté à Internet.
it: 1. Assicurati che l'Hub abbia emesso il messaggio vocale "Wi-Fi collegato correttamente", che indica che l'Hub si è collegato al server. Se l’hub non risponde, ripristinalo e riprova. 2. Assicurati che il router sia collegato a Internet.
ko: 1. 스마트 허브에서 "Wi-Fi 연결 성공"이라는 음성 메시지가 나오면 스마트 허브가 서버에 연결되었음을 나타냅니다. 스마트 허브에서 해당 메시지가 나오지 않으면 허브를 리셋하고 다시 시도해주세요. 2. 공유기가 인터넷에 연결되어 있는지 확인해주세요. 3. 로그인한 지역과 스마트 허브를 구입한 지역이 동일한 지 확인해주세요.
ru: 1. Убедитесь, что прозвучало уведомление «Успешное подключение Wi-Fi», означающее, что Hub был подключен к серверу. Если уведомление отсутствует, перезагрузите Hub и попробовать снова. 2. Убедитесь в доступности сети Интернет. 3. Убедитесь, что регион входа в систему совпадает с регионом приобретения устройства.

# device_others_offline_decs
source: 1. Please check if the Wi-Fi network of your phone or Hub works properly. 2. Please check if the battery of the accessory is normal. You can also check the indicator light of the device. 3. Please refer to the “Effective Range Test” in the Quick Start Guide to ensure the connection is normal. If not, please move the accessory closer to the Hub and try again. 4. If it still does not work, please restart the Hub and try again.
de: 1. Bitte überprüfen Sie, ob das WLAN-Netzwerk des Telefons oder Hubs ordnungsgemäß funktioniert. 2. Bitte überprüfen Sie, ob die Batterie des Accessoires normal ist. Sie können außerdem die Kontrollleuchte des Zubehörs überprüfen. 3. Bitte beachten Sie den „Test der effektiven Reichweite“ in der Schnellstartanleitung, damit die Verbindung normal ist. Wenn nicht, bewegen Sie das Accessoire bitte näher an den Hub und versuchen Sie es erneut. 4. Wenn es immer noch nicht funktioniert, starten Sie den Hub bitte neu und versuchen es erneut.
es: 1. Compruebe si la red wifi de su móvil o hub funciona correctamente. 2. Compruebe si la batería del accesorio funciona con normalidad. También puede comprobar la luz indicadora del dispositivo. 3. Consulte "Prueba de rango efectivo" en la guía de inicio rápido para asegurarse de que la conexión funciona con normalidad. Si no, mueva el accesorio más cerca del hub e inténtelo de nuevo. 4. Si sigue sin funcionar, reinicie el hub e inténtelo de nuevo.
fr: 1. Veuillez vérifier si le réseau Wi-Fi de votre téléphone ou hub fonctionne correctement. 2. Veuillez vérifier si la batterie de l’accessoire est normale. Vous pouvez également vérifier le voyant de l’appareil. 3. Veuillez vous reporter au « Test de portée efficace » du Guide de démarrage rapide pour vous assurer que la connexion est normale. Sinon, rapprocher l’accessoire du hub et réessayer. 4. Si cela ne fonctionne toujours pas, veuillez redémarrer le Hub et réessayer.
it: 1. Verifica se la rete Wi-Fi del telefono o dell'Hub funziona correttamente. 2. Controlla se la batteria dell’accessorio è normale. Puoi anche controllare la spia del dispositivo. 3. Fai riferimento al "Test della portata effettiva" nella Guida di avvio rapido per assicurarti che la connessione sia normale. In caso contrario, avvicina l'accessorio all'hub e riprova. 4. Se ancora non funziona, riavvia l’hub e riprova.
ko: 1. 휴대폰 또는 게이트웨이가있는 Wi-Fi 네트워크가 정상인지 확인해주세요. 2, 장치의 전원 공급이 정상인지 확인해주세요. 장치 표시기를 확인할 수 있습니다. 3, 장치 통신의 정상 여부를 확인하려면 장치 설명서의 유효 거리 확인을 참조해주세요 통신이 정상적이지 않은 경우 장치를 게이트웨이에 더 가까이 이동 한 후 다시 시도해주세요. 4 그래도 작동하지 않으면 장치를 재부팅 한 후 다시 시도해주세요.
ru: 1. Проверьте, правильно ли работает сеть Wi-Fi смартфона или Hub. 2. Проверьте, нет ли проблем с сетевым питанием оборудования. 3. Пожалуйста, обратитесь к “тесту эффективного диапазона" в руководстве по быстрому старту, чтобы убедиться, что соединение функционирует. Если нет, пожалуйста, переместите устройство ближе к Hub и повторите попытку. 4. Если он по-прежнему не работает, перезагрузите Hub и повторите попытку.

# access_add_gateway_fail_tips
source: 1. Check if the Wi-Fi password is correct. 2. Place the phone closer to the accessory. 3. Check if the network works properly.
de: 1. Überprüfen Sie, ob das WLAN-Passwort richtig ist. 2. Platzieren Sie das Telefon näher am Accessoire. 3. Überprüfen Sie, ob das Netzwerk ordnungsgemäß funktioniert.
es: 1. Compruebe si la contraseña del wifi es correcta. 2. Sitúe el teléfono más cerca del accesorio. 3. Compruebe si la red funciona correctamente.
fr: 1. Vérifier si le mot de passe du Wi-Fi est correct. 2. Placer le téléphone plus près de l’accessoire. 3. Vérifier si le réseau fonctionne correctement.
it: 1. Controlla se la password Wi-Fi è corretta. 2. Posiziona il telefono vicino all’accessorio. 3. Controlla se la rete funziona correttamente.
ko: 1.Wi-Fi 비밀번호가 올바른지 확인해주세요. 2. 스마트폰을 장치에 더 가까이 놓아주세요. 3. 네트워크가 제대로 작동하는지 확인해주세요.
ru: 1. Проверьте правильность пароля Wi-Fi. 2. Поместите телефон ближе к устройству. 3. Убедитесь в работоспособности сети.

# service_card_light_offline
source: All lamps are offline
de: Die Lichter sind offline
es: Las luces están desconectadas
fr: Les lampes sont hors ligne
it: Luci offline
ko: 조명 오프라인
ru: Лампы выкл.

# service_card_light_offline_all
source: All lamps are offline
de: Alle Lichter sind offline
es: Todas las luces están desconectadas
fr: Toutes les lampes sont hors ligne
it: Tutte le luci offline
ko: 모든 조명이 오프라인
ru: Весь свет офлайн

# common_light_count_text_fios
source: %@ lamps in total
de: Insgesamt %@ Lichter
es: Total %@luces
fr: %@ lampes au total
it: Totali %@ luci
ko: 조명 총 %@개
ru: Всего%@ламп

# common_light_count_offline_text_fios
source: %@ lamps in total, %@ lamps offline
de: Insgesamt %@ Lichter, %@ offline
es: Total %@ luces, %@ están desconectadas
fr: %@ lampes au total, %@ lampes sont hors ligne
it: Totali %@ luci, %@ luci offline
ko: 조명 총 %@개 중 %@개 오프라인
ru: Всего%@ламп, %@ламп выкл.

# common_light_count_text
source: %s lamps in total
de: Insgesamt %s Lichter
es: Total %sluces
fr: %s lampes au total
it: Totali %s luci
ko: 조명 총 %s개
ru: Всего%sламп

# common_light_count_offline_text
source: %s lamps in total, %s lamps offline
de: Insgesamt %s Lichter, %s offline
es: Total %s luces, %s están desconectadas
fr: %s lampes au total, %s lampes sont hors ligne
it: Totali %s luci, %s luci offline
ko: 조명 총 %s개 중 %s개 오프라인
ru: Всего%sламп, %sламп выкл.

# common_newfeatures_update
source: Update
de: Aktualisierungen neuer Funktionen
es: Nuevas actualizaciones de funciones
fr: Renouvellement des nouvelles fonctions
it: Nuovo aggiornamento
ko: 업데이트
ru: Обновление новых функций

# common_newfeatures_update_board_text
source: Show the homepage board separately on your smartphone and tablet, run it independently on the tablet, and copy board quickly using the function "Copy Board on the Phone" from the smartphone to tablet.
de: Beschilderung auf dem Handy und Beschilderung auf dem Tablet werden separat angezeigt, so dass Sie Beschilderung unabhängig auf Ihrem Tablet-Gerät verwalten können! Mit der Funktion "Handy-Beschilderung kopieren" können Sie die Handy-Beschilderung schnell in den Tablet-Beschilderung kopieren.
es: Las placas en el teléfono móvil y las placas en la tableta se mostrarán por separado. Puede administrar las placas de forma independiente en la tableta. Con la función "Copia la placa del móvil", puede copiar rápidamente las placas en el móvil a la tableta.
fr: Le panneau d'affichage du téléphone portable et celui de la tablette seront affichés différemment, vous pouvez gérer le panneau d'affichage séparément à la tablette, utilisez la fonction de "copier le panneau d'affichage du téléphone portable", le panneau d'affichage du télephone portable peut être copié rapidement pour servir du panneau d'affichage de la tablette.
it: La scheda sul cellulare e quella sul tablet verranno visualizzate separatamente. Puoi gestirle in modo indipendente sul dispositivo tablet. Utilizzando la funzione "Copia la scheda dal cellulare" puoi copiare rapidamente la scheda dal cellulare al tablet.
ko: 스마트폰과 태블릿에서의 홈 보드를 각각 다르게 설정할 수 있습니다. "홈 보드를 스마트폰으로 복사"를 눌러 간편하게 스마트폰의 설정을 태블릿에 복사할 수 있습니다.
ru: Панели на телефоне и панели на планшете будут отображаться отдельно. Вы можете самостоятельно управлять панелями на планшетном устройстве. Используя функцию «Копировать панели телефона», Вы можете быстро скопировать панели телефона на панели планшета.

# homepage_board_copy_hint
source: Quickly copy board from your phone to the device, and manage it independently;
de: Sie können die mobile Beschilderung-Tafel schnell auf das aktuelle Gerät kopieren und die kopierte Tafel wird unabhängig verwaltet
es: Puede copiar rápidamente la placa en el teléfono móvil al dispositivo actual, y la placa copiada se administrará de forma independiente.
fr: Vous pouvez copier le panneau d'affichage du téléphone portable à l'appareil rapidement, le panneau d'affichage qui a été copié sera géré séparément
it: Puoi copiare rapidamente il kanban sul cellulare sul dispositivo corrente e la scheda copiata verrà gestito in modo indipendente
ko: 스마트폰에서 보드를 쉽게 복사하여 장치로 이동할 수 있으며, 개별 관리가 가능합니다;
ru: Вы можете быстро скопировать панели с телефона на текущее устройство, скопированными панелями можно управлять отдельно.

# homepage_board_copy_btn
source: Copy now
de: Sofort kopieren
es: Copia ahora
fr: Reproduisez immédiatement
it: Copia ora
ko: 복사하기
ru: Копировать сейчас

# homepage_board_copy_fail
source: Copy failed, please try again
de: Kopien fehlgeschlagen, bitte versuchen Sie es erneut
es: Copia fallida, inténtalo nuevamente.
fr: Copie échouée, réessayez s'il vous plaît
it: Copia non riuscita, riprova
ko: 복사 실패, 다시 시도해 주세요.
ru: Не удалось скопировать. Повторите попытку.

# homepage_board_copy_loading
source: Hold on, homepage board is copying...
de: Bitte warten Sie, während die Beschilderung-Tafel kopiert wird...
es: Copiando placa, por favor espere...
fr: Le panneau d'affichage est en train d'être copié, attendez un instant...
it: Copia della scheda in corso, attendere…
ko: 홈 보드 복사 중...잠시만 기다려 주세요.
ru: Копирование панелей, подождите...

# voice_microphone_occupied_toast
source: Microphone is used by other applications; please call Xiaoqiao after the end.
de: Andere Anwendungen verwenden das Mikrofon, bitte beenden Sie dies, bevor Sie Xiaoqiao rufen
es: Otras aplicaciones están usando el micrófono, llame a Xiao Qiao después de que se termine.
fr: Le microphone est en train d'être utilisé par les autres applications,appelez Xiaoqiao à l'issue de l'utilisation
it: Altre applicazioni stanno utilizzando il microfono, si prega di richiamare Xiao Qiao alla fine.
ko: 다른 앱에서 마이크를 사용하고 있습니다. 해당 앱을 중지한 후 Xiaoqiao를 불러 주세요.
ru: Микрофон сейчас используется другими устройствами, пожалуйста, позовите Джо после завершения.

# homepage_board_copy
source: Copy homepage board on your phone
de: Handy-Beschilderung kopieren
es: Copia la placa telefónica
fr: Copiez le panneau d'affichage du téléphone portable
it: Copia a scheda cellulare
ko: 홈 보드를 스마트폰으로 복사
ru: Копировать панели телефона

# homepage_board_copy_null
source: No homepage board available
de: Keine optionale Beschilderung vorhanden
es: No hay placa disponible
fr: Il n'y a pas de panneaux d'affichage optionnels
it: Nessuna scheda disponibile
ko: 선택할 수 있는 보드 없음
ru: Нет доступных панелей

# common_share
source: Share to
de: Teilen mit
es: Compártelo a
fr: Partagez à
it: Condivide con
ko: 공유하기
ru: Поделиться с

# homepage_board_copy_fail_count
source: %s board copy failed, please try again
de: %s Beschilderung-Kopien fehlgeschlagen, bitte erneut versuchen
es: %s Copia fallida de la placa, inténtalo nuevamente.
fr: Copie échouée des %s panneaux d'affichage, réessayez s'il vous plaît
it: %s schede non sono state copiate, riprova
ko: 보드 %s개 복사를 실패했습니다. 다시 시도해 주세요.
ru: Не удалось скопировать %s панелей. Повторите попытку.

# common_weeks_life_home
source: House Life Weekly
de: Wochenzeitung Wohnen im ganzen Haus
es: Periódico semanal de vida de Quanwu
fr: Hebdomadaire de vie de toute la maison
it: Relazione settimanale della vita
ko: 주간 스마트홈 생활
ru: Еженедельный отчет о доме

# homepage_board_copy_fail_count_fios
source: %@ board copy failed, please try again
de: %@ Beschilderung-Kopien fehlgeschlagen, bitte erneut versuchen
es: %@ Copia fallida de la placa, inténtalo nuevamente.
fr: Copie échouée des %@ panneaux d'affichage, réessayez s'il vous plaît
it: %@ schede non sono state copiate, riprova
ko: 보드 %@개 복사를 실패했습니다. 다시 시도해 주세요.
ru: Не удалось скопировать %@ панелей. Повторите попытку.

# camera_control_network_switch
source: The network is poor. Suggest switching into fluent
de: Schlechte Internetverbindung, empfehlen Sie den Wechsel in den reibungslosen Modus
es: La red no es buena, se recomienda cambiar al modo fluido.
fr: Mauvais réseau, il est proposé de le rendre fluide
it: La rete non è buona, si consiglia di passare alla modalità fluente
ko: 네트워크 상태가 원활하지 않습니다. 표준 해상도로 전환하는 것을 권장드립니다.
ru: Слабая сеть, рекомендуется переключиться на более мощную

# camera_control_resolution_switch_tip
source: The resolution ratio is switched; recording has stopped
de: Auflösung ist umgeschaltet, Aufnahme wurde gestoppt
es: Se cambia la resolución, se detiene la grabación.
fr: La résolution est commutée, l'enregistrement vidéo s'est arrêté
it: La risoluzione viene cambiata, la registrazione viene interrotta
ko: 해상도 변경되었습니다. 녹화가 중지됩니다.
ru: Переключение разрешения, запись остановлена
