Repository: acodeworker/localzedLoader
Catalog: *.lproj/Localizable.strings
Languages: de, es, fr, it, ko, ru

# user_name_sync
source: Name Synchronization
de: Synchronisation des Namens
es: Sincronización de nombre
fr: Synchronisation de nom
it: Sincronizzazione dei nomi
ko: 이름 동기화
ru: Синхронизация имён

# homekit_home_sync_unsync
source: Names unsynchronized
de: Namen nicht synchronisiert
es: Nombres no sincronizados
fr: Noms non synchronisés
it: Nomi non sincronizzati
ko: 이름이 동기화되지 않았습니다.
ru: Имена не синхронизированы

# scene_name_icon
source: Name and icon
de: Name und Symbol
es: Icono y nombre
fr: Nom et icône
it: Nome e icona
ko: 이름 및 아이콘
ru: Название и значок

# doorlock_name_cannot_exceed_fixed_characters
source: Name cannot exceed %1$d characters
de: Der Name darf nicht länger sein als %1$d Zeichen
es: El nombre no puede exceder los %1$d caracteres
fr: Le nom ne peut pas dépasser %1$d caractères
it: Il nome non può superare i %1$d caratteri
ko: 이름은 %1$d자를 초과할 수 없습니다.

# other_name_can_not_null
source: Name cannot be empty
de: Name kann nicht leer sein
es: El nombre no puede estar vacío
fr: Le nom ne peut pas être vide
it: Il nome non può essere vuoto
ko: 이름을 입력해주세요.
ru: Имя не может быть пустым

# common_inputbox_error_hint
source: The name contains special characters and emoji
de: Der Name enthält Sonderzeichen und Emojis
es: El nombre contiene caracteres especiales o emoji
fr: Le nom contient des caractères spéciaux et des emoji
it: Il nome contiene caratteri speciali ed emoji
ko: 이름에 특수문자 또는 이모지가 포함되어 있습니다.
ru: Название содержит специальные символы и смайлы

# device_dialog_limit_character
source: Special characters or emoji is included. Please enter again.
de: Es sind Sonderzeichen oder Emoji vorhanden. Bitte geben Sie es erneut ein.
es: Se incluyen los caracteres especiales o emojis. Introduzca de nuevo.
fr: Emoji ou caractères spéciaux inclus. Veuillez le saisir à nouveau.
it: Sono inclusi caratteri speciali o emoji. Si prega di inserire nuovamente.
ko: 특수문자 또는 이모지가 추가되어 있습니다. 다시 입력하세요.
ru: Содержатся специальные символы или смайлики. Введите еще раз.

# device_sleep_average_score
source: Average score
de: Durchschnittliche Punktzahl
es: Puntuación media
fr: Score moyen
it: Punteggio medio
ko: 평균 득점
ru: Средний балл

# accessory_dialog_limit_character_fios
source: Special characters or emoji is included. Please enter again.
de: Es sind Sonderzeichen oder Emoji vorhanden. Bitte geben Sie es erneut ein.
es: Se incluyen los caracteres especiales o emojis. Introduzca de nuevo.
fr: Emoji ou caractères spéciaux inclus. Veuillez le saisir à nouveau.
it: Sono inclusi caratteri speciali o emoji. Si prega di inserire nuovamente.
ko: 특수 문자 또는 이모지가 포함되어 있습니다. 다시 입력해 주세요.
ru: Содержатся специальные символы или смайлики. Введите еще раз.

# device_name_invaliad
source: The name you entered contains illegal characters!
de: Der eingegebene Name enthält unerlaubte Zeichen!
es: ¡El nombre introducido contiene caracteres no permitidos!
fr: Le nom saisi contient des caractères illégaux !
it: Il nome inserito contiene caratteri illegali!
ko: 이름에 사용할 수 없는 문자가 있습니다.
ru: Имя содержит недопустимые символы

# user_input_invaild_phone
source: Enter mobile number
de: Geben Sie die Handynummer ein
es: Introduzca un número de móvil
fr: Saisir le numéro de mobile
it: Inserire il numero di cellulare
ko: 전화번호 입력
ru: Введите номер телефона

# user_input_hint
source: Please enter email or phone number
de: Bitte geben Sie die E-Mail-Adresse oder Handynummer ein
es: Introduzca un correo electrónico o número de teléfono
fr: Veuillez saisir l’adresse e-mail ou le numéro de téléphone
it: Inserire l'e-mail o il numero di telefono
ko: 이메일 주소 혹은 전화 번호를 입력해주세요.
ru: Введите Email

# home_try_again_after_1min
source: Please try again one minute later.
de: Bitte versuchen Sie es eine Minute später erneut.
es: Inténtelo de nuevo en un minuto.
fr: Veuillez réessayer une minute plus tard.
it: Riprovare un minuto dopo.
ko: 1분 후에 다시 시도하십시오
ru: Попробуйте ещё раз через 1 минуту

# camera_pls_input_name
source: Please input the name
de: Bitte geben Sie den Namen ein
es: Introduzca el nombre
fr: Veuillez saisir le nom
it: Inserire il nome
ko: 이름을 입력하십시오
ru: Введите имя

# doorlock_log_addKeys_guide_tips
source: Please insert key according to the voice prompts
de: Bitte geben Sie den Schlüssel entsprechend der Sprachanweisungen ein
es: Inserte la llave de acuerdo a los avisos de voz
fr: Veuillez insérer la clé en fonction des instructions vocales
it: Inserire la chiave seguendo le indicazioni vocali
ko: 도어록 음성 안내에 따라 키를 삽입해주세요.
ru: Пожалуйста, вставьте ключ в соответствии с голосовой инструкцией.

# home_input_province_tips
source: Please input province or direct-controlled municipality for search
de: Bitte geben Sie in der Suche die Provinz oder die direkt kontrollierte Gemeinde ein
es: Introduzca la provincia o municipalidad para buscar
fr: Veuillez saisir la province ou la municipalité sous contrôle direct pour la recherche
it: Inserire la provincia o il comune a controllo diretto per la ricerca
ko: 검색할 지역을 입력하세요.
ru: Введите область или регион для поиска

# doorlock_moresetting_addpassword_adminguidetips
source: Please add an admin password with 6-10 characters according to voice prompts.
de: Bitte fügen Sie ein Admin-Passwort mit 6 bis 10 Zeichen entsprechend der Sprachanweisungen hinzu.
es: Añada una contraseña de administrador de 6 a 10 caracteres de acuerdo a los avisos de voz.
fr: Veuillez ajouter un mot de passe administrateur de 6 à 10 caractères selon les instructions vocales.
it: Aggiungere una password di amministrazione di 6-10 caratteri secondo le indicazioni vocali.
ko: 음성 안내에 따라 6~10자리 관리자 비밀번호를 추가해 주세요.
ru: Пожалуйста, добавьте пароль (6-10 цифр), в соответствии с голосовыми подсказками.

# access_miot_switch_aiot_content
source: 切换后会清楚网关所有数据，并需要重新添加到Aqara Home
de: Nach dem Wechseln werden alle Daten des Hubs gelöscht und müssen erneut zu Aqara Home hinzugefügt werden.
es: Tras cambiar, todos los datos del hub se eliminarán y necesitará añadirlo a Aqara Home de nuevo
fr: Après basculement, toutes les données dans le Hub seront supprimées et doivent être ajoutées de nouveau à Aqara Home.
it: Dopo il passaggio, tutti i dati dell'hub saranno cancellati e sarà necessario aggiungerli nuovamente ad Aqara Home.
ko: 전환 후 게이트웨이의 모든 데이터가 식제되고 Aqara Home에 다시 추가해야 합니다.
ru: После переключения все устройства и сценарии Хаба будут очищены, и их нужно будет снова добавлять через Aqara Home.

# other_please_input_name
source: Please enter name
de: Geben Sie bitte Namen ein
es: Introduzca un nombre
fr: Veuillez saisir le nom
it: Inserire il nome
ko: 이름을 입력해 주세요
ru: Введите название

# home_switch_position
source: Switch Home
de: Wechseln des Hauses
es: Cambiar la familia
fr: Changer la famille
it: Cambia la famiglia
ko: 홈 변경
ru: Выбор дома

# other_please_input_receive_transfer_code
source: Please enter complete transfer verification code
de: Bitte geben Sie den vollständigen Bestätigungscode für die Übertragung ein
es: Introduzca un código de verificación de transferencia completo
fr: Veuillez saisir le code de vérification de transfert complet
it: Inserire il codice di verifica del trasferimento completo
ko: 전송받은 인증 코드를 입력해주세요.
ru: Введите полный код подтверждения перевода

# user_change_account_phone_num
source: Switch cellphone
de: Handy wechseln
es: Cambiar teléfono móvil
fr: Changer le mobile
it: Cambia cellulare
ko: 스마트폰 변경
ru: Сменить мобильный номер

# user_change_account_email
source: Switch email
de: E-Mail-Adresse wechseln
es: Cambiar correo electrónico
fr: Changer l’e-mail
it: Cambia e-mail
ko: 이메일 변경
ru: Сменить Email

# other_cloud_error_301
source: Execution failed.Please try again later
de: Ausführung fehlgeschlagen. Bitte versuchen Sie es später erneut
es: Fallo al ejecutar. Inténtelo de nuevo más tarde
fr: Échec de l’exécution. Veuillez réessayer plus tard
it: Esecuzione non riuscita. Riprovare più tardi
ko: 실행 경로 오류
ru: Ошибка. Пожалуйста, попробуйте позже

# other_cloud_error_303
source: Execution failed.Please try again later
de: Ausführung fehlgeschlagen. Bitte versuchen Sie es später erneut
es: Fallo al ejecutar. Inténtelo de nuevo más tarde
fr: Échec de l’exécution. Veuillez réessayer plus tard
it: Esecuzione non riuscita. Riprovare più tardi
ko: 실행 파라미터타입 오류
ru: Ошибка. Пожалуйста, попробуйте позже

# other_please_input_auth_code
source: 请输入授权码
de: Bitte geben Sie den Autorisierungscode ein
es: Introduzca el código de autorización
fr: Saisissez le code d’autorisation
it: Inserire il codice di autorizzazione
ko: 인증번호 가져오기
ru: Пожалуйста, введите код авторизации

# home_search_input_tips
source: Please input the search contents
de: Bitte geben Sie einen Suchinhalt ein
es: Introduzca los contenidos de búsqueda
fr: Veuillez saisir le contenu de la recherche
it: Inserire i contenuti della ricerca
ko: 검색 내용을 입력해주세요.

# user_data_risk_note_tips
source: Dear user, adding this hub to Mi Home app may clear the corresponding local data of this Hub: automation and scene, etc.
de: Sehr geehrter Nutzer, das Hinzufügen dieses Hubs zur Mi Home-App kann die entsprechenden lokalen Daten dieses Hubs löschen: Automatisierung und Szene usw.
es: Estimado usuario, añadir este hub a la app Mi Home podría reiniciar los datos locales del hub: automatizaciones, escenas, etc.
fr: Cher utilisateur, l’ajout de ce hub à l’application Mi Home peut effacer les données locales correspondantes de ce Hub : automatisation et scène, etc.
it: Gentile utente, l'aggiunta di questo hub all'app Mi Home potrebbe cancellare i dati locali corrispondenti di questo hub: automazione e scene, ecc.
ko: 허브를 Mi Home 앱에 추가하면 자동화 및 씬(장면구성) 등 스마트 허브의 로컬 데이터가 삭제될 수 있습니다.
ru: Внимание! Добавление этого Hub в приложение Mi Home может стереть локальные данные этого устройства: автоматизации, сценарии и т. д.

# access_reset_cube_tips1
source: Please
de: Bitte
es: Por favor
fr: SVP
it: Per favore
ko: 반드시
ru: Пожалуйста,

# common_filter_request_error_tips
source: Request timed out. Please try again.
de: Zeitüberschreitung bei der Anforderung. Bitte versuchen Sie es erneut.
es: Tiempo de solicitud expirado. Inténtelo de nuevo.
fr: Demande expirée. Veuillez réessayer.
it: La richiesta è scaduta. Si prega di riprovare.
ko: 시간 초과되었습니다. 다시 시도해주세요.
ru: Время ожидания истекло, попробуйте ещё раз

# other_region_change
source: Region
es: Región
fr: Région
it: Regione
ko: 지역 변경
ru: Изменить регион

# other_tip_change_server_title
source: Server Switching Instructions
de: Anleitung zum Serverwechsel
es: Instrucciones de cambio de servidor
fr: Instructions de basculement de serveur
it: Istruzioni per la commutazione del server
ko: 서버 지역 변경
ru: Смена сервера

# user_input_hint_current_pwd
source: Please enter the original password
de: Geben Sie bitte das originale Passwort ein
es: Introduzca la contraseña original
fr: Veuillez saisir le mot de passe d’origine
it: Inserire la password originale
ko: 현재 비밀번호를 입력해주세요.
ru: Введите старый пароль

# device_single_rocker_switch
source: Rocker Switch
de: Wippschalter
es: Interruptor pulsador
fr: Commutateur à bascule
it: Interruttore a bilanciere
ko: 무선 라커 스위치
ru: Тумблер

# homekit_home_sync
source: Forced synchronization
de: Gezwungene Synchronisierung
es: Sincronización forzada
fr: Synchronisation forcée
it: Sincronizzazione forzata
ko: 강제 동기화
ru: Принудительная синхронизация

# home_setting_input_account
source: Enter the phone number or email of the invitee.
de: Geben Sie die Telefonnummer oder E-Mail-Adresse der eingeladenen Person ein.
es: Introduzca el número de teléfono o correo electrónico del invitado.
fr: Saisir le numéro de téléphone ou l’adresse e-mail de l’invité.
it: Inserire il numero di telefono o l'e-mail dell'invitato.
ko: 초대받은 상대의 전화번호 또는 이메일 주소를 입력해주세요.
ru: Введите логин (email) пользователя для приглашения.

# device_setup_voice_10
source: Please input a title
de: Geben Sie bitte einen Titel ein
es: Introduzca un título
fr: Veuillez saisir un titre
it: Inserire un titolo
ko: 제목을 입력해 주십시오.
ru: Введите название

# device_service_setting_alarm_custompush_guide
source: Please enter notification
de: Bitte geben Sie die Benachrichtigung ein
es: Introduzca la notificación
fr: Veuillez saisir la notification
it: Inserire la notifica
ko: 알림을 입력하세요.
ru: Введите уведомление

# home_setting_input_note
source: Enter alias
de: Geben Sie den Alias ein
es: Introduzca un apodo
fr: Saisir le pseudo
it: Immettere l'alias
ko: 닉네임을 입력해주세요.
ru: Введите имя

# common_request_success
source: Request succeeded
de: Anfrage erfolgreich
es: Solicitud realizada con éxito
fr: Demande réussie
it: Richiesta riuscita
ko: 요청이 완료되었습니다
ru: Запрос успешен

# home_room_add_tip
source: Please enter the room name.
de: Geben Sie bitte den Zimmernamen ein.
es: Introduzca el nombre de habitación.
fr: Veuillez saisir le nom de la pièce.
it: Inserire il nome della camera.
ko: 방 이름을 입력해 주세요
ru: Пожалуйста, введите название комнаты

# device_gateway_sacn_join_connect_tips
source: Pry off the front panel, turn on the power,until yellow light blinks
de: Hebeln Sie die Frontplatte ab und schalten Sie das Gerät ein, bis das gelbe Licht blinkt
es: Retire el panel frontal, conecte la alimentación, hasta que la luz amarilla parpadee
fr: Ouvrir le panneau avant, allumer, jusqu’à ce que la lumière jaune clignote
it: Rimuovere il pannello frontale, accendere il dispositivo, finché la luce gialla non lampeggia.
ko: 전면 패널을 열고 노란색 불이 깜박일 때까지 전원을 켜십시오.

# other_input_right_name
source: Enter valid name
de: Geben Sie einen gültigen Namen ein
es: Introduzca un nombre válido
fr: Saisir un nom valide
it: Inserire un nome valido
ko: 유효한 이름이 아닙니다.
ru: Введите допустимое имя

# device_info_cube_tap_twice
source: Tap twice
de: Zweimal tippen
es: Tocar dos veces
fr: Double appui
it: Toccare due volte
ko: 두 번 두드리기
ru: Коснуться дважды

# user_please_input_login_pwd
source: Enter password
de: Passwort eingeben
es: Introducir contraseña
fr: Saisir le mot de passe
it: Inserire la password
ko: 비밀번호 입력
ru: Введите пароль

# access_switch
source: 切换
de: Wechseln
es: Interruptor
fr: Interrupteur
it: Passaggio
ko: 전환하기
ru: Подтвердить

# doorlock_input_right_lock_bind_key
source: Please enter the encrypted serial number below the QR code
de: Bitte geben Sie die verschlüsselte Seriennummer unter dem QR-Code ein
es: Introduzca el número de serie encriptado bajo el código QR
fr: Veuillez saisir le numéro de série crypté sous le code QR
it: Immettere il numero di serie criptato sotto il codice QR
ko: QR코드 아래에 암호화된 일련 번호를 입력해주세요.
ru: Введите серийный номер размещённый под QR-кодом

# device_switch_video
source: Switch to play
de: Wechseln zum Spielen
es: Cambiar para reproducir
fr: Changer la lecture
it: Passare alla riproduzione
ko: 재생
ru: Переключить для воспроизведения

# scene_nonametips
source: Please enter scene name
de: Geben Sie bitte den Szenennamen ein
es: Introduzca el nombre de escena
fr: Veuillez saisir le nom de scène
it: Inserire il nome della scena
ko: 동시 실행 이름을 입력하세요
ru: Название Сцены

# device_join_switch_ap_manually
source: Failed to switch to accessory AP:%1$s
de: Fehler beim Umschalten auf Accessoire-AP: %1$s
es: Fallo al cambiar al accesorio AP:%1$s
fr: Échec du passage à l’accessoire AP : %1$s
it: Impossibile passare all'accessorio AP:%1$s
ko: 장치 AP:%1$s로 전환 실패
ru: Не удалось изменить: %1$s

# device_ac_control_to_match
source: Pair with Air Conditioner
de: Mit Klimaanlage verbinden
es: Emparejar con aire acondicionado
fr: Apparier avec le climatiseur
it: Abbinamento con il condizionatore d'aria
ko: 사용 가능한 에어컨 찾기
ru: Сопряжение с кондиционером

# device_ac_hub_matched_tips
source: Matched successfully. Try it out now.
de: Erfolgreich gepaart. Jetzt ausprobieren.
es: Emparejado con éxito. Pruébelo ahora.
fr: Apparié avec succès. Essayer maintenant.
it: Corrispondenza riuscita. Provatelo subito.
ko: 일치했습니다. 지금 시도해 보세요.
ru: 匹配成功，快去试一试效果吧~

# device_ac_match_fail
source: Failed to match
de: Verbindung fehlgeschalgen
es: Fallo al emparejar
fr: Échec d’appariement
it: Non è riuscita la corrispondenza
ko: 매칭 실패
ru: Ошибка сопряжения

# device_ac_mach_water_heater
source: Paired with water heater
de: Mit Warmwasserbereiter verbunden
es: Emparejado con calentador de agua
fr: Apparier avec le chauffe-eau
it: Abbinato allo scaldabagno
ko: 온수기와 연결됨
ru: Связано с водонагревателем

# device_sensor_smoke
source: Mi Smart Smoke Detector
de: Mi Smarter Rauchfühler
es: Detector inteligente de humos Mi
fr: Détecteur de fumée intelligent Mi
it: Rivelatore di fumo intelligente Mi
ko: 샤오미 화재 감지 센서
ru: Mi Умный Детектор Дыма

# device_ctrl_mi_plug
source: Mi Smart Plug (Zigbee)
es: Enchufe inteligente Mi (ZigBee)
fr: Prise intelligente Mi (Zigbee)
ko: 스마트 플러그 (샤오미, Zigbee)
ru: Mi Умная Розетка

# device_sensor_switch_mijia
source: Mi Wireless Switch
de: Mi Drahtloser Schalter
es: Interruptor inalámbrico Mi
fr: Commutateur sans fil Mi
it: Interruttore wireless Mi
ko: 샤오미 무선 스위치
ru: Mi Беспроводной Выключатель

# doorlock_wifi_configuraing
source: Configure Wi-Fi...
de: WLAN konfigurieren...
es: Configurar wifi...
fr: Configuration du Wi-Fi...
it: Configurare Wi-Fi...
ko: Wi-Fi 구성...

# device_ac_match_success
source: Paired successfully
de: Erfolgreich verbunden
es: Emparejado con éxito
fr: Apparié avec succès
it: Accoppiato con successo
ko: 매칭 성공
ru: Успешное Сопряжение

# security_guard_configure_conditions
source: Configure arming delay and alarm triggering conditions
de: Konfigurieren Sie die Aktivierungsverzögerung und die Bedingungen der Alarmauslösung
es: Configurar condiciones de activación de alarma y retraso
fr: Configurer les conditions de retard d’armement et de déclenchement d’alarme
it: Configurazione del ritardo di armamento e delle condizioni di attivazione degli allarmi
ko: 시간 지연과 보안 장비 조건을 설정합니다
ru: Настроить условия задержки постановки на охрану и состояния тревоги

# user_login_password
source: Password
de: Passwort
es: Contraseña
fr: Mot de passe
ko: 비밀번호로 로그인
ru: Пароль

# doorlock_password_multi_verifications_failed
source: Multiple password verifications failed
de: Mehrere Passwortüberprüfungen sind fehlgeschlagen
es: Verificaciones múltiples de contraseña fallidas
fr: Plusieurs vérifications de mot de passe ont échoué
it: Verifica multipla della password non riuscita
ko: 다중 암호 확인 실패

# camera_password_error_prompt
source: Incorrect password. Please enter again
de: Falsches Passwort. Bitte geben Sie es erneut ein
es: Contraseña incorrecta. Introduzca de nuevo
fr: Mot de passe incorrect. Veuillez le saisir à nouveau
it: Password errata. Inserire nuovamente
ko: 비밀번호 오류, 다시 입력하십시오.
ru: Неверный пароль. Пожалуйста, введите еще раз.

# doorlock_log_passwordwrongmanytimes
source: Too Many Password Attempts Failed
de: Zu viele fehlgeschlagene Eingabeversuche
es: Demasiados intentos fallidos de contraseña
fr: Trop de tentatives de mot de passe ont échoué
it: Troppi tentativi di password falliti
ko: 빈번한 비밀번호 해제 실패

# device_curtain_config_fail
source: Configuration failed
de: Konfiguration fehlgeschlagen
es: Fallo en la configuración
fr: Échec de configuration
it: Configurazione non riuscita
ko: 설정 실패，잠시후 다시 시도해주세요.
ru: Ошибка конфигурации

# device_set_poweron_off_pop_2
source: After setting, if you perform the operation of "turn on and off the power and reset the lamp five times", the light will not be on synchronously after the "power on" action. Do you want to continue setting up?
de: Wenn Sie nach der Einrichtung den Vorgang „Ein- und Ausschalten der Stromversorgung und fünfmaliges Zurücksetzen der Lampe“ ausführen, wird das Licht nach der Aktion „Einschalten“ nicht synchron eingeschaltet. Möchten Sie die Einstellung vornehmen?
es: Tras configurarlo, si realiza la operación "encender y apagar y reiniciar la lámpara cinco veces", la luz no se sincronizará tras la acción de "encendido". ¿Desea continuar la configuración?
fr: Après le réglage, si vous effectuez l’opération « allumer et éteindre l’alimentation et réinitialiser la lampe cinq fois », la lumière ne s’allumera pas de manière synchrone après l’action « mise sous tension ». Voulez-vous continuer la mise en place ?
it: Dopo l'impostazione, se si esegue l'operazione di "accensione e spegnimento e ripristino della lampada per cinque volte", la luce non si accenderà in modo sincrono dopo l'azione di "accensione". Vuoi continuare a configurare?
ko: 설정을 적용하면, 리셋이 필요할 때 전원을 공급했다 차단했다 5회 진행하는 동안 조명이 들어오지 않습니다. 계속하시겠습니까?
ru: Включить и выключить пять раз для сброса лампы

# doorlock_configure_wifi
source: Configure Wi-Fi
de: WLAN konfigurieren
es: Configurar wifi
fr: Configuration du Wi-Fi
it: Configurare Wi-Fi
ko: Wi-Fi 구성

# device_set_popup_text
source: The configuration may take some time, please wait. You could also click the button on the device to speed up the configuration process
de: Die Konfiguration kann einige Zeit in Anspruch nehmen. Bitte warten Sie. Sie können auch auf die Taste am Gerät betätigen, um den Konfigurationsprozess zu beschleunigen
es: La configuración podría llevar un tiempo, espere. También puede hacer clic en el botón del dispositivo para acelerar el proceso de configuración
fr: La configuration peut prendre un certain temps, veuillez patienter. Vous pouvez également cliquer sur le bouton de l'appareil pour accélérer le processus de configuration
it: La configurazione potrebbe richiedere del tempo, si prega di attendere. Si può anche fare clic sul pulsante del dispositivo per accelerare il processo di configurazione.
ko: 환경 설정에 시간 걸릴 수 있으므로 잠시 기다리십시오. 또한 장치의 버튼을 클릭하여 프로세스의 속도를 높이십시오.
ru: Конфигурация может занять некоторое время. Пожалуйста, подождите. Также Вы можете нажать кнопку на устройстве, для ускорения процесса конфигурации.

# user_set_password_hint
source: Password must be 8–16 characters and include both numbers and letters/special characters.
de: Das Passwort muss 8–16 Zeichen lang sein und sowohl Ziffrn als auch Buchstaben/Sonderzeichen enthalten.
es: La contraseña debe tener entre 8 y 16 caracteres e incluir números y letras/caracteres especiales.
fr: Le mot de passe doit compter de 8 à 16 caractères et comprendre des chiffres et des lettres/caractères spéciaux.
it: La password deve essere composta da 8-16 caratteri e includere sia numeri che lettere/caratteri speciali.
ko: 비밀번호 형식은 8자-16자입니다. 숫자, 문자, 특수문자 중 적어도 두 가지 이상 조합으로 설정해 주세요.
ru: Пароль должен состоять из 8-16 знаков и содержать цифры, буквы и/или символы.

# device_pwd_format_error
source: Wrong password format
de: Falsches Passwortformat
es: Formato de contraseña erróneo
fr: Mauvais format de mot de passe
it: Formato della password errato
ko: 비밀번호 형식을 확인해주세요.
ru: Ошибка формата пароля

# device_sensor_natgas
source: Mi Smart Natural Gas Detector
de: Mi Smarter Erdgasfühler
es: Detector inteligente de gas natural Mi
fr: Détecteur de gaz naturel intelligent Mi
it: Rivelatore intelligente di gas naturale Mi
ko: 샤오미 가스 누설 검지기
ru: Mi Умный Детектор Природного Газа

# user_login_email_error_warn
source: Please log in with a correct e-mail
de: Bitte melden Sie sich mit der richtigen E-Mail-Adresse an
es: Inicie sesión con un correo electrónico válido
fr: Veuillez vous connecter avec une adresse e-mail correcte
it: Effettuare il login con un'e-mail corretta
ko: 정확한 이메일로 로그인해 주세요
ru: Введите Email
