Repository: acodeworker/localzedLoader
Catalog: *.lproj/Localizable.strings
Languages: de, es, fr, it, ko, ru

# doorlock_updating_local
source: Locally updating...
de: Lokale Aktualisierung ...
es: Actualizando localmente...
fr: Mise à jour locale...
it: Aggiornamento locale...
ko: 로컬 업데이트 중...

# curve_zigbee_weak_autofit
source: Adjust Automatically
de: Automatisch einstellen
es: Ajustar automáticamente
fr: Ajuster automatiquement
it: Regolare automaticamente
ko: 자동 조절
ru: Настроить автоматически

# device_acpartner_control_add_guide
source: Aim at the Air Conditioning Controller with your air conditioner remote control, then Air Conditioning Controller will memorize your current status.
de: Zielen Sie mit der Fernbedienung Ihres Klimageräts auf die Steuerung der Klimaanlage, dann speichert das Klimagerät den aktuellen Status.
es: Apunte al controlador del aire acondicionado con el control remoto. De esta manera, el controlador del aire acondicionado memorizará su estado actual.
fr: Visez le contrôleur de climatiseur avec la télécommande, pour que le contrôleur de climatiseur enregistre votre état actuel.
it: Puntare il controller dell'aria condizionata con il telecomando del condizionatore, quindi il controller dell'aria condizionata memorizzerà il tuo stato attuale.
ko: 에어컨 리모컨을 에어컨 컨트롤러를 향하여 버튼을 누르면 에어컨 컨트롤러가 에어컨의 현재 상태를 기억하게 됩니다.
ru: Направьте ПДУ на контроллер кондиционера и нажмите кнопку. Контроллер кондиционера запишет текущее состояние кондиционера.

# other_cloud_error_621
source: Device offline, please try again later
de: Gerät offline, versuchen Sie es später bitte erneut
es: Dispositivo desconectado, inténtalo de nuevo más tarde
fr: Appareil hors ligne, réessayez plus tard
it: Dispositivo offline, riprovare più tardi
ko: 장치가 오프라인입니다. 잠시 후 다시 시도해주세요.
ru: Устройство не в сети, попробуйте позже

# doorlock_permnent
source: Permanent
de: Dauerhaft
es: Permanente
it: Permanente

# device_gateway_sub_device_count
source: Bridged Accessories
de: Überbrückte Zubehör
es: Accesorios para el puente
fr: Accessoires en passerelle
it: Accessori a ponte
ko: 연결된 장치 수
ru: Связанные устройства

# doorlock_usergroud_notexist
source: User group does not exist
de: Die Benutzergruppe existiert nicht
es: El grupo de usuario no existe
fr: Le groupe d’utilisateur n’existe pas
it: Il gruppo di utenti non esiste
ko: 사용자 그룹이 존재하지 않습니다.

# device_max_power_limit
source: Maximum power limit
de: Maximale Leistungsgrenze
es: Límite de potencia máxima
fr: Puissance limite maximale
it: Limite massimo di potenza
ko: 최대 전력 제한
ru: Максимальный предел мощности

# doorlock_fingerprint_entry_area_insufficient
source: Fingerprint surface is too small
de: Fingerabdruckfläche ist zu klein
es: La superficie de la huella dactilar es demasiado pequeña
fr: La surface de l’empreinte digitale est trop petite
it: La superficie dell' impronta digitale è troppo piccola
ko: 지문 표면이 너무 작습니다.

# device_count_offline_count_2
source: Total devices: %d; Offline devices: %d
de: Geräte insgesamt: %d; Offline-Geräte: %d
es: Dispositivos totales: %d; dispositivos desconectados: %d
fr: Total d’appareils : %d ; Appareils hors ligne : (d).
it: Dispositivi totali: %d; Dispositivi offline: %d
ko: 총 %d 개 장치; 오프라인 장치%d 개
ru: %d устройств всего; %d устройств не в сети.

# curve_online
source: Online
es: En línea
fr: En ligne
it: In linea
ko: 온라인
ru: Онлайн

# device_upgrade_loading_firmware_fios
source: Downloading...
de: Wird heruntergeladen...
es: Descargando…
fr: Téléchargement...
it: In download...
ko: 다운로드 중...
ru: Загрузки ...

# doorlock_wifi_connect_success_check_signal_banlance
source: Wi-Fi connection is successful. Signal stability is being checked
de: WLAN-Verbindung erfolgreich. Die Signalstabilität wird geprüft
es: La conexión de Wi-Fi es exitosa. Se está chequeando la estabilidad de la señal
fr: Connexion Wi-Fi effectuée. Vérification de la stabilité du signal
it: La connessione Wi-Fi è riuscita. La stabilità del segnale è in corso di verifica
ko: Wi-Fi 연결에 성공했습니다. 신호 안정성을 점검하는 중...

# notification_homepage_card_alert_desc
source: Alarm Notifications are set on homepage cards settings page
de: Alarmbenachrichtigungen werden auf der Einstellungsseite der Homepage-Karten eingestellt
es: Las notificaciones de alarma se establecen en la página de configuración de las tarjetas en la página de inicio
fr: Les notifications d’alarme sont définies dans les cartes de page d’accueil de la page des réglages.
it: Le notifiche di allarme sono impostate nella pagina delle impostazioni delle schede della homepage.
ko: 홈페이지 카드 설정 화면에서 설정한 알림
ru: Тревожные уведомления устанавливаются в настройках инфо карточек главной страницы

# other_pull_up_loading
source: Loading
de: Wird geladen
es: Cargando
fr: Chargement
it: Caricamento
ko: 더 많은 데이터를 업로드 중입니다.
ru: Загрузка дополнительных данных

# other_auto_ota_title
source: 自动固件升级
de: Automatische Firmware-Aktualisierung
es: Actualización de firmware automática
fr: Mise à jour automatique du micrologiciel
it: Aggiornamento automatico del firmware
ko: 자동 펌웨어 업그레이드

# other_downloading_num
source: Downloading: %1$d
de: Wird heruntergeladen: %1$d
es: Descargando… %1$d
fr: Téléchargement : %1$d
it: In download: %1$d
ko: %1$d개를 다운로드 중입니다.
ru: Скачивание: %1$d

# other_loading_more_hint
source: Loading...
de: Wird geladen...
es: Cargando...
fr: Chargement...
it: Caricamento...
ko: 로드 중...

# other_action_auto_change
source: Auto Switch
de: Automatischer Schalter
es: Interruptor automático
it: Commutazione automatica
ko: 자동 스위치
ru: Авто

# camera_face_privacy_content
source: Before using the face recognition function, please fully read, understand and accept all the contents of "Lumi Camera Face Recognition Authorization". You can use this function after agreeing to the authorization.
de: Bevor Sie die Gesichtserkennungsfunktion verwenden, lesen und verstehen Sie bitte den gesamten Inhalt von „Lumi Kamera Gesichtserkennungsautorisierung“ und akzeptieren Sie diese. Diese Funktion steht Ihnen nach Zustimmung zu dieser Autorisierung zur Verfügung.
es: Antes de utilizar la función de reconocimiento facial, por favor, lea completamente, entienda y acepte todo el contenido de “Autorización de reconocimiento facial de la cámara Lumi”. Puede utilizar esta función después de aceptar la autorización.
fr: Avant d’utiliser la fonction de reconnaissance du visage, veuillez lire attentivement, comprendre et accepter tout le contenu de « Autorisation de reconnaissance du visage de Lumi Camera ». Vous pourrez utiliser cette fonction après avoir accepté de l'autoriser.
it: Prima di utilizzare la funzione di riconoscimento del volto, leggere attentamente, comprendere e accettare tutti i contenuti di "Autorizzazione al riconoscimento del volto della fotocamera Lumi". È possibile utilizzare questa funzione dopo aver accettato l'autorizzazione.
ko: 얼굴 인식 기능 사용 전 'Lumi 카메라 얼굴 인식 등록'의 모든 내용을 충분히 읽어 이해하고 동의하십시오. 등록 확인 후 해당 기능을 사용할 수 있습니다.
ru: Перед использованием функции распознавания лиц, пожалуйста, полностью прочтите, уясните и примите все содержание «Авторизации распознавания лиц видеокамеры Lumi». Вы можете использовать данную функцию только после того, как дадите согласие на авторизацию.

# other_updating_hint
source: Downloading in the background, please wait...
de: Der Download läuft im Hintergrund, bitte warten...
es: Descargando en el fondo, por favor espere...
fr: Téléchargement en arrière-plan, patientez...
it: Download in background, attendere prego...
ko: 백그라운드에서 다운로드 중입니다. 잠시만 기다려 주세요.
ru: Загружается в фоновом режиме, подождите...

# device_open_close_curtain_auto
source: Auto Mode
de: Auto-Modus
es: Modo automático
fr: Mode auto
it: Modalità automatica
ko: 커튼 자동 열기/닫기
ru: Помощь в ручном режиме

# common_syncing
source: Synchronizing...
de: Gerade synchronisieren...
es: Sincronizando...
fr: Synchronisation...
it: Sincronizzazione...
ko: 동기화 중...
ru: Синхронизация...

# homekit_closing
source: closing
de: Wird geschlossen
es: cerrando
fr: fermeture
it: chiusura

# automation_not_exist
source: Ifttt not exist or has deleted
de: Ifttt nicht vorhanden oder wurde gelöscht
es: Ifttt no existe o ha sido eliminado
fr: Ifttt inexistant ou supprimé
it: Non esiste o è stato cancellato
ko: IFTTT가 존재하지 않거나 삭제되었습니다.
ru: Ifttt не существует

# doorlock_no_finger_print
source: No Fingerprints
de: Keine Fingerabdrücke
es: No hay huellas dactilares
fr: Aucune empreinte digitale
it: Nessuna impronta digitale
ko: 지문이 없습니다.
ru: Нет отпечатков пальцев

# device_curtain_closing_short
source: Closing...
de: Wird geschlossen...
es: Cerrando...
fr: Fermeture...
it: Chiusura...
ko: 닫는 중
ru: Закрытие...

# other_app_guide_ifttt
source: With Automation, you can make your home a Smart Home.
de: Dank Automation können Sie Ihr Zuhause zu einem Smart Home machen.
es: Con la automatización, puede hacer de su hogar un hogar inteligente.
fr: Avec l’automatisation, vous pouvez transformer votre domicile en une maison intelligente.
it: Con l'automazione, è possibile rendere la propria casa una Casa Intelligente.
ko: 설정해둔 조건에 따라 자동으로 장치들이 동작합니다.
ru: Автоматизации позволяют гибко настроить работу умных устройств

# device_me_bell_add_no_device
source: No devices supporting custom ringtones in the current
de: Zurzeit unterstützen keine Geräte benutzerdefinierte Klingeltöne
es: No hay dispositivos que admitan tonos de llamada personalizados en curso
fr: Aucun appareil prenant en charge les sonneries personnalisées dans l’actuel
it: Non ci sono dispositivi che supportano suonerie personalizzate nella versione attuale
ko: 사용자 정의 벨소리를 지원하는 장치가 없습니다.
ru: Нет устройства, поддерживающего пользовательские рингтоны

# doorlock_gateway_bind_back
source: Binding the hub. If you exit now, it will affect the hub stability. Exit or not?
de: Verbinden des Hubs. Wenn Sie jetzt beenden, wird die Stabilität des Hubs beeinträchtigt. Beenden oder nicht?
es: Vincular el hub. Si sale ahora, eso afectará la estabilidad del hub. ¿Salir o no?
fr: Association du Hub. Si vous quittez maintenant, la stabilité du Hub sera affectée. Quitter ou non ?
it: Collegare l'hub. Se si esce ora, la stabilità dell'hub ne risentirà. Uscire o no?
ko: 허브를 연결합니다. 지금 종료하면 허브 안정성에 영향을 미칩니다. 종료하시겠습니까?

# notification_ifttt
source: Automation Notifications
de: Automation Benachrichtigungen
es: Notificaciones de automatización
fr: Notifications d’automatisation
it: Automazione Notifiche
ko: 자동화 알림
ru: Уведомление автоматизаций

# camera_no_device_support
source: No Device for Face Identification
de: Kein Gerät zur Gesichtsidentifizierung
es: No hay dispositivos para la identificación de rostros
fr: Aucun appareil pour identification du visage
it: Nessun dispositivo per l'identificazione del volto
ko: 얼굴 인식을 지원하는 장치가 없습니다.
ru: Нет устройств с поддержкой распознавания лиц

# doorlock_wifi_set_dialog
source: Connecting to Wi-Fi. In order to keep your Wi-Fi stable, please don't leave
de: Mit WLAN verbinden. Um Ihr WLAN stabil zu halten, bewegen Sie sich nicht fort
es: Connectando a Wi-Fi. Para mantener el Wi-Fi estable, por favor no deje
fr: Connexion au Wi-Fi. Pour que votre Wi-Fi reste stable, veuillez ne pas quitter
it: Connessione al Wi-Fi. Per mantenere il Wi-Fi stabile, non lasciare il computer in funzione
ko: "Wi-Fi에 연결 중입니다. Wi-Fi를 안정적으로 유지하기 위해 떠나지 마세요.

# notification_automation_alert
source: Automation Alarm
es: Alarma de automatización
fr: Alarme d’automatisation
it: Automazione Allarme
ko: 자동화 알림
ru: Тревога автоматизации

# doorlock_nokeys
source: No keys
de: Keine Schlüssel
es: No hay llaves
fr: Aucune clé
it: Nessuna chiave
ko: 열쇠가 없습니다.
ru: Нет ключа

# camera_tf_card_state_formating
source: Formatting
de: Gerade formatieren
es: Estableciendo el formato
fr: Mise en forme
it: Formattazione
ko: 포맷
ru: Форматирование

# home_adjust_dst_auto
source: Adjust DST automatically
de: DST automatisch einstellen
es: Ajustar DST automáticamente
fr: Appliquer l’heure d’été automatiquement
it: Regolare automaticamente il DST
ko: 서머 타임 자동 조정
ru: Авто переход на летнее время

# security_alerting
source: Alarming
de: Aktivierung der Alarm
es: Estableciendo la alarma
fr: Alarme déclenchée
it: In allerta
ko: 경계 중
ru: Тревога

# other_auto_ota_time_detail
source: 自动升级时间段
de: Zeitraum für die automatische Aktualisierung
es: Periodo para la actualización automática
fr: Période de mise à jour automatique du micrologiciel
it: Periodo per l'aggiornamento automatico
ko: 자동 업그레이드 시간대

# device_self_detect_fail
source: Self-check failed
de: Selbsttest fehlgeschlagen
es: Autocomprobación fallida
fr: Échec de l’auto-vérification
it: Autocontrollo fallito
ko: 자체 검사 실패
ru: Не удалось выполнить самодиагностику

# other_app_upgrade_refuse
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
ko: 취소
ru: Отмена

# device_transcoding_num
source: Transferring: %1$d
de: Übertragen: %1$d
es: Transfiriendo: %1$d
fr: Transfert : %1$d
it: Trasferimento: %1$d
ko: 전송중 ：%1$d개
ru: Передача: %1$d

# device_control_replace_2
source: 正在更换网关…
de: Der Hub wird ersetzt…
es: Se está sustituyendo el hub…
fr: Le Hub est en cours de remplacement
it: L'hub viene sostituito

# device_curtain_noset_route
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
ko: 취소
ru: Отмена

# home_allow_tips
source: Is Aqara Home allowed to visit your geolocation?
de: Darf Aqara Home Ihre Geoposition aufrufen?
es: ¿Tiene Aqara Home permiso para visitar su geolocalización?
fr: Aqara Home est-il autorisé à visiter votre emplacement géographique ?
it: Aqara Home è autorizzata a visitare la tua geolocalizzazione?
ko: Aqara Home 위치 접근을 허용하시겠습니까?

# security_guard_auto_arm_save_tips
source: Automatic arming or disarming Alerts may cause unexpected consequences. Are you sure you want to proceed to Save?
de: Das automatische Scharfschalten oder Entschärfen von Alarmen kann unerwartete Folgen haben. Möchten Sie wirklich mit dem Speichern fortfahren?
es: Las alertas de armado o desarmado automático puede tener consecuencias inesperadas. ¿Está seguro de que desea guardar?
fr: Les alertes d’armement et de désarmement automatiques peuvent avoir des conséquences imprévues. Voulez-vous vraiment enregistrer ?
it: L'attivazione o la disattivazione automatica degli avvisi può causare conseguenze impreviste. Si è sicuri di voler procedere al salvataggio?
ko: 자동 보안 설정/해제 시 의도치 않게 동작할 수 있습니다. 저장 전 설정을 잘 살펴보시기 바랍니다.
ru: При автоматической постановке/снятии с охраны может возникнуть угроза безопасности. Действительно сохранить?

# doorlock_ota_rebooting
source: Restarting...
de: Neustart...
es: Reiniciando...
fr: Redémarrage
it: Riavvio...
ko: 다시 시작하는 중...

# device_control_signout
source: 正在更换网关，现在退出会导致“开机”功能启用失败
de: Der Hub wird ersetzt, die "Start-up"-Funktion kann nicht aktiviert werden, wenn Sie jetzt beenden
es: El hub está siendo sustituido, si sale, la función "arranque" fallará
fr: Le Hub est en cours de remplacement, la fonction « Démarrage » ne fonctionnera pas si vous fermez maintenant
it: L'hub è stato sostituito, se si esce ora non sarà possibile attivare la funzione "start-up"

# security_guard_auto_arm
source: Arm automatically
de: Automatisch scharfschalten
es: Automáticamente creado
fr: Armer automatiquement
it: Attivare automaticamente
ko: 보안 자동 실행
ru: Автоматическая постановка на охрану

# camera_sub_title_gprs_protect
source: Stop buffering is in progress.
de: Stopp-Pufferung ist im Prozess.
es: La parada del buffering está en curso.
fr: L'arrêt de la mise en mémoire tampon est en cours.
it: L'arresto del buffering è in corso.
ko: 모바일 네트워크 사용 시 자동으로 재생되지 않습니다.
ru: Выкл/вкл буферизацию данных для мобильной сети

# notification_allow_switch
source: Allow notifications
de: Benachrichtigungen zulassen
es: Permitir notificaciones
fr: Autoriser les notifications
it: Consentire le notifiche
ko: 알림 허용
ru: Разрешить уведомления

# security_guard_auto_unarm
source: Disarm automatically
de: Automatisch entschärfen
es: Desarmar automáticamente
fr: Désarmer automatiquement
it: Disarmare automaticamente
ko: 보안 자동 해제
ru: Снять охрану автоматически

# home_scene_executing
source: Executing the %1$s scene…
de: Ausführen der %1$s-Szene...
es: Ejecutando la %1$s escena…
fr: Exécution de la scène %1$s...
it: Esecuzione della scena %1$s...
ko: '%1$s' 씬을 실행 중입니다...
ru: Запуск «%1$s»...

# notification_four_home_alert
source: Alarm notification under four alert modes of Alert System
de: Alarmbenachrichtigung unter vier Alarmmodi von Alert System
es: Notificación de alarma en los cuatro modos de alerta del sistema de alerta
fr: Notification d’alarme sous quatre modes d’alerte du système d’alerte
it: Notifica di allarme in quattro modalità di allarme del sistema di allerta
ko: 보안 센터에 설정된 네 가지 경계 모드에 대한 알림
ru: Оповещение о тревоге установлено в четырех режимах оповещения охранного устройства

# device_setup_voice_12
source: User-defined audio:%1$s Volume: %2$s
de: Benutzerdefiniertes Audio:%1$s Lautstärke: %2$s
es: Audio definido por el usuario:%1$s Volumen: %2$d
fr: Audio défini par l'utilisateur : %1$s Volume : %2$s
it: Audio definito dall'utente:%1$s Volume: %2$s
ko: 사용자 정의 음성:%1$s 음량:%2$s
ru: Пользовательский голос: %1$s Громкость: %2$s

# common_think_again
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
ko: 취소
ru: Отменить

# other_exit_tips
source: Press again to exit
de: Zum Beenden erneut drücken
es: Presione nuevamente para salir
fr: Appuyez de nouveau pour quitter
it: Premere nuovamente per uscire
ko: 다시 한 번 클릭하면 프로그램이 종료됩니다.
ru: Нажмите ещё раз для выхода

# device_setup_voice_1
source: User-defined audio
de: Benutzerdefiniertes Audio
es: Audio definido por el usuario
fr: Audio défini par l'utilisateur
it: Audio definito dall'utente
ko: 사용자 정의 음성
ru: Пользовательский голос

# homepage_scene_executing
source: Executing the %@ scene…
de: Ausführen der %@-Szene...
es: Ejecutando la %@ escena…
fr: Exécution de la scène %@...
it: Esecuzione della scena %@...
ko: %@' 동시실행을 실행 중입니다...
ru: Запуск «%@»...

# device_sleep_in_bed
source: In bed
de: Im Bett
es: En cama
fr: Au lit
it: A letto
ko: 침대 위
ru: В постели

# other_me_help_customer_service
source: Customer Service
de: Kundenbetreuung
es: Servicio de atención al cliente
fr: Service à la clientèle
it: Assistenza Clienti
ko: 고객 서비스
ru: Служба поддержки

# notification_automation_alert_desc
source: Alarm notifications are set during the automation creation
de: Alarmbenachrichtigungen können bei der Erstellung der Automatisierung festgelegt werden
es: Las notificaciones de alarma se establecen durante la creación de la automatización
fr: Les notifications d’alarme sont définies pendant la création de l’automatisation
it: Le notifiche di allarme vengono impostate durante la creazione dell'automazione
ko: 자동 실행 생성 시 설정한 알림
ru: Тревожные уведомления устанавливаются в процессе создания автоматизации

# device_setup_voice_6
source: User-defined audio has reached the upper limit
de: Benutzerdefiniertes Audio hat die Obergrenze erreicht
es: El audio definido por el usuario ha alcanzado su límite máximo
fr: L'audio défini par l'utilisateur a atteint la limite supérieure
it: L'audio definito dall'utente ha raggiunto il limite massimo
ko: 최대한 사용자 정의 음성이 초과합니다.
ru: Лимит пользовательских голосов

# device_upgrade_loading_firmware
source: Downloading…
de: Wird heruntergeladen...
es: Descargando…
fr: Téléchargement...
it: Scaricare...
ko: 다운로드 중…
ru: Загрузки …

# notification_automation_desc
source: General message notifications are set during the automation creation
de: Allgemeine Benachrichtigungen können bei der Erstellung der Automatisierung festgelegt werden
es: Las notificaciones de los mensajes generales se establecen durante la creación de la automatización
fr: Les messages de notifications générales sont définis pendant la création de l’automatisation
it: Le notifiche generali dei messaggi vengono impostate durante la creazione dell'automazione.
ko: 자동 실행에서 설정한 푸쉬 메시지 알림
ru: Стандартный текст оповещений устанавливается при создании автоматизации

# other_me_update_auto_time
source: Automatic update time
de: Zeit automatisch aktualisieren
es: Tiempo de actualización automática
fr: Mise à jour automatique de l’heure
it: Tempo di aggiornamento automatico
ko: 시간 자동 업데이트
ru: Время автообновления

# device_firmware_checking
source: Checking update...
de: Update prüfen...
es: Chequeando actualizaciones...
fr: Vérification de la mise à jour...
it: Controllo degli aggiornamenti...
ko: 업데이트 확인 중
ru: Проверка наличия обновлений…

# other_me_update_auto
source: Automatic update
de: Automatisch aktualisieren
es: Actualización automática
fr: Mises à jour automatique
it: Aggiornamento automatico
ko: 자동 업데이트
ru: Автообновление

# common_automation
source: Automation
de: Automatisierung
es: Automatización
fr: Automatisation
it: Automazione
ko: 자동실행
ru: Автоматизации

# user_logout_timer
source: Cancel this account %1$s
de: Dieses Konto löschen %1$s
es: Cancelar esta cuenta %1$s
fr: Annuler ce compte %1$s
it: Annullamento dell'account %1$s
ko: 해당 계정 %1$s 탈퇴합니다.
ru: Обнулить аккаунт %1$s

# camera_lg_setting_item_help
source: Help
de: Hilfe
es: Ayuda
fr: Aide
it: Aiuto
ko: 도움말

# device_add_controller_hint
source: Reproduce the key commands on the remote controller one by one to achieve control
de: Wiederholen Sie nacheinander die Tastenbefehle auf der Fernbedienung, um die Steuerung zu übernehmen
es: Reproduzca los comandos de las teclas del control remoto uno por uno para lograr el control
fr: Utilisez les commandes des touches de la télécommande les unes après les autres pour prendre le contrôle
it: Riprodurre uno per uno i comandi dei tasti sul telecomando per ottenere il controllo
ko: 선택한 리모컨으로 장치를 제어할 수 있습니다
ru: Воспроизведите одну за другой основные команды ПДУ для проверки

# camera_lg_setting_item_device_information
source: Device information
de: Informationen zum Gerät
es: Información del dispositivo
fr: Informations sur l'appareil
it: Informazioni sul dispositivo
ko: 맘카 정보

# common_alert
source: Attention
de: Achtung
es: Atención
it: Attenzione
ko: 주의
ru: Внимание

# device_transcoding
source: Sending code...
de: Code wird gesendet...
es: Enviando código...
fr: Envoi du code...
it: Inviare un codice...
ko: 코드 전송 중...
ru: Отправка кода...

# camera_lg_ubox_delete_all
source: Delete All
de: Alles löschen
es: Eliminar todos
fr: Supprimer tout
it: Elimina tutto
ko: 전체 삭제

# camera_lg_setting_item_camera_settings
source: Camera settings
de: Kamera-Einstellungen
es: Ajustes de cámara
fr: Réglages de caméra
it: Impostazioni della fotocamera
ko: 맘카 설정

# user_logout
source: Cancel Account
de: Konto löschen
es: Cancelar cuenta
fr: Annuler le compte
it: Annullamento account
ko: 계정 탈퇴
ru: Обнуление аккаунта

# camera_lg_setting_item_alert_setting
source: Alert settings
de: Warneinstellungen
es: Ajustes de alertas
fr: Paramètres d'alerte
it: Impostazioni degli avvisi
ko: 감지 설정

# camera_lg_setting_item_screenshot
source: My screenshot & recording
de: Mein Screenshot & Aufnahme
es: Mis capturas de pantalla & grabaciones
fr: Mes captures d’écran et enregistrements
it: Schermata e registrazione
ko: 휴대폰 녹화 영상/사진 보기

# access_success_tip2_head
source: Attention:
de: Achtung:
es: Atención:
it: Attenzione:
ko: 참고 :
ru: Внимание:

# camera_lg_setting_item_hub_setting
source: Hub function settings
de: Einstellungen der Hub-Funktion
es: Ajustes de función Hub
fr: Réglages des fonctions de Hub
it: Impostazioni della funzione Hub
ko: 맘카 경고음 설정

# device_join_warning_content
source: Attention
de: Achtung
es: Atención
it: Attenzione
ko: 주의
ru: Внимание

# camera_lg_setting_item_u_box
source: My videos in U⁺ Box
de: Meine Videos in der U⁺ Box
es: Mis videos en U⁺ Box
fr: Mes vidéos dans U⁺ Box
it: I miei video in U⁺ Box
ko: 감지/타임랩스 영상 보기

# home_transfer_send_title
source: Out of the Home
de: Außerhalb des Hauses
es: Fuera del Hogar
fr: Hors du domicile
it: Fuori casa
ko: 홈 전송
ru: Из дома

# camera_lg_setting_item_time_lapse
source: Time-lapse video
de: Zeitraffer-Video
es: Video time-lapse
fr: Vidéo en accéléré
it: Video time-lapse
ko: 타임랩스 촬영
