Repository: acodeworker/localzedLoader
Catalog: *.lproj/Localizable.strings
Languages: de, es, fr, it, ko, ru

# camera_control_person_marker
source: Input the character name. People with the same names will be labeled as the same person
de: Bitte geben Sie den Namen der Person ein, der gleiche Name wird als die gleiche Person markiert
es: Ingrese el nombre de la persona, con el mismo nombre se marcará como la misma persona.
fr: Entrer les noms s'il vous plaît, marquer le même nom comme la même personne
it: Inserisci il nome della persona, lo stesso nome verrà contrassegnato come la stessa persona
ko: 이름을 입력해 주세요. 동일한 이름이면 동일 인물로 표기됩니다.
ru: Введите имя человека, то же имя будет помечено как одно и то же лицо

# camera_control_face_identify_sensitive
source: Sensitivity of face recognition
de: Sensibilität der Gesichtserkennung
es: Sensibilidad de reconocimiento facial
fr: Sensibilité de la reconnaissance faciale
it: Sensibilità al riconoscimento facciale
ko: 얼굴 인식 감도
ru: Чувствительность распознавания лиц

# device_set_face_add_fail_pop_text2
source: The maximum of the faces is not remarked. The upper limit will be reached soon or has been reached. Please select and delete manually. Otherwise, the earliest face imported will be deleted dynamically.
de: Die Anzahl der noch nicht bereitgestellten Gesichtsbanken hat ihr Limit erreicht. Bitte löschen Sie diese manuell, andernfalls werden die ältesten Gesichter durchlaufen und gelöscht
es: La cantidad de bases de datos de rostros sin marcar está a punto o ya alcanza el límite superior, bórrelo manualmente, de lo contrario, se eliminan los rostros más anteriores.
fr: Il n'est pas indiqué que le nombre des visages atteindra la limite supérieure, il faut les nettoyer manuellement, sinon, les visages au premier seront supprimés de manière continue
it: Il numero di database dei volti non contrassegnati sta per raggiungere o ha raggiunto il limite massimo. Si prega di cancellare manualmente, altrimenti i volti più vecchi verranno implementati
ko: 확인되지 않은 얼굴이 최대 수량에 도달했습니다. 수동으로 정리하거나 가장 오랜된 얼굴부터 자동 삭제하도록 둘 수 있습니다.
ru: Число библиотек неотмеченных лиц приближается к максимуму. Удалите их вручную, иначе будут прокручиваться самые ранние лица

# camera_control_power_low_tip
source: The remaining electric quantity is low and the battery will run out. Please change the battery as soon as possible!
de: Der Akku ist fast leer, tauschen Sie ihn sofort aus!
es: La batería está baja y está a punto de agotarse, ¡reemplácela inmediatamente!
fr: Basse énergie électrique, elle sera bientôt épuisée, changer la batterie immédiatement！
it: La batteria è scarica e sta per esaurirsi, sostituire immediatamente la batteria!
ko: 배터리가 부족합니다. 가능한 빨리 교체해 주세요.
ru: Батарея скоро разрядится, немедленно замените батарею!

# camera_control_doorbell_signal_tip
source: The weak signal received by the doorbell from the repeater will affect the experience of livestreaming video and voice intercom. Please try to shorten the installation distance between the doorbell and the repeater or check whether there are other wireless interference sources in the environment
de: Ein schwaches Signal vom Repeater, der die Türklingel empfängt, beeinträchtigt das Live-Video- und Voice-Intercom-Erlebnis. Bitte versuchen Sie, den Abstand zwischen der Türklingel und dem Repeater zu verkürzen, oder prüfen Sie, ob es in der Umgebung andere Quellen für drahtlose Störungen gibt
es: La señal débil recibida por el timbre del repetidor afectará la experiencia del video en vivo y el intercomunicación por voz. Intente acortar la distancia de instalación entre el timbre y el repetidor o verifique si hay interferencia inalámbrica en el entorno.
fr: Le signal faible du répétiteur reçu par la sonnette influe sur la vidéo en direct et le dialogue par interphone, essayer de raccourcir la distance d'installation entre la sonnette et le répétiteur ou inspecter s'il y a des autres sources d'interférence sans fil dans l'environnement
it: Il segnale debole ricevuto dal campanello dal ripetitore influirà sull'esperienza del videocitofono in diretta e vocale. Provare a ridurre la distanza di installazione tra il campanello e il ripetitore o verificare se nell'ambiente sono presenti altre fonti di interferenza wireless.
ko: 도어벨 수신 리피터의 신호가 약하면 영상 재생과 음성 대화에 영향을 줄 수 있습니다. 도어벨과 리피터의 설치 거리를 줄이거나 주변에 다른 무선 간섭원이 있는지 확인해 주세요.
ru: Слабый сигнал, полученный дверным звонком от ретранслятора, повлияет на видео в реальном времени и гоолосовой домофон. Попробуйте сократить расстояние между дверным звонком и ретранслятором или проверьте, нет ли вокруг других источников беспроводных помех.

# camera_control_power_surplus
source: Remaining electric quantity:
de: Verbleibende Ladung：
es: Batería restante:
fr: Energie électrique restante :
it: Batteria rimanente:
ko: 남은 전력량:
ru: Осталось заряда батареи:

# camera_control_power_low
source: Low battery:
de: Niedrige Akkuladung:
es: Baja potencia:
fr: Energie électrique basse :
it: Batteria bassa:
ko: 배터리 상태:
ru: Низкий заряд батареи:

# device_group_detail_hint2
source: The current group has the following devices
de: Die folgenden Geräte befinden sich derzeit in der Gruppe
es: Los siguientes dispositivos están actualmente en el grupo
fr: Il y a les appareils ci-dessous dans ce groupe
it: I seguenti dispositivi sono nel gruppo corrente
ko: 현재 그룹에 다음과 같은 장치가 있습니다.
ru: В текущей группе находятся следующие устройства

# device_group_ac
source: Air conditioner group
de: Gerätegruppe Klimatechnik
es: Unidades de Aire Acondicionado
fr: Groupe des climatiseurs
it: Gruppo Condizionatore
ko: 에어컨 그룹
ru: Группа кондиционеров

# device_group_detail_hint1
source: The current device has been added to the following device group
de: Die folgenden Gerätegruppen wurden zu den aktuellen Geräten hinzugefügt
es: Se han añadido los siguientes grupos de dispositivos a los dispositivos actuales
fr: L'appareil existant a été ajouté aux groupes d'appareil ci-dessous
it: Il dispositivo corrente è stato aggiunto nei seguenti gruppi dispositivo
ko: 현재 장치가 다음 장치 그룹에 가입되어 있습니다.
ru: Текущее устройство присоединилось к следующим группам устройств

# homepage_card_music
source: Music
de: Musik
es: Música
fr: Musique
it: musica
ko: 음악
ru: Музыка

# device_group_add_text2
source: Select the devices that you want to combine
de: Wählen Sie die Geräte aus, die Sie kombinieren möchten
es: Elija los dispositivos que desea combinar
fr: Sélectionnez les appareils que vous souhaitez assembler
it: Selezionare i dispositivi che si desidera combinare
ko: 조합할 장치를 선택하세요
ru: Выберите устройство, которое вы хотите объединить

# device_group_switch
source: Switch group
de: Gerätegruppe Schalter
es: Unidades de interruptores
fr: Groupe des interrupteurs
it: Gruppo di interruttori
ko: 스위치 그룹
ru: Группа выключателей

# device_group_add_title1
source: Which group do you want to add?
de: Welcher Gruppe möchten Sie beitreten?
es: ¿Qué grupo quieres añadir?
fr: Quels sont les groupes que vous avez envie d'ajouter?
it: Quale gruppo vuoi aggiungere?
ko: 어떤 그룹을 추가하고 싶으신가요?
ru: Какую группу Вы хотите добавить?

# device_group_add_text1
source: You may combine multiple devices of the same type and control them together
de: Sie können mehrere Geräte desselben Typs kombinieren und alle steuern
es: Puedes combinar varios dispositivos del mismo tipo y controlarlos todos
fr: Vous pouvez combiner plusieurs appareils de même type pour les contrôler de façon unifiée.
it: Puoi combinare più dispositivi simili per un controllo unificato
ko: 같은 유형의 장치 여러 개를 조합하여 통합 제어할 수 있습니다.
ru: Вы можете группировать несколько устройств одного типа для единого управления

# device_group_add
source: Add the device group
de: Hinzufügen einer Gerätegruppe
es: Añadir un grupo de dispositivos
fr: Ajoutez les groupes d'appareil
it: Aggiungi gruppo di dispositivi
ko: 장치 그룹 추가
ru: Добавить группу устройств

# device_group_edit_remind_pop
source: The current group has the "offline" or "deleted" devices. After editing, this type of devices will be removed out of the device group. Continue or not?
de: Derzeit befinden sich "offline" oder "gelöscht" Geräte in der Gruppe, die nach der Bearbeitung aus der Gerätegruppe entfernt werden, weiter oder nicht?
es: Actualmente hay dispositivos "desconectados" o "eliminados" en el grupo, después de la edición estos dispositivos serán eliminados del grupo de dispositivos. ¿Quiere continuar?
fr: Il y a les appareils "hors ligne" ou "déjà supprimés" dans ce groupe, ils seront éliminés du groupe des appareils après l'édition, continuez ou non?
it: Sono presenti dispositivi "offline" o "eliminati" nel gruppo corrente. Tali dispositivi verranno rimossi dal gruppo di dispositivi dopo la modifica. Continuare?
ko: 현재 그룹에 '오프라인' 또는 '삭제된' 장치가 있습니다. 해당 장치가 그룹에서 제거됩니다. 계속하시겠습니까?
ru: В текущей группе есть устройства «не в сети» или «удаленные» устройства. После редактирования такие устройства будут удалены из группы устройств. Продолжить?

# device_group_light
source: Lighting set
de: Gerätegruppe Beleuchtung
es: Unidades de luces
fr: Groupe des lampes
it: Gruppo di lampade
ko: 조명 그룹
ru: Группа ламп

# homepage_card_music_null_toast
source: Please bind the music account at the device side
de: Bitte gehen Sie zur Geräteseite und melden Sie sich für ein Musikkonto an
es: Por favor, vaya al lado del dispositivo y regístrese para obtener una cuenta de música
fr: Entrez dans l'appareil pour lier le compte de musique
it: Vai al lato del dispositivo per associare l'account musicale
ko: 장치에서 음악 계정을 연결하세요.
ru: Перейдите на сторону устройства, чтобы привязать музыкальный аккаунт.

# device_group_curtain
source: Curtain group
de: Gerätegruppe Vorhang
es: Unidades de cortinas
fr: Groupe des rideaux
it: Gruppo Curtain
ko: 커튼 그룹
ru: Группа штор

# common_quantity_limit_toast
source: The quantity is over the limit. Try again after reducing checks
de: Menge überschreitet Limit, bitte reduzieren Sie die Anzahl der angekreuzten Optionen und versuchen Sie es erneut
es: El número supera el límite. Reduzca el número de opciones seleccionadas y vuelva a intentarlo.
fr: Le nombre a dépassé la limite, réessayez après que quelques coches ont été supprimées.
it: Il numero ha superato il limite e si prega di riprovare riducendo le voci selezionate.
ko: 허용된 제한을 초과했으니 체크표시를 줄인 후 다시 시도하세요.
ru: Достигнут предел. Уменьшите и повторите

# me_home_invite_account_aqara
source: members of the Aqara account
de: Mitglieder des Aqara Kontos
es: Miembros de la cuenta Aqara
fr: Membres du compte Aqara
it: Membri dell'account Aqara
ko: Aqara 계정 멤버
ru: Члены аккаунта Aqara

# me_home_invite_update_remind
source: Family members may invite WeChat friends. After accepting the invitation, the other side may directly use the WeChat applet "Hi, Xiaoqiao" to control the family device. Come to try it
de: Familienmitglieder können jetzt ihre Freunde über WeChat einladen. Nach Annahme der Einladung können sie die WeChat-App "Hi Xiaoqiao" verwenden, um ihre Heimgeräte direkt zu steuern.
es: Los miembros de la familia pueden ahora invitar a sus amigos en WeChat. Tras aceptar la invitación, pueden utilizar la aplicación de WeChat "Hi Xiaoqiao" para controlar directamente sus dispositivos domésticos. Vamos a tratarla
fr: Les membres de la maison peuvent invitez les amis de Wechat, quand les invitations sont acceptées par les amis de Wechat, ils peuvent utiliser directement le programme de Wechat "Hi, xiaoqiao" pour contrôler les appareils de la maison, essayez tout de suite
it: I membri della famiglia possono invitare gli amici di WeChat. Dopo aver accettato l'invito, l'altra parte può utilizzare direttamente l'applet WeChat "Hi Xiaoqiao" per controllare i dispositivi della famiglia. Vieni a provarlo.
ko: 가족 구성원은 위챗 친구를 초대할 수 있습니다. 초대를 받은 상대방이 위챗 미니 프로그램 '하이 샤오챠오'를 사용하여 스마트홈 장치를 제어할 수 있습니다.
ru: Члены семьи могут приглашать друзей из WeChat. После принятия приглашения другая сторона может напрямую использовать мини-приложение WeChat «Привет, Джо» для управления домашними устройствами. Приходите и попробуйте.

# me_home_invite_account_wechat
source: WeChat friends
de: WeChat Freunde
es: Amigos de WeChat
fr: Amis de WeChat
it: Amici di WeChat
ko: 위챗 친구
ru: WeChat-друзья

# camera_control_fluent
source: Fluent
de: Reibungslos
es: Modo fluido
fr: Fluidité
it: Fluente
ko: 표준
ru: Мощная

# ifttt_space_photograph
source: Space snapshot
de: Schnappschuss des Raums
es: Instantánea del espacio
fr: Instantané d'espace
it: Snapshot dello Spazio
ko: 스페이스 스냅샷
ru: Снимок пространства

# ifttt_excess_quantity_toast
source: The number of actions is beyond the limit. Please try again after removing
de: Die Anzahl der Aktionen hat die Beschränkung überschritten, bitte entfernen Sie diese und versuchen Sie es erneut
es: El número de acciones excede el límite, por favor, elimine e intente de nuevo
fr: Quand le nombre des actions dépasse la limite,enlevez et réessayez
it: Il numero di azione supera il limite, si prega di riprovare dopo aver rimosso alcune voci.
ko: 더 이상 동작을 추가할 수 없습니다. 다른 동작을 삭제 후 시도해 주세요..
ru: Количество действий превышает лимит. Пожалуйста, удалите и попробуйте снова

# common_device_type_specified_hint
source: Select the device type that you need to generate space snapshot
de: Wählen Sie den Gerätetyp aus, für den Sie einen Schnappschuss des Raums erstellen möchten
es: Seleccione el tipo de dispositivo para el que desea generar una instantánea del espacio
fr: Choisir le type de l'appareil dont vous avez besoin pour générer l'instantané d'espace
it: Selezionare il tipo dispositivo che vuole generare il Snapshot dello Spazio
ko: 스페이스 스냅샷을 생성할 장치 종류를 선택하십시오.
ru: Выберите тип устройства, для которого Вы хотите сгенерировать снимок пространства

# common_device_all
source: All devices
de: Alle Geräte
es: Todos los dispositivos
fr: Tous les appareils
it: Tutti dispositivi
ko: 모든 장치
ru: Все устройства

# common_device_type_specified
source: Designated device type
de: benannter Gerätetyp
es: Tipos de dispositivos especificados
fr: Type de l'appareil indiqué
it: Tipo dispositivo indicato
ko: 지정한 장치 종류
ru: Указанный тип устройства

# ifttt_space_photograph_guide
source: Through "space snapshot", you may rapidly acquire the current state of various devices in the space and generate action commands by one click
de: Mit dem "Schnappschuss des Raums" können Sie schnell auf den aktuellen Status der verschiedenen Geräte im Raum zugreifen und mit einem Klick Aktionsbefehle erzeugen
es: Con "instantánea del espacio", puede obtener rápidamente el estado actual de todos los tipos de dispositivos en el espacio y generar comandos de acción con un solo clic
fr: Vous pouvez obtenir rapidement les status actuels de tous les appareils dans l'espace à travers "l'instantané d'espace" et cliquer une fois pour générer la directive d'action
it: Tramite "Snapshot dello Spazio", puoi ottenere rapidamente gli stati attuali di ogni dispositivo nello spazio e generare comandi di azione con un clic
ko: '스페이스 스냅샷'을 통해 스페이스에 있는 각 장치의 현재 상태를 빠르게 확인하며 원클릭으로 단축어를 생성할 수 있습니다.
ru: С помощью «Снимка пространства» Вы можете быстро узнать о текущем состоянии различных устройств в пространстве и генерировать команды действий одним нажатием

# ifttt_excess_quantity_hint
source: Exceed %1$s actions
de: Aktion %1$s überschreiten
es: Excede el %1$s de acciones
fr: Dépasser %1$s actions
it: Ha superato %1$s azioni
ko: %1$s개의 동작을 초과했습니다
ru: Превышение %1$s действий

# device_group_curtain_1
source: Curtain group
de: Vorhanggruppe für Öffnung und Schließen
es: Juego de cortinas de apertura y cierre
fr: Groupe d'ouverture et de fermeture du volet roulant
it: Gruppo apertura e chiusura tenda
ko: 커튼 그룹
ru: Группа раздвижных штор

# device_group_curtain_2
source: Roller shade group
de: Vorhanggruppe
es: Juego de persianas enrollables
fr: Groupe de volet roulant
it: Gruppo avvolgimento tenda
ko: 블라인드 그룹
ru: Группа рулонных штор

# other_set_permissions_asr
source: Voice recognition
de: Spracherkennung
es: Reconocimiento de voz
fr: Reconnaissance vocale
it: Riconoscimento vocale
ko: 음성 인식
ru: Распознавание речи

# other_set_permissions_asr_text
source: Your consent is required to use voice recognition technology
de: Für die Verwendung der Spracherkennungstechnologie ist Ihre Zustimmung erforderlich
es: Se requiere su consentimiento para utilizar la tecnología de reconocimiento de voz
fr: Cela demande votre accord pour utiliser la technique de reconnaissance vocale
it: La tecnologia di riconoscimento vocale verrà applicata soltanto dopo aver tuo consenso.
ko: 음성 인식 기능을 사용하기 위해 사용자의 동의가 필요합니다.
ru: Для использования технологии распознавания речи требуется Ваше согласие

# ifttt_excess_quantity_hint_fios
source: Exceed %@ actions
de: Aktion %@ überschreiten
es: Excede el %@ de acciones
fr: Dépasser %@ actions
it: Ha superato %@ azioni
ko: %@개의 동작을 초과했습니다
ru: Превышение %@ действий

# device_start
source: Start
de: Öffnen
es: Abrir
fr: Ouvrez
it: Attiva
ko: 작동하기
ru: Включить

# device_loading
source: Loading...
de: Laden...
es: Cargando...
fr: En cours de chargement
it: Caricamento in corso...
ko: 로드 중...
ru: Загрузка...

# other_systemauthorization_speechrecognize_unable
source: Please allow Aqara Home to access the voice recognition in "Settings" - "Privacy" - "Voice recognition".
de: Bitte erlauben Sie Aqara Home den Zugriff auf die Spracherkennung unter "Einstellungen" - "Datenschutz" - "Spracherkennung".
es: Permite que Aqara Home acceda al reconocimiento de voz en "Ajustes" - "Privacidad" - "Reconocimiento de voz".
fr: Autorisez Aqara Home à avoir accès à la reconnaissance vocale dans "Etablissement"-"Confidentialité"-"Reconnaissance vocale".
it: Consenti ad Aqara Home di accedere al riconoscimento vocale in "Impostazioni" - "Privacy" - "Riconoscimento vocale".
ko: ‘설정'-'개인 정보 보호'-'음성인식'에서 Aqara Home이 음성인식에 접근할 수 있도록 해 주세요.
ru: Разрешите Aqara Home доступ к распознаванию речи в «Настройки» — «Конфиденциальность» — «Распознавание речи».

# ifttt_space_photograph_null_hint
source: No relevant equipment is available to generate snapshots
de: Es ist kein entsprechendes Gerät zur Erstellung eines Schnappschusses verfügbar.
es: No se dispone del equipo pertinente para generar instantáneas
fr: Il n'y a pas d'appareil pour générer l'instantané d'espace
it: Impossibile generare lo snapshot perché i dispositivi non sono disponbili.
ko: 스냅샷을 촬영할 수 있는 장치가 없습니다.
ru: Нет соответствующего устройства, нельзя создать снимок

# other_systemauthorization_speechrecognize_title
source: Voice recognition failed
de: Spracherkennung ist nicht verfügbar
es: El reconocimiento de voz no está disponible
fr: La reconnaissance vocale ne peut pas être utilisée
it: Impossibile effettuare il riconoscimento vocale
ko: 음성 인식을 할 수 없습니다.
ru: Нет распознавания речи

# service_card_ac_off
source: All ACs are turned off
de: Klimaanlagen alle aus
es: Aires acon apagado
fr: Toute la clim est éteinte
it: AC spento
ko: AC가 모두 꺼져 있습니다.
ru: AC откл

# common_ac_count_offline_text_fios
source: %@ ACs in total; %@ ACs are offline
de: Gesamt %@ Klimaanlagen, %@ offline
es: Total %@ aires acon, %@ fuera de línea
fr: Total% @ clim,% @ hors ligne
it: Totale di %@ AC, di cui %@ off-line
ko: AC는 총 %@대이고, 그 중에 %@대는 오프라인입니다.
ru: Всего %@ AC, %@ выкл

# service_card_ac_room_fios
source: %@ temperature
de: %@Kühlung und Heizung
es: %@ Refrigeración y calefacción
fr: %@ chaud et froid
it: %@ riscald./raffreda.
ko: %@냉난방
ru: Охлаждение-нагрев %@

# common_service_control_null
source: No services now
de: Derzeit kein Service
es: Ahora no hay servicio
fr: Aucun service disponible
it: Nessun servizio
ko: 서비스가 없습니다.
ru: Нет сервисов

# common_ac_count_text_fios
source: %@ ACs in total
de: Gesamt %@ Klimaanlagen
es: Total %@ aires acon
fr: Total% @ clim
it: Totale di %@ AC
ko: AC 총 %@대
ru: Всего %@ AC

# service_card_ac_offline_all
source: All ACs have been offline
de: Alle Klimaanlagen sind offline
es: Todo el aire acon está desconectado
fr: Toute la clim est hors ligne
it: Tutti AC off-line
ko: 모든 AC가 오프라인입니다.
ru: Все AC выкл

# service_card_ac_house
source: Temperature of the entire house
de: Heizung und Kühlung für das ganze Haus
es: Calefacción y refrigeración para toda la casa
fr: Chaleur et froid dans toute la maison
it: Modalità Risca./Raffred. della stanza
ko: 풀 하우스 냉난방
ru: Охлаждение-нагрев дома

# common_device_on
source: Start
de: Einschalten
es: Encender
fr: Allumer
it: Acceso
ko: 작동하기
ru: Вкл

# service_card_ac_null_all
source: No ACs in all rooms now
de: Alle Räume sind vorübergehend nicht klimatisiert
es: Ahora todos los cuartos no tienen aire acon
fr: Toutes les chambres ne disposent pas de clim
it: Tutte stance senza AC
ko: 모든 방에는 AC 장치가 없습니다.
ru: Все комнаты без AC

# service_card_ac_null
source: No ACs now
de: Keine Klimatisierung
es: Sin aire acon
fr: Pas de clim pour le moment
it: Nessun AC
ko: AC 장치가 없습니다.
ru: Нет AC

# service_card_ac_room_lit_count_fios
source: The ACs in %@ rooms are turned on
de: %@ Zimmer mit eingeschalteter Klimaanlage
es: %@ habitaciones con aire acon encendido
fr: La clim est allumée dans% @ chambres
it: Ci sono %@ AC accesi nelle stanze.
ko: 방 %@개에 AC가 켜져 있습니다.
ru: AC вкл в %@ комнатах

# service_card_ac_off_all
source: All ACs are turned off
de: Alle Klimaanlagen aus
es: Todos los aparatos de aire acon apagados
fr: Toute la clim est éteinte
it: Tutti AC spenti
ko: 모든 AC가 꺼져 있습니다.
ru: Все AC откл

# service_card_ac_list
source: AC card
de: Klimaanlagenkarte
es: Tarjeta de aire acon
fr: Carte de clim
it: Scheda AC
ko: AC 카드
ru: Карта AC

# service_card_ac_offline
source: All ACs have been offline
de: Alle Klimaanlagen sind offline
es: Todo el aire acon está desconectado
fr: La clim est déconnectée
it: Gli AC sono off-line
ko: AC가 모두 오프라인입니다.
ru: AC выкл

# me_voice_bind_google_agreement
source: Review Google‘s Privacy Policy
de: Zugang zu Googles [Datenschutzvereinbarung]
es: Acceso a la [Política de privacidad] de Google
fr: Consultez [le protocole de confidentialité] de Google
it: Consulta le [Informative sulla privacy] di Google

# me_voice_bind_google_agree_btn
source: Agree and link
de: Zustimmen und verbinden
es: Aceptar y conectar
fr: Acceptez et connectez
it: Consente e associa

# me_voice_bind_google_text
source: The APP will have the following permission after authorization: ·Device control permission ·Account information
de: Sofern sie autorisiert ist, verwendet die Google-App die folgenden Berechtigungen: -device control permissions -account-information
es: Tras la autorización, la aplicación de Google utilizará los siguientes permisos: -permisos de control del dispositivo -información de la cuenta
fr: Avec l'autorisation, Google App utilisera les droits suivants : ·droit de contrôler l'appareil ·information du compte
it: Dopo l'autorizzazione, Google App utilizzerà le seguenti autorizzazioni: ·Autorizzazioni di controllo del dispositivo ·Informazioni sull'account

# me_voice_bind_google_title
source: Link your Aqara account with Google account
de: Verbinden Sie Ihr Aqara-Konto mit Ihrem Google-Konto
es: Conecta tu cuenta de Aqara a tu cuenta de Google
fr: Connectez votre compte d'Aqara avec le compte de Google
it: Associa tuo account con quello di Google

# automation_txt_co2_above_fios
source: CO2 density above %@
de: La densidad de CO2 es superior %@
es: CO2-Dichte über %@
fr: Densité de CO2 supérieure à %@
it: Densità di CO2 superiore a%@
ko: CO2 농도 이하 %@
ru: Плотность CO2 выше %@

# automation_txt_co2_below_fios
source: CO2 density below %@
de: La densidad de CO2 es inferior %@
es: CO2-Dichte unterhalb %@
fr: Densité de CO2 inférieure à %@
it: Densità di CO2 inferiore a%@
ko: CO2 농도 초과 %@
ru: Плотность CO2 ниже %@

# automation_txt_set_as_fios
source: Set as %@
de: Als zugewiesene Szene festlegen %@
es: Configurada como escena asignada %@
fr: Définir comme scène assignée %@
it: Imposta come scena assegnata %@
ko: 지정된 시나리오로 설정 %@
ru: Сопоставить сценарию %@
