Repository: acodeworker/localzedLoader
Catalog: *.lproj/Localizable.strings
Languages: de, es, fr, it, ko, ru

# voice_guide_help_title1
source: Voice control of your devices
de: Sprachsteuerung für Ihre Geräte
es: Control de voces de tus dispositivos
fr: Contrôle vocal de vos appareils
it: Controllo vocale dei dispositivi
ko: 음성으로 홈 장치 관리
ru: Устройства для дома с голосовым управлением

# voice_guide_help_text2
source: Provide you with positive reminder push according to the device use conditions in your family. Know about your family and know more about you.
de: Positive Erinnerungsmeldung erhalten, die sich nach den Nutzungsbedingungen des Geräts in Ihrer Familie richtet. Bitte machen Sie hilfreiche Vorschläge
es: Proporcione un recordatorio positivo de acuerdo con las condiciones de uso del dispositivo en su familia. Conozca a su familia y conózcase más.
fr: Vous donne des rappels positifs par push en fonction des conditions d’utilisation de l’appareil dans votre famille. Restez au fait de votre famille et connaissez-vous mieux.
it: Fornisce suggerimenti positivi in base alle condizioni di utilizzo del dispositivo nella tua famiglia. Impara a conoscere la tua famiglia e a conoscere meglio te stesso.
ko: 더 좋은 서비스를 위해 가정 내 장치 사용량에 따른 알림 메시지를 드립니다.
ru: На основе текущего использования устройств в доме предоставлять Вам советы и напоминания

# voice_guide_text
source: Your smart steward of your home
de: Ihr smarter Verwalter für Ihr Zuhause
es: Soy tu administrador inteligente de tu hogar.
fr: Je suis l’assistante intelligente pour la maison
it: L'amministratore intelligente di tutta la casa
ko: 스마트 홈 도우미
ru: Твой умный помощник по дому

# voice_guide_help_text1
source: It may control the smart device, inquire about the device and environment status, or create automation and execution scenario instructions by voice
de: Sie können das smarte Gerät steuern, den Status des Geräts und der Umgebung abfragen oder Anweisungen zur Automatisierung und Ausführung von Szenarien per Sprachsteuerung erstellen
es: Puede controlar el dispositivo inteligente, consultar el estado del dispositivo y del entorno, o crear instrucciones de automatización y escenario de ejecución por voz
fr: Vous pouvez contrôler votre appareil intelligent, poser des questions sur les appareils et l’environnement, ou créer des automatisations pour l’exécution d’instructions par la voix
it: Può controllare il dispositivo intelligente, informarsi sullo stato del dispositivo e dell'ambiente o creare istruzioni per l'automazione e lo scenario di esecuzione con la voce
ko: 스마트 장치 관리, 장치 및 환경 상태 조회, 음성으로 자동실행 만들기 또는 동시실행을 도와 드릴 수 있습니다.
ru: Может управлять умными устройствами, запрашивать состояние устройства и окружающей среды, а также создавать автоматизацию и выполнять команды сценариев с помощью голосового управления.

# voice_guide_help_hint
source: May I help you?
de: Kann ich Ihnen helfen?
es: ¿En qué puedo ayudarte?
fr: Comment puis-je vous aider ?
it: Posso aiutarti?
ko: 도와드릴까요?
ru: Чем я могу помочь?

# me_set_permissions_recommend_hint
source: Personalized recommendations
de: Personalisierte Empfehlungen
es: Recomendaciones personalizadas
fr: Recommandations personnalisées
it: Suggerimenti personalizzati
ko: 맞춤형 추천 서비스에 동의하시는 경우 제품 사용 경험을 향상시킬 수 있는 서비스를 제안해 드립니다.
ru: После включения Вам будут предоставлены персональные рекомендации для улучшения качества продукта.

# voice_talk_guide_hint
source: Please speak...
de: Bitte fahren Sie fort. Ich höre...
es: Por favor, proceda. Estoy escuchando...
fr: Allez-y. J’écoute...
it: Per favore, vai avanti. Sto ascoltando...
ko: 말씀해 주세요
ru: Говорите...

# voice_guide_title
source: Hi, I am Xiao Qiao.
de: Hallo, ich bin Xiao Qiao.
es: Hola, soy Xiao Qiao.
fr: Bonjour, je suis Xiao Qiao
it: Ciao, sono Xiao Qiao.
ko: Hi, 샤오챠오입니다.
ru: Привет, я Джо

# voice_local_text
source: Hi, I am Xiao Qiao. I am your smart steward of the whole house
de: Hallo, ich bin Xiao Qiao. Ich bin Ihr smarter Verwalter für das ganze Haus
es: Hola, soy Xiao Qiao. Soy tu administrador inteligente de todo tu hogar
fr: Bonjour, je suis Xiao Qiao Je suis votre assistante intelligente pour toute la maison
it: Ciao, sono Xiao Qiao. Sono il tuo amministratore intelligente di tutta la casa
ko: Hi, 스마트 홈 도우미 샤오챠오입니다.
ru: Привет, я Джо, твой умный помощник по дому

# homepage_board_personalise
source: Personalization
de: Personalisierung
es: Personalización
fr: Personnalisation
it: Personalizzazione
ko: 개인화
ru: Персонализация

# homepage_board_group_add
source: Newly created groups
de: Neu erstellte Gruppen
es: Grupos recientemente creados
fr: Groupes nouvellement créés
it: Gruppi appena creati
ko: 새 그룹
ru: Новая группа

# homepage_board_group_set
source: Grouping management
de: Gruppenverwaltung
es: Gestión de la agrupación
fr: Gestion de groupement
it: Gestione dei gruppi
ko: 그룹 관리
ru: Управление группой

# me_set_permissions_recommend
source: Authority of personalized recommendations
de: Autorität der personalisierten Empfehlungen
es: Autoridad de recomendaciones personalizadas
fr: Autorité des recommandations personnalisées
it: Autorità dei consigli personalizzati
ko: 맞춤형 추천 서비스 받기
ru: Разрешения на персональные рекомендации

# me_set_recommend_management
source: Management of personalized recommendations
de: Verwaltung von personalisierten Empfehlungen
es: Gestión de recomendaciones personalizadas
fr: Gestion des recommandations personnalisées
it: Gestione dei suggerimenti personalizzati
ko: 맞춤형 추천 서비스 관리
ru: Персонализированное управление рекомендациями

# homepage_board_card_type0
source: Undefined
de: Undefiniert
es: Indefinido
fr: Non Défini
it: Non definito
ko: 사용자 정의
ru: Пользовательский

# homepage_board_theme_hint
source: Slide right or left to switch the theme
de: Schieben Sie nach rechts oder links, um das Thema zu wechseln
es: Deslice hacia la derecha o izquierda para cambiar el tema
fr: Faites glisser vers la droite ou la gauche pour changer le thème
it: Scorrere a destra o a sinistra per cambiare il tema
ko: 좌우 슬라이딩으로 테마 전환 가능
ru: Проведите пальцем влево или вправо, чтобы переключить тему

# homepage_board_card_type1
source: Home Service
de: Home-Dienst
es: Servicio de inicio
fr: Service à domicile
it: Servizio domestico
ko: 전체 공간 서비스
ru: Сервисы

# homekit_service_label
source: Service Label
de: Service-Etikett
es: Etiqueta de servicio
fr: Label de service
it: Etichetta di servizio
ko: 서비스 표시
ru: Метка службы

# homepage_board_null_text
source: Add the board, configure the board card you need and create your brand-new homepage
de: Fügen Sie die Karte hinzu, konfigurieren Sie die benötigte Karte und erstellen Sie Ihre brandneue Homepage
es: Añada el tablero, configure la tarjeta del tablero que necesite y cree su página de inicio nueva
fr: Ajoutez le tableau, configurez les cartes du tableau comme désiré et créez votre toute nouvelle page d’accueil
it: Aggiungere la scheda, configurare la scheda di cui si ha bisogno e creare una nuova homepage
ko: 필요한 장치들을 선택하여 새로운 대시보드를 만들어 보세요.
ru: Добавляйте панели, настраивайте нужные Вам карточки для панели и создавайте собственную новую домашнюю страницу.

# homepage_board_group_card_quantity_ios
source: Number of cards %@
de: Anzahl der Karten %@
es: Números de tarjetas %@
fr: Nombre de cartes %@
it: Numero di schede %@
ko: 카드 수 %@
ru: Количество карточек %@

# homepage_board_card_add_title
source: Select cards
de: Karte auswählen
es: Seleccione la tarjeta
fr: Sélectionner la carte
it: Selezionare la scheda
ko: 카드 선택
ru: Выбрать карточку

# homepage_board_group_card_quantity_android
source: Number of cards %s
de: Anzahl der Karten %s
es: Números de tarjetas %s
fr: Nombre de cartes %s
it: Numero di schede %s
ko: 카드 수 %s
ru: Количество карточек %s

# homekit_slat
source: Slat
de: Lamelle
es: Lama
fr: Lame
it: Dogana
ko: 슬랫
ru: Дефлектор

# homepage_board_card_type3
source: Device
de: Gerät
es: Dispositivo
fr: Appareil
it: Dispositivo
ko: 장치
ru: Устройство

# homekit_target_control_management
source: Target Control Management
de: Verwaltung der Zielsteuerung
es: Gestión de control de objetivos
fr: Gestion de contrôle des cibles
it: Gestione del controllo del target
ko: 타겟 제어 관리
ru: Управление целевым контролем

# homekit_target_control
source: Target Control
de: Zielsteuerung
es: Control de objetivos
fr: Contrôle des cibles
it: Controllo del target
ko: 타겟 제어
ru: Целевой контроль

# homekit_stateless_programmable_switch
source: Stateless Programmable Switch
de: Zustandsloser programmierbarer Schalter
es: Interruptor programable sin estado
fr: Bouton programmable sans état
it: Interruttore programmabile senza stato
ko: 프로그래밍 가능 스위치
ru: Программируемый выключатель

# homekit_speaker
source: Speaker
de: Lautsprecher
es: Altavoz
fr: Haut-parleur
it: Altoparlante
ko: 스피커
ru: Динамик

# homekit_smoke_sensor
source: Smoke Sensor
de: Rauchsensor
es: Sensor de humo
fr: Capteur de fumée
it: Sensore di fumo
ko: 연기 감지 센서
ru: Датчик дыма

# homekit_temperature_sensor
source: Temperature Sensor
de: Temperatur-Sensor
es: Sensor de temperatura
fr: Capteur de température
it: Sensore di temperatura
ko: 온도 센서
ru: Датчик температуры

# device_card_quantity_android
source: Card %s
de: Karte %s
es: Tarjeta %s
fr: Carte %s
it: Scheda %s
ko: 카드 %s
ru: Карточка %s

# homepage_board_card_null_hint2
source: Please click "Edit the board" to add the card
de: Bitte klicken Sie auf "Karte bearbeiten", um die Karte hinzuzufügen
es: Por favor, haga clic en “Editar el tablero” para agregar la tarjeta
fr: Cliquez sur « Modifier le tableau » pour ajouter la carte
it: Fare clic su "Modifica la scheda" per aggiungere la scheda
ko: '대시보드 편집'을 클릭하여 카드를 추가하세요.
ru: Нажмите «Редактировать панель», чтобы добавить карточки.

# homepage_device_card_check
source: Check "all device cards"
de: Markieren Sie "alle Gerätekarten"
es: Verifique “todas las tarjetas del dispositivo”
fr: Cochez « Cartes de tous les appareils »
it: Selezionare "tutte le schede dispositivo".
ko: '모든 장치 카드' 보기
ru: Просмотр «Все карточки устройств»

# homepage_device_card_null
source: No device card yet
de: Derzeit gibt es noch keine Gerätekarte
es: No hay ninguna tarjeta de dispositivo por el momento
fr: Aucune carte d’appareil pour le moment
it: Per il momento non c'è nessuna scheda dispositivo
ko: 장치 카드가 없습니다.
ru: Нет карточек устройства

# homekit_switch
source: Switch
de: Schalter
es: Interruptor
fr: Interrupteur
it: Interruttore
ko: 스위치
ru: Выключатель

# device_card_style
source: Card style
de: Kartenstil
es: Estilo de tarjeta
fr: Style de carte
it: Stile della scheda
ko: 카드 스타일
ru: Стиль карточки

# homekit_thermostat
source: Thermostat
es: Termostato
it: Termostato
ko: 온도조절기
ru: Терморегулятор

# device_card_quantity_ios
source: Card %@
de: Karte %@
es: Tarjeta %@
fr: Cartes %@
it: Scheda %@
ko: 카드 %@
ru: Карточка %@

# homekit_window
source: Window
de: Fenster
es: Ventana
fr: Fenêtre
it: Finestra
ko: 창문
ru: Окно

# device_card_information_check_hint_android
source: The device has %s cards. Please confirm the card information
de: Das Gerät hat %s Karten. Bitte bestätigen Sie die Karteninformationen
es: El dispositivo tiene %s tarjetas. Por favor, confirme la información de la tarjeta
fr: L’appareil comporte %s cartes. Veuillez confirmer les informations de carte
it: Il dispositivo ha %s schede. Confermare le informazioni sulla scheda
ko: 장치에 %s 카드가 있습니다. 카드 정보를 확인해 주세요.
ru: На этом устройстве %s карточек, подтвердите информацию о карточках

# homekit_valve
source: Valve
de: Ventil
es: Válvula
fr: Soupape
it: Valvola
ko: 밸브
ru: Клапан

# common_skip_all
source: All skip
de: Alles überspringen
es: Saltar todo
fr: Ignorer tout
it: Salta tutto
ko: 모두 건너뛰기
ru: Пропустить все

# homepage_device_card_null_hint
source: Please firstly add the device
de: Bitte fügen Sie zunächst das Gerät hinzu
es: Por favor, primero agregue el dispositivo
fr: Veuillez d’abord ajouter l’appareil
it: Aggiungere prima il dispositivo
ko: 장치를 먼저 추가 하세요.
ru: Сначала добавьте устройство

# device_card_information_check_hint_ios
source: The device has %@ cards. Please confirm the card information
de: Das Gerät hat %@ Karten. Bitte bestätigen Sie die Karteninformationen
es: El dispositivo tiene %@ tarjetas. Por favor, confirme la información de la tarjeta
fr: L’appareil comporte %@ cartes. Veuillez confirmer les informations de carte
it: Il dispositivo ha %@ schede. Confermare le informazioni sulla scheda
ko: 장치에 %@ 카드가 있습니다. 카드 정보를 확인해 주세요.
ru: На этом устройстве %@ карточек, подтвердите информацию о карточках

# device_information_check_hint
source: Please confirm the basic information of the device
de: Bitte bestätigen Sie die Basisdaten des Geräts
es: Por favor, confirme la información básica del dispositivo
fr: Veuillez confirmer les informations de base de l’appareil
it: Confermare le informazioni di base del dispositivo
ko: 장치 기본 정보를 확인해 주세요.
ru: Подтвердите основную информацию об устройстве

# homekit_window_covering
source: Window Covering
de: Fensterabdeckung
es: Cobertura de ventana
fr: Couverture de fenêtre
it: Copertura della finestra
ko: 커튼
ru: Штора

# common_guide2_text
source: Match as you like
de: Nach Belieben anpassen
es: Combine como desee
fr: Associez-les comme vous le voulez
it: Da abbinare a piacimento
ko: 다양한 카드 조합 가능
ru: Комбинируйте карты, как вам нужно

# common_guide1_hint
source: Multi-size flexible cards
de: Flexible Karten in verschiedenen Größen
es: Tarjetas flexibles de distintos tamaños
fr: Multiples cartes adaptables
it: Schede flessibili multidimensionali
ko: 다양한 멀티 사이즈 카드
ru: Много удобных карт разных размеров

# device_control_empty_tip
source: Please enter "Home Page-Device-Addition" to add the device. Note: Only the temperature & humidity sensor in the same hub and in the same room with the thermostat can be bound.
de: Bitte rufen Sie "Homepage-Gerät-Gerät hinzufügen" auf, um das Gerät hinzuzufügen. Hinweis: Es können nur Temperatur- und Luftfeuchtigkeitssensoren verbunden werden, die sich im selben Hub und im selben Raum wie der Thermostat befinden.
es: Entre en "Página de inicio - Dispositivo - Añadir dispositivo" para añadir el dispositivo. Aviso: Solo se podrá vincular el sensor de temperatura y humedad que esté en la misma habitación del hub.
fr: Entrez dans « Page d’accueil - Ajouter un appareil » pour ajouter l’appareil. Remarque : Seul le capteur de température et d'humidité connecté au même Hub et dans la même pièce que le thermostat peut être associé.
it: Accedere a "Home Page-Device-Add Device" per aggiungere il dispositivo. Nota: È possibile vincolare solo il sensore di temperatura e umidità nello stesso hub e nella stessa stanza del termostato.
ko: '홈 보드-장치-장치 추가'로 이동하여 추가하십시오. 주의: 온도조절기와 동일한 허브 그리고 동일한 방에 연결된 온습도 센서만 지원합니다.
ru: Для добавления перейдите в «Главная страница-Устройство-Добавить устройство». Примечание: поддерживаются только датчики температуры и влажности, привязанные к тому же Центру умного дома и в том же помещении, что и терморегулятор.

# device_setting_over_temp_tip
source: The device temporarily stops working due to overheating.
de: Das Gerät wird aufgrund von Überhitzung vorübergehend abgeschaltet.
es: El dispositivo se va a suspender temporalmente debido a la alta temperatura.
fr: L’appareil sera temporairement désactivé pour cause de surchauffe.
it: Il dispositivo è temporaneamente sospeso a causa del surriscaldamento.
ko: 장치가 과열되어 사용을 일시 중지합니다.
ru: Устройство перегревается, прекратите его использование

# device_control_empty_title
source: No configurable device
de: Kein konfigurierbares Gerät
es: No hay dispositivo configurable
fr: Aucun appareil configurable
it: Nessun dispositivo configurabile
ko: 구성할 수 있는 장치가 없습니다
ru: Сейчас нет устройств, доступных для настройки

# common_guide3_text
source: Personalized board
de: Personalisiertes Board
es: Tablero personalizado
fr: Tableau personnalisé
it: Scheda personalizzata
ko: 개인화된 다중 간판
ru: Множество персонализированных панелей

# device_card_camera_set_hint
source: You may add multiple cameras to the card. It supports fast playing and switching
de: Sie können der Karte mehrere Kameras hinzufügen. Schnelle Wiedergabe und schneller Wechsel werden unterstützt
es: Puede agregar distintas cámaras a la tarjeta. Admite la reproducción y cambios rápidos
fr: Vous pouvez ajouter plusieurs caméras à la carte. Elle prend en charge la lecture et le basculement rapide
it: È possibile aggiungere più telecamere alla scheda. Supporta la riproduzione e la commutazione rapida
ko: 카드에 다수의 카메라를 추가할 수 있으며 빠른 재생 전환이 가능합니다.
ru: Вы можете добавить несколько камер на эту карточку для поддержки быстрого переключения воспроизведения

# device_card_style_name_android
source: Style %s
de: Stil %s
es: Estilo %s
it: Stile %s
ko: %s 스타일
ru: Стиль %s

# device_card_style_name_ios
source: Style %@
de: Stil %@
es: Estilo %@
it: Stile %@
ko: %@ 스타일
ru: Стиль %@

# common_guide1_text
source: New visual experience
de: Neues visuelles Erlebnis
es: Nueva experiencia visual
fr: Nouvelle expérience visuelle
it: Nuova esperienza visiva
ko: 새로운 비주얼 업그레이드
ru: Новое визуальное обновление

# common_guide3_hint
source: Several personalized homepage boards
de: Mehrere personalisierte Homepage-Boards
es: Distintos tableros personalizados para la página de inicio
fr: Plusieurs tableaux de page d’accueil personnalisés
it: Diverse schede personalizzate per la homepage
ko: 다양한 개인화된 첫 화면 간판을 동시에 갖춤
ru: Используйте оодновременно несколько персонализированных панелей домашней страницы

# device_card_camera_set_add
source: Added cameras
de: Hinzugefügte Kameras
es: Agregar cámaras
fr: Caméras ajoutées
it: Telecamere aggiunte
ko: 추가된 카메라
ru: Добавленные

# device_card_camera_set
source: Configure the camera
de: Kamera konfigurieren
es: Configure la cámara
fr: Configurer la caméra
it: Configurare la telecamera
ko: 카메라 설정
ru: Настроить камеру

# common_guide4_text
source: 3.0 shows you a new look
de: 3.0 präsentiert sich im neuen Look
es: 3.0 muestra un nuevo aspecto
fr: 3.0 vous montre un nouveau look
it: 3.0 ti mostra un nuovo look
ko: 새로운 모습 3.0
ru: Полное обновление 3.0

# card_delete_pop_text
source: Are you sure you want to remove the card?
de: Sind Sie sicher, dass Sie die Karte löschen möchten?
es: ¿Está seguro de que desea eliminar la tarjeta?
fr: Êtes-vous sûr de vouloir retirer la carte ?
it: Si è sicuri di voler rimuovere la scheda?
ko: 해당 카드를 삭제하시겠습니까?
ru: Точно удалить эту карточку?

# card_menu_style_change
source: Switch the card style
de: Den Kartenstil wechseln
es: Cambiar el estilo de la tarjeta
fr: Changer de style de carte
it: Cambiare lo stile della scheda
ko: 카드 스타일 전환
ru: Переключение стилей карточек

# card_menu_edit
source: Edit device card
de: Karteninformationen bearbeiten
es: Editar la información de la tarjeta
fr: Modifier les informations de carte
it: Modifica delle informazioni della scheda
ko: 카드 정보 편집
ru: Изм. инфо

# card_edit_icon
source: Select the icon
de: Symbol auswählen
es: Seleccione el ícono
fr: Sélectionner l’icône
it: Selezionare l'icona
ko: 아이콘 선택
ru: Выбрать значок

# card_menu_delete
source: Remove the card
de: Die Karte entfernen
es: Eliminar la tarjeta
fr: Retirer la carte
it: Rimuovere la scheda
ko: 카드 삭제
ru: Удалить карточку

# common_guide4_hint
source: Know your home, know you better.
de: Kennen Sie Ihr Zuhause, kennen Sie sich selbst besser.
es: Conozca su hogar, conózcase mejor
fr: Connaissez votre maison, connaissez-vous mieux.
it: Conoscere la propria casa, conoscere meglio se stessi.
ko: 집을 이해하며 당신을 더 이해합니다.
ru: Знает дом и понимает Вас

# device_control_door_lock_close
source: If disabled, the door lock under the hub will disable related remote control functions. Are you sure to disable it?
de: Wenn Sie das Türschloss unter dem Hub deaktivieren, werden auch die damit verbundenen Fernbedienungsfunktionen deaktiviert. Möchten Sie sie wirklich deaktivieren?
es: Si se desactiva, el bloqueo de la puerta debajo del hub desactivará las funciones relacionadas con el control remoto. ¿Está seguro de que desea desactivarlo?
fr: S'il est désactivé, le verrouillage de la porte sous le moyeu désactivera les fonctions connexes de la télécommande. Vous êtes sûr de l'avoir désactivé ?
it: Se disattivato, il blocco della porta sotto l'hub disabilita le relative funzioni del telecomando. Sei sicuro di volerlo disattivare?
ko: 끄면 해당 게이트웨이의 도어록이 모두 관련 원격 기능을 비활성화합니다. 종료하시겠습니까?
ru: После отключения дверной замок, подключенный к Центру умного дома, отключит соответствующие функции удаленного управления. Подтвердить отключение?

# common_guide2_hint
source: Customize your homepage with different card styles
de: Passen Sie Ihre Homepage mit verschiedenen Kartenstilen an
es: Personalice su página de inicio con diferentes estilos de tarjetas
fr: Personnalisez votre page d’accueil avec différents styles de cartes
it: Personalizzate la homepage con diversi stili di schede
ko: 카드 양식 전환 및 첫 화면 개인화
ru: Меняйте стили карт для Вашей персональной домашней страницы

# common_pop_experience_text
source: Join the Aqara Home Beta Program Aqara Home
de: Nehmen Sie am Aqara Home Beta-Programm teil Aqara Home
es: Unirse al programa Beta Aqara Home de Aqara Home
fr: Rejoindre le programme bêta d’Aqara Home
it: Partecipa al programma beta di Aqara Home Aqara Home
ko: 새로운 버전의 체험 계획을 가입합니다.
ru: Присоединиться к новой программе Aqara Home

# common_immediate_use
source: Start now
de: Jetzt starten
es: Comience ahora
fr: Commencer maintenant
it: Inizia ora
ko: 사용 시작
ru: Начать

# device_card_information_next_btn
source: Next card
de: Nächste Karte
es: Próxima tarjeta
fr: Carte suivante
it: Scheda successiva
ko: 다음 카드
ru: следующая карточка

# device_control_door_lock_tip
source: After it is enabled, it will enable the remote functions of the locks connected to this hub,
de: Nach der Aktivierung werden die Fernbedienungsfunktionen der Schlösser, die mit diesem Hub verbunden sind, aktiviert,
es: Una vez activada, habilitará las funciones remotas de las cerraduras conectadas a este hub,
fr: Une fois qu'il est activé, il permet d'activer les fonctions à distance des serrures connectées à ce concentrateur,
it: Dopo essere stato abilitato, abiliterà le funzioni di controllo remoto delle serrature collegate a questo hub,
ko: 켜진 후 해당 게이트웨이의 도어록이 원격 기능을 지원합니다.
ru: После включения устройство будет поддерживать функцию дистанционного открытия дверного замка под управлением Центра умного дома

# scene_card_execution_requested
source: Execution has been requested
de: Durchführung wurde angefordert
es: Se ha solicitado la ejecución
fr: L’exécution a été demandée
it: È stata richiesta l'esecuzione
ko: 실행 요청
ru: Запрошено выполнение

# device_card_camera_set_not_added
source: Removed cameras
de: Entfernte Kameras
es: Eliminar cámaras
fr: Caméras supprimées
it: Telecamere rimosse
ko: 추가되지 않은 카메라
ru: Камера не добавлена

# common_pop_experience_refuse_btn
source: Later
de: Später
es: Más tarde
fr: Plus tard
it: Più tardi
ko: 나중에
ru: Напомнить потом

# common_pop_experience_allow_btn
source: Join Now
de: Jetzt beitreten
es: Unirse ahora
fr: Rejoindre maintenant
it: Partecipa ora
ko: 즉시 체험
ru: Попробовать сейчас

# device_control_terms_use_title
source: Terms of Use of the Remote Functions
de: Nutzungsbedingungen für die Fernbedienungsfunktionen
es: Condiciones de uso de las funciones a distancia
fr: Conditions d'utilisation des fonctions à distance
it: Condizioni di utilizzo delle funzioni remote
ko: 원격 기능 이용 약관
ru: Условия использования дистанционной функции

# weather_card
source: Outdoor weather
de: Wetter draußen
es: Clima del exterior
fr: Météo extérieure
it: Condizioni meteo esterne
ko: 실외 날씨
ru: Погода на улице

# device_card_camera_group_hint
source: Support switching video view from different cameras
de: Unterstützt das Umschalten der Videoansicht von verschiedenen Kameras
es: Admite el cambio de vista de video de diferentes cámaras
fr: Prend en charge le basculement entre différentes caméras
it: Supporta la commutazione della visualizzazione video da diverse telecamere
ko: 다수의 카메라 재생 지원
ru: Поддержка преключения между несколькими камерами
