Repository: acodeworker/localzedLoader
Catalog: *.lproj/Localizable.strings
Languages: de, es, fr, it, ko, ru

# device_control_option_tight_tip
source: The device is locked with the rail, and the curtain can be normally opened or closed under this condition
de: Das Gerät ist mit der Schiene gesperrt, und der Vorhang kann unter dieser Bedingung normal geöffnet oder geschlossen werden
es: El dispositivo está bloqueado por el raíl, y en este estado es posible abrir o cerrar normalmente la cortina
fr: L'appareil est verrouillé par le rail, et le rideau peut être ouvert ou fermé normalement dans cette condition
it: Il dispositivo è bloccato con la guida e la tenda può essere normalmente aperta o chiusa in questa condizione.
ko: 장치는 레일에 고정되어 있습니다. 이 상태에서 커튼을 정상적으로 열리거나 닫힐 수 있습니다.
ru: Устройство удерживается на направляющей, в этом состоянии штора может нормально открываться или закрываться.

# device_refresh_state
source: Refresh device status
de: Gerätestatus aktualisieren
es: Actualizar el estado del dispositivo
fr: Rafraîchir l'état de l'appareil
it: Aggiornare lo stato del dispositivo
ko: 장치 상태 새로 고침
ru: Обновить статус устройства

# doorlock_log_addadmincard
source: Add Admin IC Card
de: Admin IC-Karte hinzufügen
es: Activar tarjeta IC de Admin
fr: Ajouter une carte IC Admin
it: Aggiungi scheda IC amministratore
ko: 관리자 카드 추가
ru: Добавить карту администратора

# device_ac_quick_cool_setting
source: Quick cooling setting
de: Schnelle Abkühlzeit
es: Ajustes de refrigeración rápida
fr: Réglage de refroidissement rapide
it: Impostazione di raffreddamento rapido
ko: 급속 냉각 설정

# notification_device_alert
source: Device Alarm
de: Gerätealarm
es: Alarma del dispositivo
fr: Alarme d’appareil
it: Allarme dispositivo
ko: 장치 알림
ru: Тревога устройства

# curve_device_online
source: Accessory Online
de: Zubehör Online
es: Accesorio en línea
fr: Accessoire en ligne
it: Accessori online
ko: 장치가 온라인
ru: Аксессуар онлайн

# access_scan_input_code
source: Enter the setup code
de: Einrichtungscode eingeben
es: Introduzca el código de configuración
fr: Saisissez le code de configuration
it: Immettere il codice di impostazione
ko: 설정코드 입력
ru: Введите код настройки

# device_agl_upgrade_fail
source: Algorithm upgrade failed
de: Der Algorithmus wurde erfolgreich aktualisiert
es: Error de actualización del algoritmo
fr: Mise à niveau de l’algorithme échouée
it: Aggiornamento dell'algoritmo non riuscito
ko: 알고리즘 업그레이드 실패
ru: Не удалось обновить алгоритм

# access_search_device
source: Search for the device to be added
de: Suche nach dem hinzuzufügenden Gerät
es: Busque el dispositivo a añadir
fr: Recherchez l’appareil à ajouter
it: Ricerca del dispositivo da aggiungere
ko: 추가할 장치를 검색합니다.
ru: Поиск устройств для добавления

# common_time_day_with_space
source: day
de: Tag
es: día
fr: jour

# device_bell_delete_title
source: Delete ringtones
de: Klingeltöne löschen
es: Eliminar tonos de llamada
fr: Supprimer les sonneries
it: Eliminare le suonerie
ko: 벨소리 삭제
ru: Удалить рингтон

# other_input_specified_value
source: Enter the Specified Value
de: Geben Sie den angegebenen Wert ein
es: Introduzca el valor especificado
fr: Entrez la valeur spécifiée
it: Immettere il valore specificato
ko: 설정값을 입력하십시오
ru: Введите заданное значение

# doorlock_add_admin_psw
source: Add Admin Password
de: Admin Passwort hinzufügen
es: Agregar contraseña de Admin
fr: Ajouter un mot de passe Admin
it: Aggiungi password amministratore
ko: 관리자 비밀번호 추가
ru: Добавить пароль администратора

# common_searching
source: Searching, please wait...
de: Wird gesucht, bitte warten...
es: Buscando; espere...
fr: Recherche, veuillez patienter...
it: Ricerca, attendere prego...
ko: 검색 중, 잠시만 기다려주세요.
ru: Поиск, пожалуйста, подождите...

# device_hint_low_power
source: Low battery, please replace the battery!
de: Niedriger Batteriezustand, ersetzen Sie bitte die Batterie!
es: Bajo nivel de batería; sustituya la batería.
fr: Pile faible, remplacez la batterie !
it: Batteria scarica, sostituire la batteria!
ko: 배터리 부족, 배터리를 교체해주세요.
ru: Низкий заряд батареи, пожалуйста, замените батарею!

# device_control_release_grip_tip
source: The device is loosened with the rail, and the device will not be able to control the curtain properly. It is recommended to release locking only when necessary, such as device charging
de: Das Gerät ist durch die Schiene gelockert, und der Vorhang kann dann nicht mehr richtig gesteuert werden. Die Verriegelung sollte nur bei Bedarf aufgehoben werden, z. B. beim Aufladen des Geräts.
es: El dispositivo ha sido aflojado por el raíl, y de esta manera no puede controlar correctamente la cortina. Se recomienda liberar el cierre solamente cuando sea necesario, como por ejemplo durante la carga del dispositivo
fr: L'appareil est desserré du rail, et l'appareil ne sera pas en mesure de contrôler le rideau correctement. Il est recommandé de ne libérer le verrouillage que lorsque cela est nécessaire, par exemple pour charger un appareil
it: Il dispositivo si allenta con la guida e non è in grado di controllare correttamente la tenda. Si consiglia di sbloccare il blocco solo quando è necessario, ad esempio durante la ricarica del dispositivo.
ko: 장치와 레일이 해제되면 장치가 커튼을 정상적으로 제어할 수 없습니다. 장치 충전과 같은 필요한 경우에만 해제하는 것을 권장합니다.
ru: Устройство не закреплено на направляющей, в этом состоянии устройство не может нормально управлять шторами. Рекомендуется снимать удержание только при необходимости, например, при зарядке устройства и т. д.

# other_homepage_search_by_name_hint
source: Enter name for search
de: Name zur Suche eingeben
es: Introduzca el nombre que desee buscar
fr: Saisir un nom de recherche
it: Inserire il nome per la ricerca
ko: 이름 입력하여 검색하기
ru: Введите имя для поиска

# doorlock_randomlygenerate
source: Randomly generated
de: Zufällig erzeugt
es: Generado aleatoriamente
fr: Généré aléatoirement
it: Generato casualmente
ko: 무작위로 생성됨

# doorlock_add_eleKey
source: Add Electronic Key:%1$s
de: Elektronischen Schlüssel hinzufügen:%1$s
es: Agregar llave electrónica:%1$s
fr: Ajouter une Clé électronique : %1$s
it: Aggiungi chiave elettronica:%1$s

# device_nas_set_delete
source: Delete cached videos
de: Zwischengespeicherte Videos löschen
es: Eliminar vídeos en caché
fr: Supprimer les vidéos en cache
it: Eliminare i video nella cache
ko: 과거 동영상 삭제
ru: Удалить историческое видео

# device_input_scene_name
source: Enter Scene Name
de: Geben Sie den Szenennamen ein
es: Especifique el nombre de la escena
fr: Entrez le Nom de scène
it: Inserire il nome della scena
ko: 동시 실행 이름 입력
ru: Введите название сценария

# security_add_action
source: Add Alarm Action
de: Alarmaktion hinzufügen
es: Agregar accionamiento de alarma
fr: Ajouter une action d’alarme
it: Aggiungi azione di allarme
ko: 경보 작업 추가

# device_ac_brand_list_tilte_search
source: Search Brand
de: Marke suchen
es: Buscar marca
fr: Rechercher une marque
it: Cerca il marchio
ko: 브랜드 검색
ru: Поиск производителя

# camera_tip_reboot_device
source: Are you sure to restart device?
de: Möchten Sie das Gerät wirklich neu starten?
es: ¿Confirma que desea reiniciar el dispositivo?
fr: Êtes-vous sûr de redémarrer l'appareil ?
it: Sei sicuro di aver riavviato il dispositivo?
ko: 디바이스를 재부팅하시겠습니까?
ru: Перезагрузить устройство?

# device_p3_cooling_graphic
source: Fast cooling diagram
de: Schnellkühldiagramm
es: Diagrama de refrigeración rápida
fr: Schéma de refroidissement rapide
it: Diagramma di raffreddamento rapido
ko: 급속 냉각도

# other_search_timezone
source: Search timezone
de: Zeitzone suchen
es: Buscar huso horario
fr: Rechercher un fuseau horaire
it: Cerca il fuso orario
ko: 시간대 검색
ru: Поиск часового пояса

# security_add_automation_trigger
source: Add Alarm Condition
de: Alarmbedingung hinzufügen
es: Activar condición de alarma
fr: Ajouter une condition d’alarme
it: Aggiungi condizione di allarme
ko: 경보 조건 추가

# scene_siri_scene_add
source: Add to Siri
de: Zu Siri hinzufügen
es: Agregado a Siri
fr: Ajouter à Siri
it: Aggiungi a Siri
ko: Siri에 추가하기
ru: Добавить в Siri

# device_gateway_fm_search_hint
source: Search for station
de: Suche nach Station
es: Buscar estación
fr: Rechercher une station
it: Ricerca della stazione
ko: 스테이션 찾기
ru: Поиск станции

# device_set_time_lapse_toast
source: If the camera powers off or is in the dormant state, the shooting cannot be completed
de: Wenn die Kamera ausgeschaltet ist oder sich im Ruhezustand befindet, kann die Aufnahme nicht abgeschlossen werden
es: Si la cámara se apaga o está en estado de inactividad, no será posible completar la filmación
fr: Si l'appareil photo s'éteint ou est en mode veille, la prise de vue ne peut pas être terminée
it: Se la fotocamera si spegne o è in stato di inattività, non è possibile completare la ripresa.
ko: 카메라가 꺼져 있거나 절전 모드에 있는 경우 촬영을 완료할 수 없습니다.
ru: Если камера выключена или находится в спящем режиме, съемка не может быть завершена.

# device_replacing_hint
source: Replacing...
de: Wird ersetzt...
es: Sustituyendo...
fr: Remplacement...
it: Sostituzione...
ko: 장체를 교체중입니다. 잠시만 기다려주세요.
ru: Замена ...

# doorlock_location_service_not_turned_bluetooth_device_not_scanned
source: The location service of the mobile phone is not turned on and the Bluetooth device cannot be scanned. Do you want to turn it on?
de: Der Ortungsdienst des Handys ist nicht eingeschaltet und das Bluetooth-Gerät kann nicht gescannt werden. Möchten Sie ihn einschalten?
es: El servicio de ubicación del teléfono móvil no está activado, y no es posible detectar el dispositivo Bluetooth. ¿Desea activarlo?
fr: Le service de localisation du mobile n’est pas activé et l’appareil Bluetooth ne peut être recherché. Voulez-vous l’activer ?
it: Il servizio di localizzazione del telefono cellulare non è attivato e il dispositivo Bluetooth non può essere scansionato. Vuoi accenderlo?
ko: 휴대폰의 위치 서비스가 켜져 있지 않아 블루투스 장치를 검색할 수 없습니다. 위치 서비스를 켜시겠습니까?

# security_guard_connect_homekit
source: After the hub is bound to HomeKit, the mode will automatically adjust to the “%@” mode in Home app security system.
de: Nachdem der Hub mit HomeKit verbunden wurde, wird der Modus automatisch an den "%@"-Modus im Sicherheitssystem der Home-App angepasst.
es: Una vez que el hub esté vinculado al HomeKit, el modo se ajustará automáticamente al modo“%@” en el sistema de seguridad de la aplicación Home.
fr: Une fois le Hub associé à HomeKit, le mode sera automatiquement ajusté au mode « %@ » du système de sécurité de l'application Home.
it: Dopo che l'hub è stato collegato a HomeKit, la modalità si adatta automaticamente alla modalità "%@" del sistema di sicurezza dell'app Home.
ko: 허브가 HomeKit에 바인딩된 후 해당 모드는 자동으로 "홈" App 보안 시스템의 "%@" 모드에 대응합니다.
ru: Если Hub привязан к HomeKit, этот режим будет автоматически соответствовать режиму «% @» системы безопасности приложения «Домой»

# common_phone_number
source: Phone number
de: Telefonnummer
es: Número de teléfono
fr: Numéro de téléphone
it: Recapiti telefonici
ko: 휴대폰 번호
ru: Номер телефона

# device_event_name
source: 事件名称
de: Ereignisname
es: Nombre de evento
fr: Nom de l’événement
it: Nome dell'evento
ko: 이벤트 이름

# device_replace_dialog_hint
source: Accessory replacement is to replace the damaged, lost and offline accessories with new ones and retain the original functions including name, location, information, automation, scene, etc.
de: Das Ersetzen von Zubehör bedeutet, dass Sie beschädigtes, verloren gegangenes oder offline befindliches Zubehör durch neues ersetzen und die ursprünglichen Funktionen wie Name, Standort, Informationen, Automatisierung, Szene usw. beibehalten.
es: El procedimiento de sustitución de accesorios consiste en reemplazar accesorios dañados, perdidos y fuera de línea por otros accesorios, manteniendo las funciones originales, como ubicación, información, automatización, escenas, etc.
fr: Le remplacement d’accessoire est nécessaire pour remplacer les accessoires endommagés ou hors-ligne, et maintenir les fonctions d'origine, comme le nom, la localisation, les informations, l’automatisation, la scène, etc.
it: La sostituzione degli accessori consiste nel sostituire gli accessori danneggiati, persi e non in linea con quelli nuovi, mantenendo le funzioni originali, tra cui nome, posizione, informazioni, automazione, scena, ecc.
ko: 장치 교체는 손상되거나, 분실 및 오프라인 장치를 새 장치로 교체하고 이름, 위치, 정보, 자동화, 씬(장면구성) 등 원래 기능을 유지하는 기능입니다.
ru: Замена устройств осуществляется для замены поврежденных или утерянных устройств новыми при сохранении настроенных функций, включая имя, расположение, автоматизацию, сценарии и т. д.

# security_guard_previous_hint
source: This feature is only suitable for improving the convenience of your home life and reminding you of the status of your devices. It should not be used as security purpose.
de: Diese Funktion ist nur für den Komfort Ihres Lebens zu Hause geeignet und erinnert Sie an den Gerätestatus. Sie sollte nicht zu Sicherheitszwecken verwendet werden.
es: Esta función solamente es adecuada para mejorar la comodidad de su vida doméstica y recordarle el estado de sus dispositivos. No debe utilizarse con fines de protección.
fr: La fonctionnalité est seulement utilisée pour rendre votre vie à la maison plus pratique et vous indiquer l’état de vos appareils. Elle ne doit pas être utilisée pour la sécurité.
it: Questa funzione è adatta solo per migliorare la comodità della vita domestica e ricordare lo stato dei dispositivi. Non deve essere utilizzato per scopi di sicurezza.
ko: 간단한 수준의 보안 기능을 제공합니다. 전문적인 보안을 원하시면 전문 보안 제품을 사용하십시오.
ru: Защита обеспечивает только базовые функции. Если Вам необходимы функции безопасности, используйте профессиональные продукты безопасности.

# device_date_time
source: Time & Date
de: Uhrzeit & Datum
es: Fecha y hora
fr: Heure et date
it: Data e ora
ko: 시간&날짜

# device_ac_add_status
source: Add Air Conditioner Status
de: Klimaanlagenstatus hinzufügen
es: Agregar estado de aire acondicionado
fr: Ajouter un état de climatiseur
it: Aggiungi lo stato del condizionatore d'aria
ko: 에어컨 상태 추가
ru: Добавить статус кондиционера

# doorlock_change_network_enviroment_if_wifi_or_mobile_net_unstable
source: If the Wi-Fi of the mobile phone is unstable or the 4G network is not smooth, you can try to change the network environment and try again.
de: Wenn das WLAN des Handys instabil ist oder das 4G-Netzwerk nicht störungsfrei funktioniert, können Sie die Netzwerkumgebung ändern und es erneut versuchen.
es: Si el wifi del teléfono móvil es inestable o la red 4G no es homogénea, puede intentar cambiar el entorno de red y volver a intentarlo.
fr: Si le Wi-Fi du téléphone mobile est instable ou que le réseau 4G n'est pas fluide, vous pouvez essayer de changer d'environnement réseau et réessayer.
it: Se il Wi-Fi del telefono cellulare è instabile o la rete 4G non è fluida, si può provare a cambiare l'ambiente di rete e riprovare.
ko: 휴대폰의 와이파이가 불안정하거나 4G 네트워크가 원활하지 않을 경우 네트워크 환경 변경을 시도하고 다시 시도할 수 있습니다.

# camera_album_delete_pop_hint
source: The files in mobile phone will also be deleted simultaneously
de: Die Dateien auf dem Handy werden auch gleichzeitig gelöscht.
es: Los archivos del teléfono móvil también se eliminarán simultáneamente
fr: Les fichiers sur votre mobile seront supprimés simultanément
it: Anche i file del telefono cellulare verranno eliminati simultaneamente.
ko: 영상/사진을 모두 삭제 하시겠습니까?
ru: Файлы в мобильном телефоне также будут удалены одновременно

# device_nas_set_remove_text
source: Remove this NAS storage device?
de: Dieses NAS-Speichergerät entfernen?
es: ¿Eliminar este dispositivo de almacenamiento NAS?
fr: Supprimer ce périphérique de stockage NAS ?
it: Rimuovere questo dispositivo di archiviazione NAS?
ko: NAS스토리지 장치를 제거하시겠습니까?
ru: Удалить это запоминающее устройство NAS?

# device_alarm_opportunity_less_smoke
source: Slight amount of gas (default)
de: Geringfügige Gasmenge (Standard)
es: Pequeña cantidad de gas (predeterminada)
fr: Légère quantité de gaz (défaut)
it: Leggera quantità di gas (default)
ko: 소량의 연기가 발생하는 공간 (기본)
ru: Небольшое количество газа (по умолчанию)

# device_jwlight_spot_color_temperature
source: spot light (adjustable color temperature)
de: Spotlicht (einstellbare Farbtemperatur)
es: Foco (temperatura del color ajustable)
fr: Spot (température de couleur réglable)
it: riflettore (temperatura di colore regolabile)
ko: 스포트라이트 (색온도 조절 가능)
ru: точечный светильник (регулируемая цветовая температура)

# device_add_replace_tips
source: Replace the offline accessory?
de: Das Offline-Zubehör austauschen?
es: ¿Sustituir el accesorio fuera de línea?
fr: Remplacer l’accessoire hors ligne ?
it: Sostituire l'accessorio offline?
ko: 현재 장치로 교체할까요?
ru: Заменить устройство не в сети?

# device_acpartner_learn_note_title
source: Add Air Conditioner Status Description
de: Beschreibung des Klimaanlagenstatus hinzufügen
es: Agregar descripción de estado de aire acondicionado
fr: Ajouter une description d’état de climatiseur
it: Aggiungi lo stato del condizionatore d'aria Descrizione
ko: 에어컨 추가 상태 설명
ru: Добавить описание состояния кондиционера

# notification_device_alert_desc
source: Device alarm notifications, such as the door lock is pried, the door is unlocked without the key and so on
de: Alarmmeldungen des Geräts, wie z. B. das Türschloss wurde aufgebrochen, die Tür wurde ohne Schlüssel entriegelt und so weiter
es: Notificaciones de alarma del dispositivo, como cerradura forzada, puerta abierta sin la llave, etc.
fr: Notifications d’alarme de l’appareil, comme une porte verrouillée forcée, porte verrouillée ouverte sans clé, etc.
it: Notifiche di allarme del dispositivo, ad esempio se la serratura della porta è stata forzata, se la porta è stata sbloccata senza la chiave e così via.
ko: 장치의 경고 알림, 예를 들어 불법침입 등
ru: Оповещение о тревоге устройства, например: взлом дверного замка, незаконная разблокировка ключом и т. д.

# device_offline_reason_loading
source: Diagnosing accessory...
de: Diagnose des Zubehörs...
es: Diagnosticando accesorio...
fr: Diagnostic de l’accessoire...
it: Diagnosticare gli accessori...
ko: 액세서리 진단 중 ...
ru: Диагностика принадлежностей ...

# common_time
source: Time
de: Zeit
es: Tiempo
fr: Heure
it: Ora
ko: 시간
ru: Время

# doorlock_foreign_object_is_inserted_into_lock
source: A foreign object is inserted into the lock core or the key is not removed
de: Es wurde ein Fremdkörper in den Schlosskern eingeführt oder der Schlüssel wurde nicht entfernt
es: Se ha insertado un objeto extraño en el núcleo de la cerradura, o bien la llave no ha sido retirada
fr: Un corps étranger est inséré dans le centre du verrou ou la clé n’a pas été retirée
it: Un oggetto estraneo viene inserito nel nucleo della serratura o la chiave non viene rimossa.
ko: 잠금 코어에 이물질이 삽입되었거나 키가 제거되지 않았습니다.

# device_offline_tips
source: The device can not be connected. Please connect the phone to the Wi-Fi around the device, and bind the device afte refreshing the list.
de: Das Gerät kann nicht verbunden werden. Bitte verbinden Sie das Handy mit dem WLAN in der Nähe des Geräts und koppeln Sie das Gerät, nachdem Sie die Liste aktualisiert haben.
es: No es posible conectar el dispositivo. Conecte el teléfono al wifi en torno al dispositivo, y vincule el dispositivo tras actualizar la lista.
fr: L’appareil ne peut pas être connecté. Veuillez connecter le téléphone à un Wi-Fi à proximité, et associez l’appareil après actualisation de la liste.
it: Il dispositivo non può essere collegato. Collegare il telefono al Wi-Fi intorno al dispositivo e eseguire il binding del dispositivo dopo aver aggiornato l'elenco.
ko: 장치에 접속이 불가능합니다. 장치 근처 WiFi에 휴대폰을 연결한 뒤, 목록을 새로 고침하고 장치를 다시 연결해 주세요.
ru: Устройство не может быть подключено, подключите телефон к тому же WiFi устройства, обновите список и выполните операцию привязки

# security_guard_delete_all
source: Delete all
de: Alles löschen
es: Eliminar todo
fr: Supprimer tout
it: Cancellare tutti
ko: 모두 삭제
ru: Удалить все

# curve_zigbee_time
source: Time:
de: Zeit:
es: Tiempo:
fr: Heure :
it: Ora:
ko: 시간 :
ru: Время;

# other_add_action
source: Add Action
de: Aktion hinzufügen
es: Agregar acción
fr: Ajouter Action
it: Aggiungi azione
ko: 동작 추가
ru: Добавить действие

# doorlock_deviceloginverfication_failed
source: Device login verification failed!
de: Verifizierung der Geräteanmeldung fehlgeschlagen!
es: Error de verificación de inicio de sesión del dispositivo.
fr: Échec de vérification de connexion de l’appareil !
it: Verifica del login del dispositivo fallita!
ko: 장치 로그인 확인 실패!

# other_unit_set_celsius_temperature
source: Celsius（℃）
es: Centígrados(℃)
fr: Centigrade (°C)
ko: 섭씨(℃）
ru: По Цельсию (℃)

# user_input_hint_set_pwd
source: Enter password
de: WLAN-Passwort eingeben
es: Introducir contraseña
fr: Saisissez le mot de passe
it: Inserire la password
ko: 비밀번호 입력
ru: Введите пароль

# home_add_room
source: Add Room
de: Raum hinzufügen
es: Agregar habitación
fr: Ajouter Pièce
it: Aggiungi camera
ko: 방 추가
ru: Добавить Комнату

# camera_mode_people_tracking_tips
source: Human Tracking...
de: Verfolgung der Menschen...
es: Siguiendo a humano...
fr: Suivi des humains...
it: Tracciamento umano...
ko: 사람 추적 중
ru: Отслеживание фигур людей...

# device_dialog_service_diagnosis
source: Accessory Diagnose
de: Zubehör Diagnose
es: Diagnóstico del accesorio
fr: Diagnostic de l’accessoire
it: Diagnosi degli accessori
ko: 장치 진단
ru: Диагностика аксессуара

# other_time_cant_be_zero
source: Time cannot be 0
de: Zeit kann nicht 0 sein
es: El tiempo no puede ser 0
fr: L'heure ne peut être zéro
it: Il tempo non può essere 0
ko: 시간은 0일 수 없습니다
ru: Время не может быть 0

# camera_title_add_regular
source: 添加定时
de: Timer hinzufügen
es: Añadir temporizador
fr: Ajouter une minuterie
it: Aggiungere timer
ko: 시간 추가

# doorlock_log_deletepassword
source: Delete Password
de: Passwort löschen
es: Eliminar contraseña
fr: Supprimer le mot de passe
it: Cancellare la password
ko: 비밀번호 삭제

# curve_event_trigger_1_fios
source: Trigger Count
de: Anzahl der Auslöser
es: Recuento de activaciones
fr: Compte de déclenchements
it: Conteggio dell'attivazione
ko: 사건 발생 횟수
ru: Счетчик триггеров

# device_add_dynamic
source: Add dynamic
de: Dynamik hinzufügen
es: Agregar dinámico
fr: Ajouter Dynamique
it: Aggiungi dinamica
ko: 다이나믹 씬 추가
ru: Добавить активную сцена

# device_control_tight_tip
source: Double click the Reset Key to lock the controller in the rail, when the green indicator flashes continuously. The buzzer buzzes 3 times when the locking is in place.
de: Doppelklick auf die Reset-Taste, um die Steuerung in der Schiene zu verriegeln, wenn die grüne Kontrollleuchte kontinuierlich blinkt. Der Summer summt 3 Mal, wenn die Verriegelung erfolgt ist.
es: Haga clic en la tecla Restablecer para bloquear en controlador en el raíl cuando el testigo verde parpadee de manera continua. El zumbador sonará 3 veces cuando la cerradura esté activada.
fr: Double-cliquez sur la touche de réinitialisation pour verrouiller le contrôleur dans le rail, lorsque le voyant vert clignote en continu. Le buzzer émet 3 bips lorsque le verrouillage est en place.
it: Fare doppio clic sul tasto Reset per bloccare il controller nella guida, quando l'indicatore verde lampeggia continuamente. Il cicalino emette 3 segnali acustici quando il bloccaggio è in posizione.
ko: 리셋 버튼을 더블 클릭하여 스마트 커튼 컨트롤러를 레일에 고정하고 초록색 표시등이 계속 깜박입니다. 고정 완료 후 부저가 세 번 짧게 울립니다.
ru: Дважды нажмите кнопку сброса, чтобы крепко удерживать компаньона на направляющей. В это время зеленый индикатор будет непрерывно мигать. После удержания на месте зуммер прозвучит 3 раза.

# device_curtain_range_min
source: Lock Minimum Running Distance
de: Minimale Laufdistanz sperren
es: Bloquear distancia de funcionamiento mínima
fr: Verrouiller la distance de course minimum
it: Blocco Distanza minima di corsa
ko: 최하단 위치를 확인해주세요
ru: Подтвердите минимальное положение
