Repository: acodeworker/localzedLoader
Catalog: *.lproj/Localizable.strings
Languages: de, es, fr, it, ko, ru

# device_lifetime_expire_tips
source: %1$s %2$s the service life of the device has been expired. Please replace the device in time to ensure the safety of gas consumption
de: %1$s %2$s die Lebensdauer des Geräts ist abgelaufen. Bitte ersetzen Sie das Gerät rechtzeitig, um die Sicherheit des Gasverbrauchs zu gewährleisten
es: %1$s %2$s la vida útil del dispositivo ha expirado. Por favor, sustituya el dispositivo cuanto antes para garantizar su seguridad
fr: %1$s %2$s la durée de vie de l'appareil a été dépassée. Veuillez remplacer l'appareil à temps pour garantir la sécurité de la consommation de gaz
it: %1$s %2$s la durata in servizio del dispositivo è terminata. Sostituisci il dispositivo in tempo per garantire la sicurezza del consumo di gas
ko: %1$s %2$s 장치 수명이 만료되었습니다. 가스 사용 안전을 위해 장치를 즉시 교체하십시오.
ru: %1$s %2$s Срок службы устройства истек, для безопасного использования газа своевременно замените устройство

# camera_install_title
source: Installation
es: Instalación
it: Installazione
ko: 설치
ru: Установка

# device_breakdown_tips
source: %1$s %2$s Device failure. Detection cannot go on. Please replace.
de: %1$s %2$s Gerätefehler. Die Erkennung kann nicht fortgesetzt werden. Bitte ersetzen.
es: %1$s %2$s fallo de dispositivo. La detección no puede continuar. Por favor, sustituya el dispositivo.
fr: %1$s %2$s Défaillance de l’appareil. La détection ne peut pas continuer. Veuillez remplacer.
it: %1$s %2$s Guasto del dispositivo. Il rilevamento non può continuare. Sostituisci.
ko: %1$s %2$s 장치는 불량으로 정상적인 감지가 불가능합니다. 장치를 교제하십시오.
ru: %1$s %2$s Сбой устройства, не удается обнаружить. Замените устройство

# device_install_area
source: Installation area
de: Installationsbereich
es: Área de instalación
fr: Zone d’installation
it: Area di installazione
ko: 설치구역
ru: Место установки

# doorlock_guide_error_machinery_desc
source: a.门锁机械异常，请通过指纹、密码、NFC、室内任意方式开门，重新启动门锁。 b.无法重启门锁请申请售后。
de: a. The door lock is mechanically nicht normal. Bitte öffnen Sie die Tür per Fingerabdruck, Passwort, NFC-Karte oder einer anderen Indoor-Methode, um das Türschloss neu zu starten. b. Das Türschloss kann nicht neu gestartet werden. Wenden Sie sich bitte an den Kundendienst.
es: a. La cerradura de la puerta tiene un defecto mecánico. Abra la puerta con huella dactilar, contraseña, tarjeta NFC o cualquier método interior para reiniciar la cerradura. b. No se puede reiniciar la cerradura, contacte con el servicio posventa.
fr: a. La serrure de porte est mécaniquement anormale. Veuillez ouvrir la porte par empreinte digitale, mot de passe, carte NFC ou toute autre méthode interne pour redémarrer la serrure. b. Impossible de redémarrer la serrure de porte, veuillez demander le service après-vente.
ko: " "a. 도어락 기계 이상, 지문, 비밀번호, NFC, 실내 임의로 문을 열고 도어록을 재시동해주세요. b. 도어락이 재개될 수 없으니 A/S를 신청하세요."

# device_temperature_too_high_1
source: %1$s %2$s The temperature is too high, please check the device in time.
de: %1$s %2$s Die Temperatur ist zu hoch. Bitte überprüfen Sie das Gerät rechtzeitig.
es: %1$s %2$s La temperatura es demasiado alta, compruebe el dispositivo cuanto antes.
fr: %1$s %2$s La température est trop élevée, veuillez vérifier l’appareil à temps.
it: %1$s %2$s La temperatura è troppo alta, controlla il dispositivo in tempo.
ko: %1$s %2$s 과온이므로 장치를 확인하십시오.
ru: %1$s %2$s Перегрев. Проверьте устройство

# device_set_gesturerecognition_area
source: Press and drag the grid to select detecting area.
de: Drücken und ziehen Sie das Raster, um den Erkennungsbereich auszuwählen.
es: Pulse y arrastre el cuadro para seleccionar el área de detección.
fr: Appuyez et faites glisser la grille pour sélectionner la zone de détection.
it: Premi e trascina la griglia per selezionare l'area di rilevamento.
ko: 격자를 누르고 선택한 영역을 드래그하여 감지 영역을 선택합니다.
ru: Удерживайте сетку, чтобы перетащить выбранную область, являющаяся областью обнаружения

# other_forceupdate_log3
source: 3.Support more accessories
de: 3. Unterstüzt mehr Accessoires
es: 3.Soportar más accesorios
fr: 3.Prendre en charge plus d’accessoires
it: 3. Supporta più accessori
ko: 3.더 많은 장치를 지원합니다.
ru: 3.Поддержка большего количества устройств

# device_lifetime_expire_tips_ios
source: %@ %@ the service life of the device has been expired. Please replace the device in time to ensure the safety of gas consumption
de: %@ %@ die Lebensdauer des Geräts ist abgelaufen. Bitte ersetzen Sie das Gerät rechtzeitig, um die Sicherheit des Gasverbrauchs zu gewährleisten
es: %@ %@ la vida útil del dispositivo ha expirado. Por favor, sustituya el dispositivo cuanto antes para garantizar su seguridad
fr: %@ %@ la durée de vie de l’appareil a été dépassée. Veuillez remplacer l'appareil à temps pour garantir la sécurité de la consommation de gaz
it: %@ %@ la durata in servizio del dispositivo è terminata. Sostituisci il dispositivo in tempo per garantire la sicurezza del consumo di gas
ko: %@ %@ 장치 수명이 만료되었습니다. 가스 사용 안전을 위해 장치를 즉시 교체하십시오.
ru: %@ %@ Срок службы устройства истек, для безопасного использования газа своевременно замените устройство

# device_press_rorate
source: Press and rotate
de: Drücken und Drehen
es: Presionar y rotar
fr: Appuyer et tourner
it: Premi e ruota
ko: 누른 다음 회전

# curve_electricity_use_7dayas
source: Consumption 7 Days Ago
de: Verbrauch vor 7 Tagen
es: Consumo desde hace 7 días
fr: Consommation il y a 7 jours
it: Consumo 7 giorni fa
ko: 7일 전의 전기 소비량
ru: Прошлая неделя

# device_countdown_open_desc_1_fios
source: Turn on after %@ hours %@ minutes
de: Nach %@ Stunden %@ Minuten einschalten
es: Encender tras %@ horas %@ minutos
fr: Allumer après %@ heures %@ minutes
it: Accendere dopo %@ ore %@ minuti
ko: %@ 시 %@ 분 후 켜기
ru: Включить через %@ ч %@ минут

# doorlock_pwd_weeklyrepeating
source: Weekly-repeating password
de: Wöchentlich sich wiederholendes Passwort
es: Contraseña repetida semanal
fr: Mot de passe à répétition hebdomadaire
it: Password ripetuta settimanalmente
ko: 매주 반복되는 암호

# camera_title_memory_manage
source: SD Card Storage
de: SD-Kartenspeicher
es: Almacenamiento tarjeta SD
fr: Stockage sur carte SD
it: Archiviazione su scheda SD
ko: SD카드 저장장치
ru: Хранилище SD-карты

# automation_humidity_lower_than
source: %@ Humidity is below %@
de: %@ Luftfeuchtigkeit liegt unter %@
es: La humedad %@ está por debajo de %@
fr: %@ Humidité inférieure à %@
it: %@ L’umidità è inferiore a %@
ko: %@ 습도가 %@ 아래에 있을 때
ru: %@: Влажность ниже %@

# device_set_privacy_area_text2
source: Hold the grid and drag to select area, and the selected area is the privacy occlusion area;
de: Halten Sie das Raster gedrückt und ziehen Sie, um den Bereich auszuwählen. Der ausgewählte Bereich ist der Sichtschutzbereich;
es: Sujete el cuadro y arrastre para seleccionar un área, ese área será el área de oclusión privada;
fr: Maintenir la grille et faire glisser pour sélectionner la zone d’occlusion de la vie privée ;
it: Tieni la griglia e trascinala per selezionare l'area, l'area selezionata costituisce la zona di occlusione della privacy;
ko: 격자를 눌러 개인보호구역을 선택하세요.
ru: Нажмите и удерживайте сетку, чтобы перетащить область выбора, выделенная область является областью маски конфиденциальности;

# device_offline_diagnosis_tips4
source: 4. If the problem still exists, please restart the Hub and try again.
de: 4. Wenn das Problem weiterhin besteht, starten Sie den Hub bitte neu und versuchen Sie dann erneut.
es: 4. Si el problema persiste, reinicie el hub e inténtelo de nuevo.
fr: 4. Si le problème persiste, veuillez redémarrer le Hub et réessayer.
it: 4. Se il problema persiste, riavvia l’hub e riprova.
ko: 4. 계속 같은 문제가 발생하면 허브를 재시작 후 다시 시도하세요.
ru: 4. Если он по-прежнему не работает, перезагрузите Hub и повторите попытку.

# automation_location_radius_data_fios
source: Radius:%d metres
de: Radius:%d Meter
es: Radio:%d metros
fr: Rayon : %d mètres
it: Raggio: %d metri
ko: 반경: %d미터
ru: Радиус:%d метров

# other_app_version
source: App Version
es: Versión de app
fr: Version d’appli
it: Versione dell'app
ko: 앱 버전
ru: Версия Приложения

# doorlock_opendoorwithperiodpwd_success_deleted
source: #periodic password_%1$s# opened the door successfully
de: #Periodisches Passwort_%1$s# hat die Tür geöffnet
es: #periodic password_%1$s# ha abierto la puerta con éxito
fr: #periodic password_%1$s# a ouvert la porte avec succès
it: #periodic password_%1$s# ha completato l’apertura della porta
ko: #password_%1$s# 문을 열었습니다.

# device_charging_protect_tips
source: If the power keeps lower than 2 W within half an hour, the plug will be automatically turned off.
de: Falls die Leistung innerhalb einer halben Stunde weiterhin weniger als 2W beträgt, wird der Stecker automatisch ausgeschaltet.
es: Si la potencia sigue por debajo de los 2 W en media hora, se apagará automáticamente.
fr: Si la puissance reste inférieure à 2 W dans une demi-heure, la prise sera automatiquement éteinte.
it: Se la potenza rimane inferiore a 2 W per mezz'ora, la spina si spegnerà automaticamente.
ko: 30분간 전력사용량이 2W이하면, 자동적으로 전원을 차단합니다.
ru: Если мощность остается ниже 2 Вт в течение получаса, питание будет автоматически отключено.

# doorlock_error_desc_machinery_err
source: a. The door lock is mechanically abnormal. Please open the door by fingerprint, password, NFC card, or any indoor method to restart the door lock. b. Can not restart the door lock, please apply for after-sales service.
de: a. The door lock is mechanically nicht normal. Bitte öffnen Sie die Tür per Fingerabdruck, Passwort, NFC-Karte oder einer anderen Indoor-Methode, um das Türschloss neu zu starten. b. Das Türschloss kann nicht neu gestartet werden. Wenden Sie sich bitte an den Kundendienst.
es: a. La cerradura de la puerta tiene un defecto mecánico. Abra la puerta con huella dactilar, contraseña, tarjeta NFC o cualquier método interior para reiniciar la cerradura. b. No se puede reiniciar la cerradura, contacte con el servicio posventa.
fr: a. La serrure de porte est mécaniquement anormale. Veuillez ouvrir la porte par empreinte digitale, mot de passe, carte NFC ou toute autre méthode interne pour redémarrer la serrure. b. Impossible de redémarrer la serrure de porte, veuillez demander le service après-vente.
it: a. La serratura della porta è anomala dal punto di vista meccanico. Apri la porta tramite impronta digitale, password, scheda NFC o qualsiasi metodo interno per riavviare la serratura. b. Impossibile riavviare la serratura della porta, richiedi assistenza post-vendita.
ko: "a. 도어락에 이상이 있습니다. 문을 열려면 지문, 비밀번호, 근거리 무선 통신 카드 또는 실내 방법을 사용하여 잠금 장치를 다시 시작해주세요. b. 도어락을 다시 시작할 수 없습니다. A/S를 신청해주세요."

# scene_siri_shortcuts
source: Siri Shortcuts
de: Siri-Kürzel
es: Atajos de Siri
fr: Raccourcis Siri
it: Scelte rapide Siri
ko: Siri 단축어
ru: Siri Ярлыки

# device_power_overload_1_fios
source: The power of %@ is overloaded. Please check the device in time.
de: Die Leistung von %@ ist überlastet. Bitte überprüfen Sie das Gerät.
es: La potencia de %@ está sobrecargada. Compruebe el dispositivo cuanto antes.
fr: L’alimentation de %@ est surchargée. Veuillez vérifier l’appareil en temps voulu.
it: L’alimentazione di %@ è sovraccaricata. Controlla il dispositivo in tempo.
ko: %@가 과부하 상태입니다. 장치를 점검하십시오.
ru: Перегрузка %@, проверьте устройство

# device_countdown_open_min_desc
source: Turn on after %@ minutes
de: Nach %@ Minuten einschalten
es: Encender tras %@ minutos
fr: Allumer après %@ minutes
it: Accendere dopo %@ minuti
ko: %@ 분 후 켜기
ru: Включить через %@ минут

# other_app_upgrade_dialog_detail
source: 1.Update cloud interface 2. Improve user experience 3. Support more accessories
de: 1. Aktualisieren Sie die Cloud-Schnittstelle 2. Benutzererfahrung verbessert 3. Unterstüzt mehr Accessoires
es: 1.Actualizar interfaz en la nube 2. Mejorar la experiencia de usuario 3. Soportar más accesorios
fr: 1.Mettre à jour l’interface du cloud 2. Améliorer l’expérience utilisateur 3. Prendre en charge plus d’accessoires
it: 1. Aggiorna interfaccia cloud 2. Migliora l’esperienza utente 3. Supporta altri accessori
ko: 1. 클라우드 인터페이스 업데이트 2. 사용자 경험 개선 3. 더 많은 장치 지원
ru: 1. Актуализация логики работы с сервером 2. Улучшение интерфейса 3. Поддержка новых устройств

# camera_face_guide_step3_tips
source: Step 3 Unlock the function of face Identification You can also unlock the functions of face identification notification and video recording
de: Schritt 3 Schalten Sie die Funktion der Gesichtserkennung frei Sie können auch die Funktionen der Gesichtserkennungsbenachrichtigung und der Videoaufnahme entsperren
es: Paso 3 Desbloquee la función de reconocimiento facial También puede desbloquear las funciones de notificación de identificación y grabación de vídeo
fr: Étape 3 Déverrouiller la fonction d’identification faciale Vous pouvez aussi déverrouiller les fonctions de notification d’identification faciale et d’enregistrement vidéo
it: Fase 3 Sblocca la funzione di identificazione facciale Puoi anche sbloccare le funzioni di notifica di identificazione facciale e registrazione video
ko: Step 3 얼굴 인식 기능 설정 얼굴 인식 메시지 푸시 및 비디오 녹화 기능을 활성화할 수 있습니다
ru: Шаг 3 Включение функции распознавания лица Вы также можете включить функцию распознавания лиц и запись видео

# device_nas_set_storage_length_month_1
source: %@Months
de: %@Monate
es: %@ meses
fr: %@ mois
it: %@Mesi
ko: %@개 월
ru: %@ мес.

# security_ongoing
source: Alert system is alarming
de: Das Alarmsystem schlägt Alarm
es: El sistema de alerta está dando alarma
fr: Système d’alerte déclenché
it: Il sistema di avviso è in allarme
ko: 경보장치가 경고 중입니다.
ru: Тревога охранной системы

# doorlock_user_of
source: %@'s
es: de %@

# doorlock_bind_success2
source: Bound successfully. The hub configurations are completed
de: Erfolgreich verbunden. Die Hubkonfigurationen sind abgeschlossen
es: Vinculado con éxito. La configuración del hub se ha completado
fr: Liaison réussie. Les configurations de hub sont terminées
it: Associazione riuscita. Le configurazioni dell'hub sono state completate
ko: 연결되었습니다. 허브 구성이 완료되었습니다.

# camera_face_guide_step2_tips
source: Step 2 Download the face Download the face that you want to be identified to the camera
de: Schritt 2 Laden Sie das Gesicht herunter Laden Sie das Gesicht herunter, das von der Kamera erkannt werden soll
es: Paso 2 Descargue la cara Descargue la cara que quiere identificar con la cámara
fr: Étape 2 Télécharger le visage Télécharger le visage à identifier sur la caméra
it: Fase 2 Scarica il volto Scarica il volto che desideri venga identificato nella fotocamera
ko: Step 2 얼굴 다운로드 인식하려는 얼굴을 카메라에 다운로드하십시오
ru: Шаг 2 Загрузка лица Загрузите лицо, которое хотите распознать, в камеру

# device_countdown_close_min_desc
source: Turn off after %@ minutes
de: Nach %@ Minuten ausschalten
es: Apagar tras %@ minutos
fr: Éteindre après %@ minutes
it: Spegnere dopo %@ minuti
ko: %@ 분 후 끄기
ru: Отключить через %@ минут

# homekit_bind_device
source: Bind the HomeKit device
de: Verbinden Sie das HomeKit-Gerät
es: Vincular el dispositivo de HomeKit
fr: Lier l’appareil HomeKit
it: Associa il dispositivo HomeKit
ko: HomeKit 장치 연결
ru: Привязать устройство HomeKit

# camera_device_set_facial_step3
source: Step 3 Enable facial recognition
de: Schritt 3 Aktivieren Sie die Gesichtserkennung
es: Paso 3 Habilite el reconocimiento facial
fr: Étape 3 Activer la reconnaissance faciale
it: Fase 3 Attiva il riconoscimento facciale
ko: Step3 얼굴 인식 켜기
ru: Шаг 3 Включить распознавание лиц

# doorlock_bind_wifi_success
source: Bound successfully. The door lock configurations are completed
de: Erfolgreich verbunden. Die Türschlosskonfigurationen sind abgeschlossen
es: Vinculado con éxito. Se han completado las configuraciones de la cerradura
fr: Liaison réussie. Les configurations du verrou de porte sont terminées
it: Associazione riuscita. Le configurazioni della serratura della porta sono state completate
ko: 연결었습니다. 도어락 구성 완료.

# camera_device_set_facial_step1
source: Step 1 Enter a face
de: Schritt 1 Geben Sie ein Gesicht ein
es: Paso 1 Introduzca una cara
fr: Étape 1 Saisir un visage
it: Fase 1 Immetti un volto
ko: Step1 얼굴 추가
ru: Шаг 1 Ввести лицо

# doorlock_bound_success_wifi_configuration_completed
source: The door lock is bound successfully. The Wi-Fi configuration of the door lock is completed.
de: Das Türschloss wurde erfolgreich verbunden. Die WLAN-Konfiguration des Türschlosses ist abgeschlossen.
es: Se ha vinculado con éxito la cerradura. La configuración wifi de la cerradura se ha completado.
fr: Le verrou de porte est lié avec succès. La configuration Wi-Fi du verrou de porte est terminée.
it: La serratura della porta è stata bloccata correttamente. La configurazione del Wi-Fi della serratura è completata.
ko: 도어락이 성공적으로 연결되었습니다. 도어락의 Wi-Fi 구성이 완료되었습니다.

# camera_face_guide_step1_tips
source: Step 1 Add a face Upload the face you want to be identified by taking a picture or selecting one
de: Schritt 1 Gesicht hinzufügen Laden Sie das Gesicht hoch, das erkannt werden soll, indem Sie ein Foto machen oder eines auswählen
es: Paso 1 Añada una cara Suba la cara que quiere identificar tomando una foto o seleccionando una
fr: Étape 1 Ajouter un visage Télécharger le visage à identifier en prenant une photo ou en sélectionnant
it: Fase 1 Aggiungi un volto Carica il volto che desideri venga identificato scattando una foto o selezionandone una
ko: Step 1 얼굴 추가 사진을 찍거나 사진을 선택하여 인식하고자 하는 얼굴을 업로드하십시오
ru: Шаг 1 Добавление лица Сделайте снимок или выберите изображение и загрузите лицо, которое хотите распознать

# doorlock_opendoorwithnfccard_success_after_delete
source: The #NFC_%@# opened the door successfully
de: Das #NFC_%@# hat die Tür geöffnet
es: #NFC_%@# ha abierto la puerta con éxito
fr: Le #NFC_%@# a ouvert la porte avec succès
it: La #NFC_%@# ha completato l’apertura della porta
ko: #NFC_%@# 가 성공적으로 문을 열었습니다.

# common_bind
source: Bind
de: Verbinden
es: Vincular
fr: Lier
it: Associazione
ko: 연결
ru: Привязать

# notification_start_self_title
source: App self-start setting
de: App-Selbststarteinstellung
es: Ajuste de inicio automático de la app
fr: Réglage du démarrage auto de l’appli
it: Impostazione dell'avvio automatico dell'app
ko: 앱 자동실행 설정
ru: Настройки автозапуска приложения

# doorlock_opendoorwithnfccard_success_deleted
source: #NFC_%1$s# opened the door successfully
de: #NFC_%1$s# hat die Tür geöffnet
es: #NFC_%1$s# ha abierto la puerta con éxito
fr: #NFC_%1$s# a ouvert la porte avec succès
it: #NFC_%1$s# ha completato l’apertura della porta
ko: #NFC_%1$s# 문을 열었습니다.

# device_bind_success
source: Bound
de: Verbunden
es: Vinculado
fr: Lié
it: Associato
ko: 연결 성공
ru: Привязано

# other_app_update
source: App Update
es: Actualización de app
fr: Mise à jour d’appli
it: Aggiornamento dell'app
ko: 앱 업데이트 확인
ru: Обновление приложения

# device_set_bell_add_fail_hint_1
source: Fail to add because the number of ringtones in the "Ringtones Library" have reached the upper limit. You can try the following operations: 1. Add custom ringtones with the function of "Import from Ringtone Library"; 2. Manage your "Ringtones Library", and add new ones after deleting unnecessary ringtones.
de: Fehler beim Hinzufügen, weil die Anzahl der Klingeltöne in der "Klingeltonbibliothek" die Obergrenze erreicht hat. Sie können Folgendes ausprobieren: 1. Fügen Sie benutzerdefinierte Klingeltöne mit der Funktion "Aus Klingeltonbibliothek importieren" hinzu; 2. Verwalten Sie Ihre "Klingeltonbibliothek" und fügen Sie neue hinzu, nachdem Sie nicht mehr gewünschte Klingeltöne gelöscht haben.
es: Fallo al añadir, el número de tonos de la "Biblioteca de tonos" ha alcanzado el límite. Puede intentar lo siguiente: 1. Añadir tonos de llamada personalizados con la función de "Importar desde Biblioteca de tonos"; 2. Gestione su "Biblioteca de tonos", y añada nuevos tonos tras borrar los innecesarios.
fr: Échec de l’ajout, car le nombre de sonneries dans la « Bibliothèque de sonneries » a atteint la limite supérieure. Vous pouvez essayer les opérations suivantes : 1. Ajouter des sonneries personnalisées avec la fonction de « Importer de la bibliothèque de sonneries » ; 2. Gérer votre « Bibliothèque de sonneries » et en ajouter de nouvelles après avoir supprimé les sonneries inutiles.
it: Impossibile aggiungere perché il numero di suonerie nella "Libreria suonerie" ha raggiunto il limite massimo. Puoi provare le seguenti operazioni: 1. Aggiungi suonerie personalizzate con la funzione "Importa da Libreria suonerie"; 2. Gestisci la tua "Libreria suonerie" e aggiungine di nuove dopo aver eliminato le suonerie non necessarie.
ko: '벨소리 라이브러리'에 벨소리가 최대수량 초과하니 추가할 수 없습니다.다음과 같은 작업을 시도할 수 있습니다. 1. "벨소리 라이브러리에서 가져오기" 기능을 사용하여 사용자 정의 벨소리를 추가하십시오. 2. "벨소리 라이브러리"를 관리하고 필요없는 밸소리를 삭제한 후 다시 추가하십시오.
ru: Количество рингтонов в «библиотеке мелодий» достигло максимума и не может быть добавлено. Вы можете попробовать следующее: 1. Используйте функцию «импорт из библиотеки мелодий» для добавления собственных мелодий; 2. Управляйте Вашей «библиотекой мелодий», удаляйте ненужные мелодии и снова добавляйте их.

# security_guard_log
source: Alert log
de: Alarm-Protokoll
es: Registro de alerta
fr: Journal d’alerte
it: Registro degli avvisi
ko: 보안 일지
ru: Журнал безопасности

# automation_tvoc_level_below_1_fios
source: TVOC level is below %@.
de: Der TVOC-Wert liegt unter %@.
es: Nivel TVOC por debajo de %@.
fr: Niveau TVOC inférieur à %@.
it: Il livello TVOC è inferiore a %@.
ko: TVOC등급은 %@ 이하입니다.
ru: Уровень TVOC ниже %@

# homepage_scene_execute_success
source: The “%@” scene is executed successfully!
de: Die Szene „%@“ wurde erfolgreich ausgeführt!
es: ¡La escena "%@" se ha ejecutado con éxito!
fr: La scène « %@ » est exécutée avec succès !
it: La scena "%@" è stata eseguita correttamente!
ko: %@' 동시실행을 실행하였습니다!
ru: «%@» успешно запущен!

# device_bell_library_null_1_fios
source: 1. All ringtones added will be automatically synchronized to the "Ringtones Library" 2. Ringtones in the "Ringtones Library" can be synchronized to different devices quickly.
de: 1. Alle hinzugefügten Klingeltöne werden automatisch mit der "Klingeltonbibliothek" synchronisiert. 2. Klingeltöne in der "Klingeltonbibliothek" können schnell mit verschiedenen Geräten synchronisiert werden.
es: 1. Todos los tonos de llamada añadidos se sincronizarán automáticamente con la "Biblioteca de tonos" 2. Los tonos de la "Biblioteca de tonos" se pueden sincronizar más rápidamente con diferentes dispositivos.
fr: 1. Toutes les sonneries ajoutées seront automatiquement synchronisées avec la « Bibliothèque de sonneries » 2. Les sonneries de la « bibliothèque de sonneries » peuvent être rapidement synchronisées avec différents appareils.
it: 1. Tutte le suonerie aggiunte verranno sincronizzate automaticamente alla "Libreria suonerie" 2. Le suonerie nella "Libreria suonerie” possono essere sincronizzate rapidamente su diversi dispositivi.
ko: 1. 추가된 모든 밸소리는 벨소리 라이브러리에 저장됩니다. 2. "벨소리 라이브러리" 안의 벨소리는 여러 장치로 빠르게 가져올 수 있습니다.
ru: 1. Все добавленные мелодии будут автоматически синхронизированы с «библиотекой мелодий». 2. Мелодии в «библиотеке рингтонов» можно быстро синхронизировать с разными устройствами.

# doorlock_sn
source: SN serial number
de: SN-Seriennummer
es: Número de serie NS
fr: SN numéro de série
it: Numero di serie SN
ko: SN 시리얼 번호

# other_auto_ota_tip
source: tips：门锁升级成功后会进行一次重启，重启时门锁将会有轻微响动，建议更新时间选择在不会被打扰的时间段内
es: Consejo: 门锁升级成功后会进行一次重启，重启时门锁将会有轻微响动，建议更新时间选择在不会被打扰的时间段内
ko: tips : 도어락 업그레이드가 완료되면 한 번 재시작되며, 도어록이 경미하게 움직이므로 업데이트 시간을 방해받지 않는 시간으로 선택하는 것을 권장합니다.

# security_guard_mode
source: Alert mode
de: Alarmmodus
es: Modo de alerta
fr: Mode d’alerte
it: Modalità avviso
ko: 보안 모드
ru: Режим охраны

# automation_tvoc_level_above_1_fios
source: TVOC level is above %@.
de: Der TVOC-Wert liegt über %@.
es: Nivel TVOC por encima de %@.
fr: Niveau TVOC supérieur à %@.
it: Il livello TVOC è superiore a %@.
ko: TVOC등급은 %@ 이상입니다.
ru: Уровень TVOC выше %@

# automation_illumation_level_100
source: （Storm）
de: (Sturm)
es: (Tormenta)
fr: （Tempête）
it: （Temporale）
ko: （폭풍우）
ru: (Гроза)
