Repository: acodeworker/localzedLoader
Catalog: *.lproj/Localizable.strings
Languages: de, es, fr, it, ko, ru

# device_dynamic_setting_success
source: Dynamic is configured successfully.
de: Die Dynamik wurde erfolgreich konfiguriert.
es: Dinámico configurado con éxito.
fr: Dynamique configurée avec succès.
it: La dinamica è configurata correttamente.
ko: 자동 설정 모드 구성을 완료하였습니다
ru: Успешная настройка динамического сценария.

# device_dynamic_setting_waitting
source: Configuring dynamic. Please wait...
de: Die Dynamik wird konfiguriert. Bitte warten Sie...
es: Configurando dinámico. Espere...
fr: Configuration dynamique. Veuillez patienter...
it: Configurazione dinamica. Attendi prego...
ko: 조명을 자동설정 모드로 구성중입니다, 잠시만 기다려주십시오
ru: Настройка динамического сценария, подождите, пожалуйста

# device_dynamic_mode
source: Dynamic mode
de: Dynamischer Modus
es: Modo dinámico
fr: Mode dynamique
it: Modalità dinamica
ko: 다이나믹 모드
ru: Динамический режим

# device_dynamic_setting_try_again
source: Dynamic configuration failed. Please try again
de: Die Dynamik konnte nicht konfiguriert werden. Bitte versuchen Sie es erneut
es: Fallo en la configuración del dinámico. Inténtelo de nuevo
fr: Échec de la configuration dynamique. Veuillez réessayer
it: Configurazione dinamica non riuscita. Riprova
ko: 자동 설정에 실패하였습니다, 잠시후 다시 시도해주세요
ru: Ошибка настройки динамического сценария. Попробуйте ещё раз.

# device_dynamic_list
source: Dynamic List
de: Dynamische Liste
es: Lista dinámica
fr: Liste dynamique
it: Elenco dinamico
ko: 동적 리스트
ru: Динамический список

# device_dynamic_mode_with_colon
source: Dynamic mode:%@
de: Dynamischer Modus:%@
es: Modo dinámico: %@
fr: Mode dynamique : %@
it: Modalità dinamica:%@
ko: 다이나믹 모드:%@
ru: Динамический режим:%@

# device_alarmtrigereddevice_vibrationtips
source: Vibration Sensor is triggered (includes vibration, drop and tilt)
de: Der Vibrationssensor wird ausgelöst (einschließlich Vibration, Sturz und Neigung)
es: Se ha activado el sensor de vibraciones (incluye vibraciones, caída e inclinaciones)
fr: Le capteur de vibrations est déclenché (vibrations, chutes et inclinaison)
it: Il sensore di vibrazione viene attivato (include vibrazione, caduta e inclinazione)
ko: 진동이 감지됨(진동, 낙하, 기울어짐 포함)
ru: Сработал датчик вибрации.

# device_dynamic_name
source: Dynamic name
de: Dynamischer Name
es: Nombre dinámico
fr: Nom dynamique
it: Nome dinamico
ko: 다이나믹 씬 이름
ru: Название активной сцены

# doorlock_update_failed_by_lithium_battery_low
source: The update failed. The lithium battery of the door lock is low. Please charge it in time
de: Das Update ist fehlgeschlagen. Die Lithiumbatterie des Türschlosses ist schwach. Bitte laden Sie sie rechtzeitig auf
es: Ha fallado la actualización. La batería de litio de la cerradura está baja. Cárgala a tiempo
fr: Échec de la mise à jour. La batterie au lithium du verrou de porte est faible. Veuillez la charger à temps
it: L'aggiornamento non è riuscito. La carica della batteria al litio della della serratura è bassa. Caricala in tempo
ko: 업데이트에 실패했습니다. 도어락의 배터리가 부족합니다. 즉시 충전해 주세요.

# other_update_completed
source: Update completed
de: Update abgeschlossen
es: Actualización completada
fr: Mise à jour terminée
it: Aggiornamento completato
ko: 업데이트 완료
ru: Обновление завершено

# device_sleep_quality_poor
source: Poor
de: Schlecht
es: Pobre
fr: Très mauvais
it: Scarso
ko: 다소 나쁨
ru: Плохо

# delete_last_home_hint
source: At least one home is required.
de: Es wird mindestens ein Zuhause benötigt.
es: Se requiere al menos un hogar.
fr: Au moins une maison est requise.
it: È richiesta almeno una casa.
ko: 홈이 하나인 경우 삭제할 수 없습니다.
ru: Требуется как минимум один дом.

# doorlock_log_local
source: Local log
de: Lokales Protokoll
es: Registro local
fr: Journal local
it: Registro locale
ko: 로컬 로그

# device_camera_event_exist
source: Can not add it repeatedly.
de: Kann es nicht wiederholt hinzugefügt werden.
es: No se puede añadir repetidamente.
fr: Impossible de l’ajouter à plusieurs reprises.
it: Non puoi aggiungerlo ripetutamente.
ko: 중복 추가 불가
ru: Ошибка повторного добавления.

# other_delete_default_room_hint
source: Default room cannot be deleted
de: Der Standardraum kann nicht gelöscht werden
es: No se puede eliminar la habitación por defecto
fr: Impossible de supprimer la pièce par défaut
it: La stanza predefinita non può essere eliminata
ko: 기본 방은 삭제할 수 없습니다.
ru: Комната по умолчанию не может быть удалена

# homekit_unchargeable
source: Not Chargeable
de: Nicht aufladbar
es: No recargable
fr: Charge impossible
it: Non ricaricabile
ko: 충전 불가
ru: Не заряжаемое

# doorlock_unique_fingerprint_password_not_delete
source: Do not delete the unique fingerprint or password
de: Löschen Sie nicht den Fingerabdruck oder das Passwort
es: No se pueden borrar contraseñas o huellas dactilares únicas
fr: Ne pas supprimer l’empreinte digitale ou le mot de passe unique.
it: Non cancellare l’impronta digitale o la password univoca
ko: 유일한 지문이나 비밀번호를 삭제할 수 없습니다

# device_successful_upload_offline_data
source: Successful upload of offline data
de: Die Offline-Daten wurden erfolgreich hochgeladen
es: Se han subido los datos sin conexión con éxito
fr: Téléchargement réussi de données hors ligne
it: Caricamento dei dati offline riuscito
ko: 오프라인 데이터 업로드를 완성하였습니다.
ru: Успешная загрузка данных офлайн

# common_close_succeed
source: Successfully closed
de: Erfolgreich geschlossen
es: Cerrado con éxito
fr: Fermé avec succès
it: Chiusura riuscita
ko: 성공적으로 닫혔습니다

# doorlock_initialconnection_errcode_three_operate_guide
source: Operation guide: 1. Please confirm whether the mobile phone network is normal, you can switch the mobile phone Wi-Fi or 4G network and try again; 2. If the Wi-Fi of the mobile phone is unstable or the 4G network is not smooth, you can try to change the network environment and try again
de: Bedienungsanleitung: 1. Bitte prüfen Sie, ob das Mobilfunknetz normal ist, Sie können das WLAN- oder 4G-Netzwerk des Mobiltelefons wechseln und es erneut versuchen; 2. Falls das WLAN des Mobiltelefons instabil oder das 4G-Netzwerk nicht reibungslos funktioniert, können Sie versuchen, die Netzwerkumgebung zu ändern und es erneut zu versuchen
es: Guía de funcionamiento: 1. Confirme si la red de teléfono móvil funciona con normalidad, puede cambiar al wifi del teléfono o a la red 4G e intentarlo de nuevo; 2. Si el wifi o el teléfono móvil son inestables, o si la red 4G no funciona correctamente, puede cambiar el entorno de red e intentarlo de nuevo
fr: Guide d’utilisation : 1. Veuillez confirmer si le réseau mobile est normal, vous pouvez passer au réseau de téléphonie mobile 4G ou au Wi-Fi et réessayer ; 2. Si le Wi-Fi du téléphone mobile est instable ou le réseau 4G n’est pas fluide, vous pouvez essayer de changer l’environnement réseau et réessayer
it: Guida operativa: 1. Verifica che la rete del cellulare sia normale, puoi commutare la rete Wi-Fi o 4G del cellulare e riprovare; 2. Se il Wi-Fi del cellulare è instabile o la rete 4G non è scorrevole, puoi provare a cambiare l'ambiente di rete e riprovare

# other_current_page_empty
source: Current page is empty
de: Die aktuelle Seite ist leer
es: La página actual está vacía
fr: Page actuelle vide
it: La pagina attuale è vuota
ko: 현재 페이지가 비어있습니다.
ru: Текущая страница пуста

# common_open_succeed
source: Successfully opened
de: Erfolgreich geöffnet
es: Abierto con éxito
fr: Ouvert avec succès
it: Apertura riuscita
ko: 성공적으로 열림

# doorlock_guide_error_inner_open
source: 测到开锁按键未正常下压，请联系客服 检测到剪舌未正常收起，请检查锁体连接线 检测到方舌未正常收起，请检查锁体连接线 检测到角舌未正常弹出，请依次检查： 1.门口板、锁体 2.锁体连接线
de: Die Entriegelungstaste lässt sich nicht eindrücken, wenden Sie sich bitte an den Kundendienst. Wenn sich die Scherenbolzen nicht zurückziehen lassen, überprüfen Sie bitte das Verbindungskabel des Schlossgehäuses. Wenn sich die Mehrpunkt-Federbolzen nicht zurückziehen lassen, überprüfen Sie bitte das Verbindungskabel des Schlossgehäuses. Wenn die Erkennungs-Zunge nicht aufspringt, prüfen Sie bitte nacheinander die folgenden Schritte: 1. Schliessblech, Schlosskörper 2. Schlosskörper Verbindungsdraht
es: Si detecta que el botón de desbloqueo no está presionado normalmente, póngase en contacto con el servicio de atención al cliente Si detecta que la lengüeta enganchada no se retrae normalmente, compruebe las conexiones del cuerpo de la cerradura Si detecta que la lengüeta multipunto no se retrae normalmente, compruebe la conexión del cuerpo de la cerradura Si la lengüeta de detección no salta, compruebe lo siguiente paso a paso: 1. Placa de cierre, cuerpo de la cerradura 2. Cables de conexión del cuerpo de la cerradura
fr: Si vous ne pouvez pas appuyer sur le bouton de déverrouillage, contactez le personnel du service à la clientèle . Si les pênes à ciseau ne se rétractent pas, vérifiez le fil de connexion au corps du verrou . Si les pênes à ressort multipoint ne se rétractent pas, vérifiez le fil de connexion au corps du verrou . Si la languette de détection ne se déploie pas, vérifiez dans cet ordre : 1. Plaque de percussion, corps du verrou 2. Fil de connexion du corps du verrou
it: Se non si riesce a premere il pulsante di sblocco, contattare il personale del servizio di assistenza clienti. Se i bulloni a forbice non si ritraggono, controllare il filo del connettore del corpo della serratura. Se i bulloni a molla multipunto non si ritraggono, controllare il filo del connettore del corpo della serratura: 1. Piastra frontale, corpo della serratura 2. Filo del connettore del corpo di chiusura
ko: 잠금버튼이 정상적으로 눌리지 않는 것이 측정되어 고객서비스로 연락 주시기 바랍니다. 래치가 제대로 접히지 않은 것이 발견되었습니다. 잠금체 연결선을 확인해주세요. 래치가 제대로 걷히지 않은 것이 감지되었으니 잠금체 연결선을 확인해주세요 래치가 제대로 튀어 나오지 않았음을 확인하시고, 다음의 순서를 확인해주세요: 1. 문짝, 자물쇠 2. 잠금체 연결선

# common_success
source: Succeeded
de: Erfolg
es: Ha tenido éxito
fr: Réussi
it: Riuscito
ko: 성공
ru: Успешно

# device_unsupported_format_qr_code_tips
source: Unrecognizable QR code, please scan the Install Code on the device or package
de: Nicht erkennbarer QR-Code. Bitte scannen Sie den Installationscode auf dem Gerät oder der Verpackung
es: Código QR no reconocible, escanee el código de instalación en el dispositivo o paquete
fr: Code QR méconnaissable, veuillez scanner le code d’installation sur l’appareil ou l’emballage
it: QR code irriconoscibile, scansiona il codice di installazione posto sul dispositivo o sul pacchetto
ko: 지원하지 않는 QR코드입니다. 장치 또는 상자의 Install Code를 스캔하세요.
ru: Неподдерживаемый формат QR-кода. Отсканируйте установочный код на устройстве или упаковке

# camera_exit_hint_when_recording
source: Currently recording, sure to exit?
de: Die Aufzeichnung läuft. Möchten Sie sie wirklich beenden?
es: Hay una grabación en marcha, ¿seguro que desea salir?
fr: En cours d’enregistrement, vraiment quitter ?
it: Registrazione in corso, sei sicuro di uscire?
ko: 현재 녹화중입니다. 녹화를 종료하시겠습니까?
ru: Идет запись. Подтвердить выход?

# doorlock_success
source: Success (0x00)
de: Erfolg (0x00)
es: Éxito (0x00)
fr: Réussi (0x00)
it: Successo (0x00)
ko: 성공(0x00)

# doorlock_cardstypes_notsupported
source: The cards types that are not supported
de: Diese Kartentypen werden nicht unterstützt
es: Los tipos de tarjeta no soportados
fr: Types de cartes non pris en charge
it: I tipi di schede che non sono supportati
ko: 지원되지 않는 카드 유형

# user_not_set_pwd_input_pwd
source: Current account has no password, please enter new password /n
de: Das aktuelle Konto hat kein Passwort. Bitte geben Sie ein neues Passwort ein /n
es: La cuenta actual no tiene contraseña, introduzca una nueva /n
fr: Le compte actuel n’a pas de mot de passe, veuillez saisir le nouveau mot de passe /n
it: L’account corrente non ha password, inserisci una nuova password /n
ko: 현재 계정에 비밀번호가 설정되지 않았습니다. 새로운 비밀번호를 입력해주세요.
ru: Текущий аккаунт не имеет пароля, введите новый пароль /n

# other_privacy_rules_unbind_success
source: Withdrawn successfully
de: Erfolgreich zurückgezogen
es: Retirado con éxito
fr: Annulé avec succès
it: Ritiro riuscito
ko: 권한 철회 성공
ru: Отозвано успешно

# common_do_not_remind
source: Don't remind again.
de: Nicht mehr erinnern.
es: No volver a recordar.
fr: Ne plus rappeler.
it: Non ricordarmelo di nuovo.
ko: 다시 알림 금지
ru: Больше не напоминать.

# home_transfer_current_transfer_code
source: Current transfer code
de: Aktueller Transfercode
es: Código de transferencia actual
fr: Code de transfert actuel
it: Codice di trasferimento attuale
ko: 현재 전송 코드
ru: Текущий код перевода

# user_device_auth_revoke_tips
source: After the authorization is revoked, the device will release the current bind and clear the device data stored on the server. The data stored on the local server requires you to manually clear it locally. The above data cannot be recovered after being cleared. If you need to use the device again, you can rebind and reauthorize it.
de: Nachdem die Genehmigung widerrufen wurde, gibt das Gerät die aktuelle Bindung frei und löscht die auf dem Server gespeicherten Gerätedaten. Die lokal auf dem Server gespeicherten Daten müssen manuell lokal gelöscht werden. Die oben erwähnten Daten können nach dem Löschen nicht wiederhergestellt werden. Falls Sie das Gerät erneut verwenden müssen, können Sie es erneut verbinden und erneut autorisieren.
es: Tras revocar la autorización, el dispositivo liberará cualquier vinculación y se borrarán los datos almacenados en el servidor. Los datos almacenados en el servidor local los tendrá que borrar usted manualmente. Los datos anteriores no se podrán recuperar tras ser borrados. Si necesita hacer uso del dispositivo de nuevo, deberá volver a vincularlo y autorizarlo.
fr: Une fois l’autorisation révoquée, l’appareil libère la liaison actuelle et supprime les données de l’appareil stockées sur le serveur. Les données stockées sur le serveur local nécessitent une suppression manuelle locale. Les données ci-dessus ne peuvent pas être récupérées après avoir été supprimées. Si vous avez besoin de réutiliser l’appareil, vous pouvez le lier et l’autoriser à nouveau.
it: Dopo che l'autorizzazione è stata revocata, il dispositivo si libererà dall’associazione corrente e i dati del dispositivo memorizzati sul server verranno cancellati. I dati archiviati sul server locale richiedono di essere cancellati manualmente in locale. I dati di cui sopra non possono essere recuperati dopo essere stati cancellati. Se è necessario utilizzare nuovamente il dispositivo, è possibile riassociarlo e autorizzarlo nuovamente.
ko: 권한 철회 후 장치의 연동이 해제되며 서버에 기록된 데이터가 삭제됩니다. 장치에 저장된 데이터는 사용자가 직접 삭제해야 합니다. 데이터를 삭제한 뒤에는 복구가 불가능 합니다. 만약 장치를 재사용 할 경우 장치를 다시 연동하고 권한에 동의해야 합니다.
ru: После отмены авторизации устройство сбросит текущее состояние привязки и очистит данные, сохраненные на сервере. Локальные данные, хранящиеся на устройстве, требуют очистки вручную. После очистки вышеуказанных данных их невозможно восстановить. Если Вам снова потребуется использовать устройство, Вы сможете выполнить повторную привязку и авторизовать его.

# access_not_support_5ghz_tips
source: Does not support 5GHz Wi-Fi network
de: Unterstützt kein 5-GHz-WLAN-Netzwerk
es: No soporta redes wifi de 5 GHz
fr: Réseau Wi-Fi de 5 GHz non pris en charge
it: Non supporta la rete Wi-Fi a 5 GHz
ko: 5GHz Wi-Fi 네트워크를 지원하지 않습니다.
ru: Не поддерживает 5 ГГц Wi-Fi сеть

# camera_exit_hint_when_calling
source: You are making a call. Exit or not?
de: Sie tätigen einen Anruf. Beenden oder nicht?
es: Está haciendo una llamada. ¿Salir o no?
fr: Vous effectuez un appel. Quitter ?
it: Stai effettuando una chiamata. Uscire o no?
ko: 지금 통화중인데 나가시겠습니까?
ru: Вы в настоящее время на вызове. Хотите выйти?

# user_revoke_auth_of_device
source: Revoke the authorization of Device Privacy Agreement
de: Widerrufen Sie die Genehmigung der Gerätedatenschutzvereinbarung
es: Revocar la autorización del acuerdo de privacidad del dispositivo
fr: Révoquer l’autorisation de l’accord sur la confidentialité des appareils
it: Revoca l'autorizzazione del Contratto per la privacy del dispositivo
ko: '장치 개인정보 동의'의 권한 철회
ru: Отозвать авторизацию Соглашения о конфиденциальности устройства

# other_set_account_successful_operation
source: The operation is successful
de: Der Vorgang war erfolgreich
es: Operación exitosa
fr: Opération réussie
it: L'operazione è riuscita
ko: 조작 성공
ru: Операция прошла успешно

# other_transfer_project_not_exist
source: 当前项目不存在，请返回项目列表
de: Das aktuelle Projekt ist nicht vorhanden, bitte kehren Sie zur Projektliste zurück
es: El proyecto actual no existe, vuelva a la lista de proyectos
fr: Le projet actuel n’existe pas, retournez à la liste des projets
it: Il progetto corrente non esiste, tornare all'elenco dei progetti
ko: 프로젝트가 존재하지 않습니다, 프로젝트 목록로 돌아가십시오.
ru: Текущий проект не существует, пожалуйста, вернитесь к списку проектов

# other_repeal_terms_and_privacy
source: Revoke "Terms of Service & Privacy Policy" authorization
de: Widerrufen Sie die Genehmigung der "Nutzungsbedingungen und Datenschutzrichtlinie".
es: Revocar la autorización de "Términos de servicio y Política de privacidad"
fr: Révoquer l’autorisation « Conditions de service et politique de confidentialité »
it: Revoca l'autorizzazione "Termini di servizio e Informativa sulla privacy".
ko: “이용약관 및 프라이버시 정책” 권한 회수
ru: Отозвать разрешение “Условия Обслуживания и Политика конфиденциальности”

# common_no_more_hints
source: No prompts
de: Keine Aufforderungen
es: Sin avisos
fr: Aucune invite
it: Nessuna richiesta
ko: 그만 보기
ru: Больше не напоминать

# security_system_current_state
source: Current status
de: Aktueller Status
es: Estado actual
fr: Situation actuelle
it: Stato attuale
ko: 현재 상태
ru: Текущий статус

# other_app_upgrade_deny
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
ko: 취소
ru: Отмена

# other_project_is_transfring
source: 当前项目正在转移中，无法再次转移
de: Das aktuelle Projekt wird gerade übertragen. Es kann nicht erneut übertragen werden.
es: El proyecto actual está transfiriéndose, y no se podrá transferir de nuevo
fr: Le projet actuel est en cours de transfert et ne peut pas être transféré à nouveau
it: Il progetto corrente è in fase di trasferimento e non può essere trasferito di nuovo
ko: 현재 프로젝트가 양도 중입니다, 재 양도 불가능합니다.
ru: Текущий проект перемещается и не может быть снова перемещён сейчас

# home_setting_invite_undo
source: Withdraw Invitation
de: Einladung zurückziehen
es: Retirar invitación
fr: Annuler l’invitation
it: Ritira l'invito
ko: 초대 취소
ru: Отозвать приглашение

# doorlock_operation_timeout
source: Operation timed out
de: Zeit abgelaufen für Vorgang
es: Tiempo de operación expirado
fr: Opération expirée
it: Operazione scaduta
ko: 작업 시간 초과

# other_current_project_not_exist
source: 当前项目不存在，请重新选择
de: Das aktuelle Projekt ist nicht vorhanden, bitte wählen Sie erneut
es: El proyecto actual no existe, seleccione de nuevo
fr: Le projet actuel n’existe pas, sélectionnez à nouveau
it: Il progetto corrente non esiste, selezionare nuovamente
ko: 현재 프로젝트가 존재하지 않습니다, 다시 선택하십시오.
ru: Текущий проект не существует, пожалуйста, выберите снова

# doorlock_guide_error_child_lock
source: 测到童锁开关无法正常开启，请联系客服 检测到门被打开，请联系客服
de: Wenn sich die Kindersicherung nicht entriegeln lässt, wenden Sie sich bitte an den Kundendienst. Wenn die Tür geöffnet wurde, wenden Sie sich bitte an das Kundendienstpersonal
es: Si no se puede desbloquear el cierre infantil, contacte con el servicio de atención al cliente si la puerta está abierta, con el servicio de atención al cliente
fr: Si le verrou enfant ne peut être déverrouillé, contactez le personnel du service à la clientèle . Si la porte est ouverte, contactez le personnel du service à la clientèle
it: Se la serratura per bambini non può essere sbloccata, contattare il personale del servizio di assistenza clienti
ko: 어린이 잠금 스위치가 정상적으로 켜지지 않는 것이 측정되오니 고객서비스로 연락 주시기 바랍니다. 문이 열리는 것을 감지하였습니다. 고객 서비스에 연락해주세요.

# curve_tirgger
source: Trigger:
de: Auslöser:
es: Activación:
fr: Déclencheur :
it: Attivatore:
ko: 트리거
ru: Триггер:

# common_save_success
source: Save successfully
de: Erfolgreich gespeichert
es: Guardado con éxito
fr: Enregistré avec succès
it: Salvataggio riuscito
ko: 저장 성공
ru: Успешно сохранено

# security_guard_trigger_device
source: Trigger Device
de: Auslösegerät
es: Dispositivo de activación
fr: Déclencher l’appareil
it: Dispositivo di attivazione
ko: 보안 장비
ru: Триггерное устройство

# device_characteristic_charge_charging
source: Charging
de: Wird aufgeladen
es: Cargando
fr: Charge
it: Ricarica
ko: 충전 중
ru: Зарядка

# doorlock_initialconnection_timeout_operate_guide
source: Operation guide: 1. Please make sure that the mobile phone network is normal. If it is abnormal,you can switch the Wi-Fi or the 4G network and try again; 2. If it is the first time, please click the Doorbell button after the door lock is bound with the ZigBee hub and the Wi-Fi, and then try again
de: Bedienungsanleitung: 1. Bitte gehen Sie sicher, dass das Mobilfunknetz normal ist. Wenn es nicht normal ist, können Sie das WLAN oder das 4G-Netzwerk wechseln und es erneut versuchen; 2. Wenn es das erste Mal ist, klicken Sie bitte auf die Türklingel-Taste, nachdem das Türschloss mit dem ZigBee-Hub und dem WLAN verbunden ist. Versuchen Sie es dann erneut
es: Guía de funcionamiento: 1. Asegúrese de que la red del teléfono funcione con normalidad. Si está defectuosa, puede cambiar el wifi o la red 4G e intentarlo de nuevo; 2. Si es la primera vez, haga clic en el botón del timbre después de vincular la cerradura con el hub Zigbee y el wifi, e inténtelo de nuevo
fr: Guide d’utilisation : 1. Veuillez vous assurer que le réseau mobile est normal. S’il est anormal, vous pouvez changer le réseau 4G ou Wi-Fi et réessayer ; 2. Si c’est la première fois, veuillez cliquer sur le bouton Sonnette après la liaison du verrou de porte avec le hub ZigBee et le Wi-Fi, puis réessayer
it: Guida operativa: 1. Assicurati che la rete di telefonia mobile sia normale. Se è anomala, puoi commutare la rete Wi-Fi o 4G e riprovare; 2. Se è la prima volta, fai clic sul pulsante Campanello dopo che la serratura è collegata all'hub ZigBee e al Wi-Fi, quindi riprova

# other_trigger
source: Trigger
de: Auslöseer
es: Activación
fr: Déclencheur
it: Attivatore
ko: 동작이 시작됨
ru: Инициатор

# security_guard_save_remove_btn
source: Save and Deactivate
de: Speichern und deaktivieren
es: Guardar y desactivar
fr: Enregistrer et désactiver
it: Salva e disattiva
ko: 해제 및 저장
ru: Сохранить и снять с охраны

# curve_status_continue
source: Status continues
de: Der Status setzt sich fort
es: Estado continua
fr: L’état continue
it: Lo stato continua
ko: 지속 중

# doorlock_operation_guide
source: Operation guide:
de: Bedienungsanleitung:
es: Guía de funcionamiento:
fr: Guide d’utilisation :
it: Guida operativa:
ko: 작동 가이드 :

# device_charging_protect
source: Charging Protection
de: Ladeschutz
es: Protección de carga
fr: Protection de charge
it: Protezione della ricarica
ko: 충전 보호
ru: Защита от перезаряда
