Repository: acodeworker/localzedLoader
Catalog: *.lproj/Localizable.strings
Languages: de, es, fr, it, ko, ru

# curve_event_trigger_thisyear
source: Event Triggered This Year
de: In diesem Jahr ausgelöstes Ereignis
es: Evento para este año
fr: Événement déclenché cette année
it: Evento attivato quest'anno
ko: 올해 발생한 이벤트
ru: Событие, произошедшее в этом году

# device_info_sensor_switch_click
source: Single Click
de: Einfacher Klick
es: Un solo clic
fr: Clic simple
it: Singolo clic
ko: 한 번 누르기
ru: Однократное нажатие

# device_curtain_open_progress
source: Open to
de: Öffnen zu
es: Abrir a
fr: Ouvrir à
it: Aprire a
ko: 열림
ru: Открыто

# camera_device_set_facial_step2
source: Step 2 Save the face
de: Schritt 2 Speichern Sie das Gesicht
es: Paso 2 guarde el rostro
fr: Étape 2 Enregistrer le visage
it: Fase 2 Salvataggio del volto
ko: Step2 얼굴 저장
ru: Шаг 2 Сохранить лицо

# curve_pm25_density
source: PM2.5 Density:
de: PM2,5-Dichte:
es: Densidad PM2.5:
fr: Densité de PM2.5 :
it: Densità PM2.5:
ko: PM2.5 농도
ru: Плотность PM2.5

# automation_location_remind_pop_btn_aos
source: Set view permissions
de: Berechtigungen für die Ansicht einstellen
es: Configurar permisos de visualización
fr: Définir les permissions de consultation
it: Impostare i permessi di visualizzazione
ko: 라이센스 설정 보기
ru: Просмотр настроек разрешений

# device_ir_settings_check_association
source: Check related items
de: Prüfen Sie zugehörige Elemente
es: Verificar elementos relacionados
fr: Vérifiez les éléments associés
it: Controllare gli elementi correlati
ko: 연관 항목 보기
ru: Посмотреть связанные элементы

# other_unsupport_zero
source: Is not allowed to be set to 0
de: Darf nicht auf 0 gesetzt werden
es: No se permite configurar a 0
fr: Il n’est pas autorisé de régler sur 0
it: Non è consentito impostare a 0
ko: 0으로 설정 할 수 없습니다. 다른 값을 입력해주세요
ru: Не допустимо устанавливать 0

# access_reset_device_tips1_lock_five
source: Long poke the network access hole for over 5s until
de: Halten Sie die Netzwerkzugangsöffnung länger als 5s gedrückt, bis
es: Picar el orificio de acceso a la red durante más de 5 s hasta que
fr: Appuyez dans le trou d’accès réseau pendant plus de 5 s
it: Eseguire una lunga ricerca nel foro di accesso alla rete per più di 5 secondi fino a che
ko: 네트워크 엑세스 버튼을 5초 이상 길게 눌러주세요.
ru: Более 5 секунд удерживайте утопленную кнопку доступа к сети, пока

# automation_location_edit_toast
source: This phone is not able to add or edit geofence
de: Dieses Handy kann keinen Geofence hinzufügen oder bearbeiten
es: Este teléfono no puede añadir o editar la geofense
fr: Ce téléphone n’est pas capable d’ajouter ou de modifier le géorepère
it: Questo telefono non è in grado di aggiungere o modificare le geofence
ko: 올타리 추가 또는 편집을 지원하지 않습니다.
ru: В текущий момент устройство не поддерживает добавление или редактирование геозон.

# access_wifi_set_tips_small_support5g
source: Support 2.4GHz and 5GHz Wi-Fi network. Please keep your phone close to the camera and make sure they are connected to the same Wi-Fi network.
de: Unterstützt 2,4 GHz und 5 GHz WLAN-Netzwerke. Bitte halten Sie Ihr Handy/Pad in der Nähe der Kamera und stellen Sie sicher, dass sie mit demselben WLAN-Netzwerk verbunden sind.
es: Admite redes Wi-Fi de 2,4GHz y 5GHz. Coloque su teléfono cerca de la cámara y asegúrese de que estén conectados a la misma red Wi-Fi.
fr: Prend en charge les réseaux Wi-Fi 2.4GHz et 5GHz Rapprochez votre téléphone de la caméra et assurez-vous qu’ils sont connectés au même réseau Wi-Fi.
it: Supporta le reti Wi-Fi a 2,4 e 5 GHz. Tenere il telefono vicino alla fotocamera e assicurarsi che siano collegati alla stessa rete Wi-Fi.TVOC
ko: 이 제품은 2.4GHz 및 5GHz Wi-Fi 네트워크를 지원합니다. 휴대 전화 / 태블릿을 카메라 가까이에두고 휴대 전화 / 태블릿과 카메라가 동일한 Wi-Fi 환경에 있는지 확인하세요.
ru: Этот продукт поддерживает сети Wi-Fi 2,4 ГГц и 5 ГГц. Держите телефон / планшет рядом с камерой и убедитесь, что телефон / планшет и камера находятся в одной среде Wi-Fi.

# doorlock_log_alarm_cancle
source: The alarm has been released and returned to normal
de: Der Alarm wurde ausgelöst und kehrt in den Normalzustand zurück
es: La alarma se ha liberado y ha vuelto a la normalidad
fr: L’alarme a été libérée et est revenue à la normale
it: L'allarme è stato rilasciato ed è tornato alla normalità
ko: 경보가 해제되고 정상 상태로 돌아왔습니다.
ru: Тревога была отключена, установилось нормальное состояние

# device_gateway_plug_decs
source: 1.Please connect your phone with Wi-Fi “lumi-plug...” 2.When it has been connected successfully, go back to the App.
de: 1. Bitte verbinden Sie Ihr Handy mit dem WLAN "lumi-plug...". 2. Wenn die Verbindung erfolgreich hergestellt wurde, kehren Sie zur App zurück.
es: 1.Por favor, conecte su teléfono con Wi-Fi “lumi-plug...” 2.Cuando se conecte de manera exitosa, vuelva a la aplicación.
fr: 1. Connectez votre téléphone avec le Wi-Fi « lumi-plug... » 2. Après la connexion, revenez à l’application.
it: 1. Collegare il telefono con il Wi-Fi "lumi-plug...". 2.Quando la connessione è avvenuta correttamente, tornare all'App.
ko: 휴대폰의 Wi-Fi 설정으로 들어가 "lumi-plug..."로 시작하는 Wi-Fi에 연결 후 앱으로 되돌아 오세요.
ru: Подключите телефон к Wi-Fi сети с “lumi-sgwacn...” и вернитесь к приложению.

# device_gateway_common_title
source: 1.Please connect your phone with Wi-Fi “%@” 2.When it has been connected successfully, go back to the App.
de: 1. Verbinden Sie Ihr Handy mit dem WLAN "%@“ 2. Wenn die Verbindung erfolgreich hergestellt wurde, kehren Sie zur App zurück.
es: 1.Por favor, conecte su teléfono con Wi-Fi “%@” 2.Cuando se conecte de manera exitosa, vuelva a la aplicación.
fr: 1. Connectez votre téléphone au Wi-Fi « %@ » 2. Après la connexion, revenez à l’application.
it: 1.Collegare il telefono con il Wi-Fi "%@" 2. Una volta effettuata la connessione, tornare all'App.
ko: 1. 휴대폰을 Wi-Fi "%@" 에 연결해주세요. 2. 성공적으로 연결되었다면 App으로 돌아가십시오.
ru: Подключите телефон к Wi-Fi сети с “%@” и вернитесь к приложению.

# device_offline_diagnosis_default_tips
source: <p><span style="font-size:13px">Your device is offline. You can try the following steps to restore:&nbsp;</span></p> <p><span style="font-size:13px">1. Please check whether the power supply of the device is normal. You can wait for the device to start after the power supply of the device is restored;&nbsp;</span></p> <p><span style="font-size:13px">2. Please check the signal of the device. If the signal is poor or unstable, you can move the device to a location close to the router and hub that is not blocked;&nbsp;</span></p> <p><span style="font-size:13px">3. If it is still not resolved, you can restart the device to restore;</span></p>
de: <p><span style="font-size:13px">Ihr Gerät ist offline. Sie können die folgenden Schritte zur Wiederherstellung versuchen:&nbsp;</span></p> <p><span style="font-size:13px">1. Bitte prüfen Sie, ob die Stromversorgung des Geräts normal ist. Warten Sie, bis das Gerät startet, nachdem die Stromversorgung des Geräts wiederhergestellt wurde;&nbsp;</span></p> <p><span style="font-size:13px">2. Bitte überprüfen Sie das Signal des Geräts. Wenn das Signal schlecht oder instabil ist, bringen Sie das Gerät in die Nähe des Routers und des Hubs, wo es nicht blockiert wird;&nbsp;</span></p> <p><span style="font-size:13px">3. Wenn das Problem immer noch nicht gelöst ist, starten Sie das Gerät neu, um es wiederherzustellen;</span></p>
es: <p><span style="font-size:13px">Su dispositivo está desconectado. Puede intentar los siguientes pasos para restaurar:&nbsp;</span></p> <p><span style="font-size:13px">1. Compruebe si la fuente de alimentación del dispositivo funciona con normalidad. Puede esperar a que el dispositivo se inicie después de que se restablezca la alimentación del dispositivo;&nbsp;</span></p> <p><span style="font-size:13px">2. Compruebe la señal del dispositivo. Si la señal es pobre o inestable, puede mover el dispositivo a una ubicación cercana al router y al hub que no está bloqueado;&nbsp;</span></p> <p><span style="font-size:13px">3. Si aún no ha resuelto el problema, puede reiniciar el dispositivo para restaurarlo;</span></p>
fr: <p><span style="font-size:13px">Votre appareil est hors ligne. Vous pouvez essayer les étapes suivantes pour rétablir : &nbsp;</span></p> <p><span style="font-size:13px">1. Veuillez vérifier si l'alimentation électrique de l'appareil est normale. Vous pouvez attendre que l’appareil démarre après rétablissement de l’alimentation;&nbsp;</span></p> <p><span style="font-size:13px">2. Veuillez vérifier le signal de l'appareil. Si le signal est mauvais ou instable, vous pouvez déplacer l’appareil proche du router et du Hub, sans obstacle;&nbsp;</span></p> <p><span style="font-size:13px">3. S'il n'est toujours pas résolu, vous pouvez redémarrer l'appareil pour restaurer ; </span></span></p>
it: <p><span style="font-size:13px">Il dispositivo è offline. È possibile provare i seguenti passaggi per il ripristino:&nbsp;</span></p> <p><span style="font-size:13px">1. Verificare che l'alimentazione del dispositivo sia normale. È possibile attendere l'avvio del dispositivo una volta ripristinata l'alimentazione elettrica;&nbsp;</span></p> <p><span style="font-size:13px">2. Controllare il segnale del dispositivo. Se il segnale è scarso o instabile, è possibile spostare il dispositivo in una posizione vicina al router e all'hub che non sia bloccata;&nbsp;</span></p> <p><span style="font-size:13px">3. Se il problema non è ancora risolto, è possibile riavviare il dispositivo per ripristinarlo;</span></p>
ko: <p><span style="font-size:13px">장치가 오프라인 상태입니다.</span></p> <p><span style="font-size:13px">1. 장치 전원이 정상적으로 공급되는지 확인하시고, 전원 복원 후 장치가 부팅될 때까지 기다리십시오.</span></p> <p><span style="font-size:13px">2. 장치 신호를 확인해주세요. 신호가 약하거나 불안정인 경우 라우터, 허브가 가려지지 않는 가까운 위치로 장치를 이동해주세요.</span></p> <p><span style="font-size:13px">3. 해결되지 않는 경우 허브를 재부팅하시고 다시 시도해주세요.</span></p>
ru: <p><strong><span style<p>&nbsp;</p> <p><strong><span style="font-size:16px">Для восстановления попробуйте выполнить следующие шаги:</span></strong></p> <p><span style="font-size:16px">1. Убедитесь, что питание устройства в норме, и дождитесь, пока устройство не запустится после восстановления питания;</span></p> <p><span style="font-size:16px">2. Проверьте сигнал устройства. Если сигнал слабый или нестабильный, переместите устройство ближе к роутеру или концентратору, чтобы между ними не было преград;</span></p> <p><span style="font-size:16px">3. Если проблема по-прежнему не решена, можно перезапустить устройство для восстановления;</span></p>

# curve_co2_density
source: CO₂ Density:
de: CO₂-Dichte
es: Densidad CO₂:
fr: Densité de CO2 :
it: Densità CO₂:
ko: CO₂ 농도
ru: Плотность CO₂

# access_reset_device_tips1_five
source: Please long press the reset button for more than 5 seconds, until
de: Bitte halten Sie die Rücksetztaste mindestens 5 Sekunden lang gedrückt, bis
es: Por favor, presione prolongadamente el botón de restablecimiento durante más de 5 segundos, hasta que
fr: Maintenez le bouton de réinitialisation appuyé pendant plus de 5 secondes, jusqu’à
it: Premere a lungo il pulsante di reset per più di 5 secondi, fino a che
ko: 리셋 버튼을 5초 이상 길게 눌러주세요.
ru: Пожалуйста, удерживайте кнопку сброса более 5 секунд, пока

# access_reset_guide_tips_yellow
source: To reset, long press the reset button on the Hub for more than %1$d seconds, until the yellow indicator light blinks.
de: Zum Zurücksetzen drücken Sie die Reset-Taste am Hub länger als %1$d Sekunden, bis die gelbe Kontrollleuchte blinkt.
es: Para restablecer, presione prolongadamente el botón de restablecimiento del Hub durante más de %1$d segundos, hasta que la luz indicadora amarilla parpadee.
fr: Pour réinitialiser, maintenez le bouton de réinitialisation du Hub pendant plus de %1$d, jusqu’à que le voyant indicateur jaune clignote.
it: Per resettare, premere a lungo il pulsante di reset sull'hub per più di %1$d secondi, finché la spia gialla non lampeggia.
ko: 리셋하려면 노란색 표시등이 깜박일때까지 스마트 허브의 버튼을 %1$d초 이상 길게 눌러주세요.
ru: Для сброса удерживайте кнопку сброса Hub более %1$d секунд, до начала мигания желтого индикатора.

# access_reset_center_button_tips1_five
source: Press the middle button for more than 5 seconds, until
de: Bitte halten Sie die mittlere Taste mindestens 5 Sekunden lang gedrückt, bis
es: Por favor, presione prolongadamente el botón del medio durante más de 5 segundos, hasta que
fr: Maintenez appuyé le bouton du milieu plus de 5 secondes, jusqu’à
it: Premere il pulsante centrale per più di 5 secondi, fino a che
ko: 중간 버튼을 5초 이상 눌러주세요.
ru: Удерживайте среднюю кнопку более 5 секунд, пока

# access_reset_device_tips1_eight
source: Please long press the button for more than 8 seconds, until
de: Bitte halten Sie die Taste mindestens 8 Sekunden lang gedrückt, bis
es: Por favor, presione prolongadamente el botón durante más de 8 segundos, hasta que
fr: Maintenez appuyé le bouton pendant plus de 8 secondes, jusqu’à
it: Premere a lungo il pulsante per più di 8 secondi, fino a che
ko: 버튼을 8초 이상 길게 눌러주세요.
ru: Пожалуйста, удерживайте кнопку более 8 секунд, пока

# access_reset_device_tips1_ten
source: Please long press the button for more than 10 seconds, until
de: Bitte halten Sie die Taste mindestens 10 Sekunden lang gedrückt, bis
es: Por favor, presione prolongadamente el botón durante más de 10 segundos, hasta que
fr: Maintenez appuyé le bouton pendant plus de 10 secondes, jusqu’à
it: Premere a lungo il pulsante per più di 10 secondi, fino a che
ko: 버튼을 10초 이상 길게 눌러주세요.
ru: Удерживайте кнопку более 10 секунд, пока

# doorlock_undoorlock_hint
source: Unlock with %1$s by %2$s"
de: Entriegeln mit %1$s bis %2$s"
es: Desbloquee con %1$s de %2$s"
fr: Déverrouiller avec %1$s par %2$s »
it: Sbloccare con %1$s da %2$s".
ko: %2$s %1$s 으로 자물쇠를 여세요.
ru: Разблокировать с помощью %1$s на %2$s"

# common_retry_link
source: <u>Try again</u>
de: <u>Erneut versuchen</u>
es: <u>Intente nuevamente</u>
fr: <u>Réessayez</u>
it: <u>Prova di nuovo</u>
ko: 재시도
ru: Попробовать снова

# common_please_retry__link
source: <u>Try again</u>
de: <u>Erneut versuchen</u>
es: <u>Intente nuevamente</u>
fr: <u>Réessayez</u>
it: <u>Prova di nuovo</u>
ko: 다시 시도하세요.
ru: Попробовать снова

# automation_weather_text
source: %1$s It will begin to %3$s in the next %2$s hours.
de: %1$s Es wird in den nächsten %2$s Stunden auf %3$s ansteigen.
es: %1$s Comenzará a %3$s en las próximas %2$s horas.
fr: %1$s commencer à %3$s dans les %2$s heures suivantes.
it: %1$s Inizierà a %3$s nelle prossime %2$s ore.
ko: %1$s는 향후%2$s시간 내%3$s
ru: %1$s: Через %2$s часов начнется %3$s

# automation_weather_current_txt
source: %1$s %2$s
es: %1$d%2$d

# home_room_count1_fios
source: Room(s)
de: Zimmer
es: Habitación(es)
fr: Pièce(s)
it: Stanza/e
ko: 개 룸
ru: Комната(ы)

# home_room_count1
source: %1$s Room(s)
de: %1$s Zimmer
es: %1$s Habitación(es)
fr: %1$s Pièce(s)
it: %1$s Stanza/e
ko: %1$s 개 룸
ru: %1$s Комната(ы)

# security_timingalert_title_fios
source: Switch %@ at %@
de: Schalten Sie %@ bei %@
es: Interruptor %@ a %@
fr: Basculer sur %@ à %@
it: Interruttore %@ a %@
ko: %@ 에서 %@ 를 바꾸세요.
ru: Переключить на %@ at %@

# automation_air_quality_higher_than_fios
source: %@ AQI is above %@
de: %@ AQI liegt über %@
es: %@ AQI es superior %@
fr: %@ AQI est au dessus de %@
it: %@ L'AQI è superiore a %@
ko: *position* 대기 질 지수가 %@ 위에 있을 때
ru: %@: Индекс качества воздуха выше %@

# automation_air_quality_lower_than_fios
source: %@ AQI is below %@
de: %@ AQI liegt unter %@
es: %@ AQI es inferior %@
fr: %@ AQI est en dessous de %@
it: %@ L'AQI è inferiore a %@
ko: *position* 대기 질 지수가 %@ 아래에 있을 때
ru: %@: Индекс качества воздуха ниже %@

# common_unit_ugm3
source: μg/m³
es: mg/m³

# device_rm_res_version
source: 资源包版本:%s
de: Die Version des Ressourcenpakets: %s
es: Versión del paquete de recursos: %s
fr: Version du paquet de ressources : %s
it: Versione del pacchetto di risorse: %s

# other_select_date
source: Select a date
de: Datum auswählen
es: Seleccione una fecha
fr: Sélectionnez une date
it: Selezionare una data

# device_panel_related_scene_empty_title
source: 请于下方列表关联场景
de: Bitte verbinden Sie die Szenen in der Liste unten
es: Asocie las escenas de la siguiente lista
fr: Veuillez associer des scènes dans la liste ci-dessous
it: Associare le scene nell'elenco sottostante
ko: 아래 목록과 관련된 장면에 입력해주세요.

# device_ircode_upload_controller_down
source: Tap to take photos of the rear side of the remote control
de: Zum Fotografieren der Rückseite der Fernbedienung antippen
es: Toque para tomar fotos de la parte trasera del control remoto
fr: Tapez pour prendre des photos de la face arrière de la télécommande
it: Toccare per scattare foto del lato posteriore del telecomando
ko: 리모컨 후면 사진을 촬영
ru: Нажмите, чтобы сделать фото обратной стороны ПДУ

# curve_last_week_voc_value
source: 上周平均TVOC值
de: Durchschnittlicher TVOC-Wert der letzten Woche
es: Nivel TVOC medio de la última semana
fr: Moyenne de la semaine dernière des niveaux de TVOC
it: Livello medio di TVOC dell'ultima settimana
ko: 지난주 평균 TVOC 값

# common_unit_times_min
source: times/min
de: Mal/Min.
es: veces/min
fr: fois/min
it: volte/min
ko: 회/분
ru: раз/мин

# common_unit_times
source: times
de: Mal
es: veces
fr: Fois
it: volte
ko: 시간
ru: раз(а)

# other_repeal_terms_and_privacy_content
source: After the authorization is revoked, the device and the account you are using will unbind and the device data stored on the server will be cleared. The data stored in the physical device needs to be cleared after you reset the device. To reuse the device, you need to link and authorize it again.
de: Nachdem die Autorisierung widerrufen wurde, werden das Gerät und das von Ihnen verwendete Konto entkoppelt und die auf dem Server gespeicherten Gerätedaten werden gelöscht. Die im physischen Gerät gespeicherten Daten müssen gelöscht werden, nachdem Sie das Gerät zurückgesetzt haben. Um das Gerät wieder zu verwenden, müssen Sie es erneut verknüpfen und autorisieren.
es: Una vez anulada la autorización, el dispositivo y la cuenta que está utilizando se desvincularán y los datos del dispositivo almacenados en el servidor se borrarán. Los datos almacenados en el dispositivo físico deben ser borrados después de reiniciar el dispositivo. N Para volver a utilizar el dispositivo, es necesario vincularlo y autorizarlo nuevamente.
fr: Après révocation de l'autorisation, l’appareil et le compte que vous utilisez seront dissociés et les données d’appareil sur le serveur seront effacées. Les données stockées sur l’appareil physique doivent être supprimées après réinitialisation. Pour utiliser l’appareil de nouveau, vous devrez l’associer et l’autoriser de nouveau.
it: Dopo la revoca dell'autorizzazione, il dispositivo e l'account in uso si scollegano e i dati del dispositivo memorizzati sul server vengono cancellati. I dati memorizzati nel dispositivo fisico devono essere cancellati dopo il reset del dispositivo. Per riutilizzare il dispositivo, è necessario collegarlo e autorizzarlo nuovamente.
ko: 권한 회수 후, 현재 로그인한 계정과 장치의 연결이 끊어지고 이 장치와 관련하여 계정에 저장되었던 데이터들이 제거됩니다. 장치에 저장된 데이터는 “프라이버시 정책“중 권한 회수 항목을 참조하여 직접 리셋을 진행하여 제거할 수 있습니다. 상기 데이터는 삭제 후 되돌릴 수 없으며 장치를 다시 사용하기 위해서는 권한을 다시 인가하고 장치를 새로 등록해야 합니다.
ru: После отмены авторизации устройства и аккаунт, будут отвязаны, а данные хранящиеся на сервере, будут удалены. Данные, хранящиеся на устройствах, будут удалены после сброса устройств. Чтобы повторно использовать устройства, требуется снова привязать их к аккаунту.

# common_time_month_short_1
source: Jan
es: En.
it: Gen
ko: 1월
ru: Янв.

# device_ircode_upload_controller_up
source: Tap to take photos of the front side of the remote control
de: Zum Fotografieren der Vorderseite der Fernbedienung antippen
es: Toque para tomar fotos de la parte delantera del control remoto
fr: Tapez pour prendre des photos de la face avant la télécommande
it: Toccare per scattare foto del lato anteriore del telecomando
ko: 리모컨 정면 사진을 촬영
ru: Коснитесь, чтобы сделать фото лицевой стороны ПДУ

# device_panel_scene_relate_new
source: 创建新场景
de: Eine neue Szene erstellen
es: Crear nueva escena
fr: Créer une nouvelle scène
it: Creare una nuova scena
ko: 새 장면 만들기

# common_time_month_short_6
source: June
de: Juni
es: Jun
fr: Juin
it: Giu
ko: 6월
ru: Июнь

# common_time_month_short_3
source: Mar
de: Mär
es: Mzo.
ko: 3월
ru: Мар

# common_time_month_short_4
source: Apr
es: Abr
fr: Avr
ko: 4월
ru: Апр.

# device_add_gateway_gateway_title
source: Add Hub
de: Hub hinzufügen
es: Añadir Hub
fr: Ajouter Hub
it: Aggiungere hub
ko: 허브 추가
ru: Добавить Hub

# device_app_ios_5599875916825610824
source: When adding the button, aim at the Air Conditioning Controller with your air conditioner remote control and press “Temperature +”. Then the Air Conditioner Controller will remember the following status: operating, cooling, 26 °C, no swing, low fan speed;
de: Wenn Sie die Schaltfläche hinzufügen, zielen Sie mit der Fernbedienung Ihrer Klimaanlage auf die Steuerung der Klimaanlage und drücken Sie „Temperatur +“. Dann merkt sich die Steuerung des Klimageräts den folgenden Status: Betrieb, Kühlung, 26 °C, kein Schwingen, niedrige Geschwindigkeit des Ventilators;
es: Cuando añada el botón, apunte al controlador del aire acondicionado con su control remoto y presione “Temperatura +”. Luego, el controlador del aire acondicionado recordará el siguiente estado: en funcionamiento, enfriamiento, 26 °C, sin oscilación, velocidad baja del ventilador,
fr: Lorsque vous ajoutez le bouton, orientez la télécommande vers le contrôleur du climatiseur et appuyez sur « Temperature + ». La télécommande du climatiseur mémorisera l’état suivant : utilisation, refroidissement, 26 °C, pas de balancement, faible vitesse de ventilateur ;
it: Quando si aggiunge il pulsante, puntare il controller dell'aria condizionata con il telecomando del condizionatore e premere "Temperatura +". Il controllore del condizionatore d'aria ricorderà i seguenti stati: in funzione, raffreddamento, 26 °C, nessuna oscillazione, bassa velocità della ventola;
ko: 버튼을 추가할 때, 에어컨 리모컨을 에어컨 컨트롤러 방향으로 두고 "온도+" 버튼을 누르면, 에어컨 컨트롤러는 해당 버튼을 켜짐, 냉방, 26°C, 풍향 고정, 미풍 상태로 학습합니다.
ru: При добавлении кнопки направьте ПДУ кондиционера на контроллер кондиционера, нажмите «Температура +», контроллер кондиционера запомнит следующее состояние: работает, охлаждение, 26 °C, отсутствие вращения шторки, низкая скорость вентилятора;

# device_setting_wait
source: Setting, please wait...
de: Wird eingestellt, bitte warten...
es: Configurando, por favor espere...
fr: Réglage, veuillez patienter...
it: Impostazione, attendere prego...
ko: 설정 중... 잠시만 기다려 주세요.

# common_time_month_short_2
source: Feb
es: Febr.
fr: Fév
ko: 2월
ru: Фев.

# device_panel_scene_password_setting
source: 立即设置
de: Jetzt einrichten
es: Configurar ahora
fr: Configurer maintenant
it: Imposta ora
ko: 바로 설정

# device_panel_scene_password_title
source: 设置面板密码，保障设备安全
de: Legen Sie ein Panel-Passwort fest, damit das Gerät sicher bleibt
es: Configure una contraseña de panel para mantener a salvo el dispositivo
fr: Configurez un mot de passe de panneau pour la sécurité de l’appareil
it: Impostare una password di pannello per mantenere il dispositivo al sicuro
ko: 패널 비밀번호 설정, 장치 보안 보장

# common_time_month_short_5
source: May
de: Mai
es: My.
fr: Mai
it: Mag
ko: 5월
ru: Май

# common_time_month_short_8
source: Aug
es: Ag.
fr: Août
it: Ago
ko: 8월
ru: Авг.

# common_time_month_short_12
source: Dec
de: Dez
es: Dic.
fr: Déc
it: Dic
ko: 12월
ru: Дек.

# device_panel_scene_all
source: 所有场景
de: Alle Szenen
es: Todas las escenas
fr: Toutes les scènes
it: Tutte le scene
ko: 모든 장면

# device_panel_scene_empty_tips
source: 还未创建场景
de: Noch keine Szenen erstellt
es: Aún no hay escenas creadas
fr: Aucune scène créée pour le moment
it: Nessuna scena creata
ko: 생성되지 않은 장면

# common_time_month_short_7
source: July
de: Juli
es: Jul.
fr: Juillet
it: Lug
ko: 7월
ru: Июль
