Repository: acodeworker/localzedLoader
Catalog: *.lproj/Localizable.strings
Languages: de, es, fr, it, ko, ru

# automation_push_input_text_hint
source: Please enter the content you want to push, within %1$s words
de: Bitte geben Sie den zu übertragenen Inhalt innerhalb von %1$s Wörtern ein
es: Introduzca el contenido que quiere enviar, con %1$s palabras
fr: Veuillez saisir le contenu à insérer, dans les %1$s mots
it: Inserire il contenuto che si vuole spingere, entro le %1$s parole.

# doorlock_makesure_zigbee_works_normal
source: Please make sure that the ZigBee hub works normally.
de: Bitte gehen Sie sicher, dass der ZigBee-Hub normal funktioniert.
es: Asegúrese de que el hub Zigbee funcione con normalidad.
fr: Veuillez vous assurer que le hub ZigBee fonctionne normalement.
it: Assicurarsi che l'hub ZigBee funzioni normalmente.
ko: ZigBee 허브가 정상적으로 작동하는지 확인해주세요.

# doorlock_pleaseenterthefollowingpairingcodeonthedoorlock
source: Please enter the following pairing code on the door lock to complete the verification
de: Bitte geben Sie den folgenden Pairing-Code am Türschloss ein, um die Verifizierung abzuschließen
es: Introduzca el código de emparejamiento en la cerradura para completar la verificación
fr: Veuillez saisir le code d’appariement suivant sur le verrou de porte pour effectuer la vérification
it: Inserire il seguente codice di accoppiamento sulla serratura della porta per completare la verifica
ko: 확인을 완료하려면 도어락에 다음 페어링 코드를 입력해주세요.

# device_nas_user_popup_hint
source: Please enter the user name
de: Geben Sie bitte den Benutzernamen ein
es: Introduzca el nombre de usuario
fr: Veuillez saisir le nom d’utilisateur
it: Inserire il nome dell'utente
ko: 사용자 이름을 입력해주세요.
ru: Ввести имя пользователя

# doorlock_guide_inner_open_with_press
source: 请在室内按压开锁按钮开门
de: Bitte drücken Sie den Entriegelungsknopf im Innenbereich, um die Tür zu öffnen
es: Presione el botón de desbloqueo interior para abrir la puerta
fr: Appuyez sur le bouton de déverrouillage d’intérieur pour ouvrir la porte
it: Premere il pulsante di sblocco all'interno per aprire la porta
ko: 실내에서 잠금버튼을 눌러 문을 여십시오.

# other_wifi_open_gps_first
source: Please turn on GPS function
de: Bitte aktivieren Sie die GPS-Funktion
es: Habilite la función de GPS
fr: Veuillez activer la fonction GPS
it: Attivare la funzione GPS
ko: GPS 기능을 켜주세요.
ru: Пожалуйста, включите GPS

# device_ac_dialog_state_match_title
source: Please check whether the air conditioner current status meets the following
de: Bitte prüfen Sie, ob der aktuelle Status der Klimaanlage den folgenden Anforderungen entspricht
es: Compruebe que el estado actual del aire acondicionado se corresponde a lo siguiente
fr: Veuillez vérifier si l’état actuel du climatiseur répond aux exigences suivantes
it: Verificare se lo stato attuale del condizionatore d'aria è conforme a quanto segue
ko: 에어컨의 현재 상태가 다음을 충족하는지 확인해주세요.
ru: Проверьте, соответствует ли контроллер кондиционера следующим условиям:

# camera_set_pwd_new_again
source: Please enter new password again
de: Bitte geben Sie das Passwort erneut ein
es: Introduzca la nueva contraseña de nuevo
fr: Veuillez saisir le nouveau mot de passe à nouveau
it: Inserire nuovamente la nuova password
ko: 새 비밀번호를 입력해주세요
ru: Пожалуйста, введите новый пароль ещё раз

# access_wifi_open_wifi_first
source: Please turn on Wi-Fi
de: Bitte schalten Sie das WLAN ein
es: Habilite el wifi
fr: Veuillez activer le Wi-Fi
it: Attivare il Wi-Fi
ko: Wi-Fi 를 켜주세요.
ru: Пожалуйста, включите Wi-Fi

# other_inpt_auth_code
source: Please enter verification code
de: Bitte geben Sie den Bestätigungscode ein
es: Introduzca un código de verificación
fr: Veuillez saisir le code de vérification
it: Inserire il codice di verifica
ko: 인증 코드를 입력해주세요
ru: Ввести код подтверждения

# doorlock_pleaseenteragain
source: Please enter it again
de: Bitte geben Sie ihn erneut ein
es: Introdúzcalo de nuevo
fr: Veuillez le saisir à nouveau
it: Inserirlo di nuovo
ko: 다시 입력해주세요.

# other_search_history_text
source: Are you sure to delete all search history?
de: Möchten Sie wirklich den kompletten Suchverlauf löschen?
es: ¿Seguro que desea borrar todo el historial de búsqueda?
fr: Voulez-vous vraiment supprimer toute l’historique de recherche ?
it: Siete sicuri di aver cancellato tutta la cronologia delle ricerche?
ko: 모든 검색어를 삭제하시겠습니까?
ru: Точно удалить всю историю поиска?

# doorlock_check_network_normal_switch_4g_or_wifi_retry
source: Please make sure that the mobile phone network is normal. If it is abnormal,you can switch the Wi-Fi or the 4G network and try again.
de: Bitte gehen Sie sicher, dass das Mobilfunknetz normal ist. Wenn es nicht normal ist, können Sie das WLAN oder das 4G-Netzwerk wechseln und es erneut versuchen.
es: Asegúrese de que la red del teléfono funcione con normalidad. Si está defectuosa, puede cambiar el wifi o la red 4G e intentarlo de nuevo.
fr: Veuillez vous assurer que le réseau mobile est normal. S’il est anormal, vous pouvez changer le réseau 4G ou Wi-Fi et réessayer.
it: Assicurarsi che la rete di telefonia mobile sia normale. Se il risultato è anomalo, è possibile cambiare la rete Wi-Fi o 4G e riprovare.
ko: 휴대 전화 네트워크가 정상인지 확인해주세요. 이상이 있을 경우 Wi-Fi 또는 4G 네트워크로 전환한 후 다시 시도할 수 있습니다.

# device_input_pwd_again
source: Please enter password again
de: Bitte Passwort erneut eingeben
es: Introduzca la contraseña de nuevo
fr: Veuillez saisir le mot de passe à nouveau
it: Inserire nuovamente la password
ko: 비밀번호 확인
ru: Введите пароль повторно

# doorlock_pleasebindwififirst
source: Please bind Wi-Fi first
de: Bitte verbinden Sie zuerst das WLAN
es: Vincule el wifi primero
fr: Veuillez lier le Wi-Fi d’abord
it: Collegare prima il Wi-Fi
ko: 먼저 Wi-Fi를 연결해주세요.

# device_control_lamp_6
source: Cool summer
de: Kühler Sommer
es: Verano fresco
fr: Un été frais
it: Estate fresca
ko: 清凉夏日
ru: 清凉夏日

# doorlock_close_door_outdoors_use_emergency_key_open_door
source: Please close the door outdoors and use the emergency key to open the door
de: Bitte schließen Sie die Tür von außen und verwenden Sie dann den Notschlüssel, um die Tür zu öffnen
es: Cierre la puerta desde el exterior y utilice la llave de emergencia para abrirla
fr: Veuillez fermer la porte à l’extérieur et utiliser la clé d’urgence pour ouvrir la porte.
it: Chiudere la porta all'aperto e utilizzare la chiave di emergenza per aprire la porta.
ko: 실외에서 문을 닫고 비상 키를 사용하여 문을 여십시오.

# device_automation_no_custom_music
source: Please add via "More Settings -Custom ringtone"
de: Bitte über „Weitere Einstellungen – Benutzerdefinierter Klingelton“ hinzufügen
es: Añádalo a través de "Más ajustes - Tono personalizado"
fr: Veuillez ajouter via « Plus de réglages - Sonnerie personnalisée »
it: Aggiungere tramite "Altre impostazioni - Suoneria personalizzata".
ko: 장치 '추가 설정-사용자 정의 벨소리'로 이동하여 추가하십시오.
ru: Перейдите к устройству «Дополнительные настройки - Пользовательские мелодии» для добавления

# user_input_hint_pwd_again
source: Enter again
de: Erneut eingeben
es: Introduzca de nuevo
fr: Saisir à nouveau
it: Entrare di nuovo
ko: 비밀번호 확인
ru: Введите снова

# device_custom_voice_automation_guide
source: Please add via "More Settings - Custom Voice"
de: Bitte über „Weitere Einstellungen – Benutzerdefiniertee Stimme“ hinzufügen
es: Añádalo a través de "Más ajustes - Voz personalizada"
fr: Veuillez ajouter via « Plus de réglages - Voix personnalisée »
it: Aggiungere tramite "Altre impostazioni - Voce personalizzata".

# doorlock_close_door_indoors
source: Please close the door indoors
de: Bitte schließen Sie die Tür im Haus
es: Cierre la puerta desde el interior
fr: Veuillez fermer la porte à l’intérieur
it: Chiudere la porta in casa
ko: 실내에서 문을 닫아 주세요.

# other_require_floating_permission
source: 请前往系统设置开启悬浮权限,开启后可以试试查看当前家庭的授权状态
de: Bringen Sie Ihr Handy in die Nähe des zu verbindenden Geräts und bleiben Sie in der Nähe des Geräts
es: Mantenga su teléfono móvil cerca del dispositivo para conectar, no se aleje del dispositivo
fr: Gardez votre téléphone mobile proche de l’appareil à connecter, et ne vous en éloignez pas.
it: Tenere il telefono cellulare vicino al dispositivo da collegare e non allontanarsi dal dispositivo.
ko: 시스템 설정으로 이동하여 서스펜션을 열어 주세요, 켜진 후에는 현재 가정의 라이선스 상태를 확인해 보실 수 있습니다

# doorlock_guide_child_lock
source: 请在室内关门，关门后打开童锁开关，按压开锁按钮开门
de: Bitte schließen Sie die Tür von innen und entriegeln Sie die Kindersicherung nach dem Schließen, dann drücken Sie die Entriegelungstaste, um die Tür zu öffnen.
es: Cierre la puerta desde el interior y desbloquee el bloqueo infantil tras cerrar, luego presione el botón de desbloqueo para abrir la puerta
fr: Fermez la porte depuis l’intérieur et déverrouillez le verrou enfants après fermeture. Appuyez ensuite sur le bouton de déverrouillage pour ouvrir la porte
it: Chiudere la porta all'interno e sbloccare la serratura per bambini dopo la chiusura, quindi premere il pulsante di sblocco per aprire la porta
ko: 실내에서 문을 닫고 어린이 잠금 스위치를 켜고, 잠금버튼을 눌러 문을 여십시오.

# common_add_shortcut_fail_text2
source: Please go to the Home Screen to confirm whether the addition is successful. If add failed, please go to the system settings and turn on the "Home screen shortcuts" permission for Aqara Home.
de: Bitte gehen Sie zum Startbildschirm, um das erfolgreiche Hinzufügen zu bestätigen. Falls das Hinzufügen fehlgeschlagen ist, gehen Sie bitte zu den Systemeinstellungen und aktivieren Sie die Genehmigung „Startbildschirm-Verknüpfungen“ für Aqara Home.
es: Vaya a la página de inicio para confirmar que se haya añadido correctamente. Si no se ha añadido correctamente, vaya a los ajustes del sistema y dé el permiso de "Accesos directos de la pantalla de inicio" a Aqara Home.
fr: Veuillez accéder à l’écran d’accueil pour vérifier si l’ajout est réussi. Si l’ajout échoue, veuillez accéder aux réglages du système et activer l’autorisation « Raccourcis de l’écran d’accueil » pour Aqara Home.
it: Andare alla schermata iniziale per confermare se l'aggiunta è avvenuta con successo. Se l'aggiunta non è riuscita, accedere alle impostazioni del sistema e attivare l'autorizzazione "Collegamenti alla schermata iniziale" per Aqara Home.
ko: 추가가 성공했는지 확인하려면 홈 화면으로 이동하십시오. 추가에 실패한 경우 시스템 설정으로 이동하여 Aqara Home에 대한 "홈 화면 바로 가기"권한을 켜십시오.
ru: Перейдите на главный экран, чтобы подтвердить успешность добавления. Если добавление не удалось, перейдите в настройки системы и включите разрешение «Ярлыки на главном экране» для Aqara Home.

# doorlock_handle_button_indoors_press_handle_outdoors_open_door
source: Please press the handle button indoors, and then press the other handle outdoors to open the door
de: Drücken Sie bitte den Griff von innen und ziehen Sie dann den Griff nach unten, um die Tür zu öffnen
es: Presione el botón del asa interior, luego pulse la otra asa exterior para abrir la puerta
fr: Appuyer sur le bouton de la poignée à l’intérieur, puis appuyer sur l’autre poignée à l’extérieur pour ouvrir la porte
it: Premere il pulsante della maniglia all'interno e poi premere l'altra maniglia all'esterno per aprire la porta.
ko: 실내에서 핸들 버튼을 누르고, 실외에서 다른 핸들을 눌러 문을 여십시오.

# doorlock_open_door_indoors_click_start
source: Please open the door indoors and click Start
de: Bitte öffnen Sie die Tür im Haus und klicken Sie auf Start
es: Abra la puerta desde el interior y pulse Iniciar
fr: Veuillez ouvrir la porte à l’intérieur et cliquez sur Démarrer.
it: Aprire la porta all'interno e fare clic su Start
ko: 실내에서 문을 열고 시작을 누르십시오.

# doorlock_log_clear_finger
source: Clear fingerprints
de: Fingerabdrücke löschen
es: Despejar huellas dactilares
fr: Effacer les empreintes digitales
it: Cancella impronte digitali
ko: 지문 모두 삭제

# device_motion_setting_guide
source: Quick press the button. Make sure you hear the Hub prompts "Normal link confirmed"
de: Drücken Sie schnell auf die Taste. Gehen Sie sicher, dass Sie die Hub-Eingabeaufforderungen "Normaler Link bestätigt" hören.
es: Presione el botón rápidamente. Asegúrese de escuchar el aviso de hub "Enlace normal confirmado"
fr: Appuyer rapidement sur le bouton. S’assurer d’entendre le message du hub « Lien normal confirmé ».
it: Premere rapidamente il pulsante. Assicuratevi di ascoltare i messaggi dell'Hub "Normal link confirmed"
ko: 버튼을 한번 짧게 누르고 스마트 허브에서 “정상적으로 연결되었습니다” 메시지가 나오는지 확인해주세요.
ru: Быстро нажмите кнопку. Hub должен воспроизвести подтверждающее звуковое сообщение

# other_perm_not_mic_permission
source: Please allow to access your microphone
de: Bitte genehmigen Sie den Zugriff auf Ihr Mikrofon
es: Permita el acceso a su micrófono
fr: Veuillez d’abord permettre d’accéder à votre micro
it: Consentire l'accesso al microfono
ko: 마이크에 접근할 수 있도록 허용해 주세요.
ru: Разрешите доступ к Вашему микрофону

# device_vibration_normal_link_press_tips
source: Please quickly press the button, and make sure you can hear the hub plays the voice prompt "normal link confirmed".
de: Bitte drücken Sie schnell die Taste und stellen Sie sicher, dass Sie die Sprachansage „normale Verbindung bestätigt“ des Hubs hören.
es: Presione el botón rápidamente, y asegúrese de que escucha el aviso del hub "enlace normal confirmado".
fr: Veuillez appuyer rapidement sur le bouton et vous assurer que vous pouvez entendre le hub jouer le message vocal « lien normal confirmé ».
it: Premere rapidamente il pulsante e accertarsi che l'hub riproduca il messaggio vocale "collegamento normale confermato".
ko: 버튼을 살짝 눌러 게이트웨이의 정상적으로 연결되었습니다라는 안내를 확인하세요.
ru: «Быстро нажмите кнопку, и убедитесь в том, что Hub подтвердил получение сигнала от устройства.

# other_perm_not_location_permission
source: Please allow to access your location
de: Bitte genehmigen Sie den Zugriff auf Ihren Standort
es: Permita el acceso a su ubicación
fr: Veuillez d’abord permettre d’accéder à votre localisation
it: Consentite l'accesso alla vostra posizione
ko: 위치 정보에 접근할 수 있도록 허용해 주세요.
ru: Разрешите доступ к Вашему местоположению

# device_alarm_natgas_text
source: Please check and close the gas valve immediately!
de: Überprüfen und schließen Sie bitte sofort das Gasventil!
es: ¡Compruebe y cierre la válvula de gas inmediatamente!
fr: Veuillez vérifier et fermer la vanne de gaz immédiatement !
it: Controllare e chiudere immediatamente la valvola del gas!
ko: 가스밸브가 잠겼는지 즉시 확인 하세요!
ru: Немедленно проверьте и закройте газовый клапан!

# doorlock_open_door_by_fingerprint_password
source: Please open your door with your fingerprint or password
de: Bitte öffnen Sie die Tür per Fingerabdruck oder Passwort
es: Abra la puerta con su huella dactilar o contraseña
fr: Veuillez ouvrir votre porte avec votre empreinte digitale ou votre mot de passe
it: Aprire la porta con la propria impronta digitale o password
ko: 지문이나 비밀번호로 문을 여십시오.

# device_alarm_fire_text_for_leave
source: Please check the site immediately!
de: Überprüfen Sie bitte die Webseite sofort!
es: ¡Compruebe la ubicación inmediatamente!
fr: Veuillez vérifier le site immédiatement !
it: Si prega di controllare immediatamente il sito!
ko: 즉시 현장을 확인 하세요!
ru: Немедленно проверьте место!

# other_perm_not_bluetooth_permission
source: Please allow to access your Bluetooth
de: Bitte genehmigen Sie den Zugriff auf Ihr Bluetooth
es: Permita el acceso a su Bluetooth
fr: Veuillez d’abord permettre d’accéder à votre Bluetooth
it: Consentite l'accesso al vostro Bluetooth
ko: 블루투스에 접근할 수 있도록 허용해 주세요.
ru: Разрешите доступ к Вашему Bluetooth

# doorlock_init_user
source: Clear all user's data
de: Alle Nutzerdaten löschen
es: Despejar datos de todos los usuarios
fr: Effacer toutes les données d’utilisateur
it: Cancellare tutti i dati dell'utente
ko: "모든 사용자의 데이터 삭제"

# automation_precise_position_terms_title
source: Please authorize the accurate location
de: Bitte autorisieren Sie den genauen Standort
es: Permita el acceso a su ubicación precisa
fr: Veuillez autoriser la localisation précise
it: Si prega di autorizzare la posizione precisa
ko: 정확한 위치 라이센스를 허용해 주십시오.
ru: Предоставьте доступ к информации о точном местоположении

# doorlock_clear_key_succes
source: Clear Key
de: Schlüssel löschen
es: Despejar llave
fr: Effacer la clé
it: Tasto cancellazione
ko: 비밀번호 재입력

# device_face_delete_confirmtips
source: Confirm to remove the face information of %@
de: Ja, Gesichtsinformationen von %@ entfernen
es: Confirmar para eliminar la información facial de %@
fr: Confirmer la suppression des informations faciales de %@
it: Confermare la rimozione delle informazioni sul volto di %@
ko: %@의 얼 정보를 제거하시겠습니까?
ru: Подтвердить удаление данных о лице %@

# device_p3_controller_open_ac
source: Use the remote control
de: Nutzen Sie die Fernbedienung
es: Utilice el control remoto
fr: Utiliser la télécommande
it: Utilizzare il telecomando
ko: 리모컨 사용

# other_systemauthorization_network_unable
source: Aqara Home needs to use network data. Please enable it in Privacy Settings
de: Aqara Home muss Netzwerkdaten nutzen. Bitte aktivieren Sie diese in den Datenschutzeinstellungen
es: Aqara Home necesita utiliza los datos de red. Habilítelo en los ajustes de privacidad
fr: Aqara Home doit utiliser les données réseau. Veuillez l’activer dans les réglages de confidentialité
it: Aqara Home deve utilizzare i dati di rete. Abilitarlo nelle Impostazioni sulla privacy
ko: “설정”-“이동네트웍”에서 打开이동네트워크를 열고 Aqara Home이 네트워크 데이터를 사용할 수 있도록 허용해주세요.
ru: Aqara требуется доступ к сетевым данным. Перейдите в раздел Настройки/мобильная сеть и предоставьте его.

# user_login_format_error_warn
source: Log in with phone or email address
de: Melden Sie sich mit dem Telefon oder der E-Mail-Adresse an
es: Inicie sesión con un teléfono o una dirección de correo electrónico
fr: Se connecter avec le téléphone ou l’adresse e-mail
it: Accedere con il telefono o l'indirizzo e-mail
ko: 이메일로 로그인
ru: Вход с помощью номера телефона или Email

# user_logout_agree
source: Confirm
de: Bestätigen
es: Confirmar
fr: Confirmer
it: Confermare
ko: 최소 확인
ru: Подтвердить обнуление

# device_tip_gateway_nedd_upgrade
source: Please update the hub and try again.
de: Bitte aktualisieren Sie den Hub und versuchen Sie es erneut.
es: Actualice el hub e inténtelo de nuevo.
fr: Veuillez mettre à jour le hub et réessayer.
it: Aggiornare l'hub e riprovare.
ko: 스마트 허브를 업데이트하고 다시 시도해주세요
ru: Пожалуйста, обновите ПО Hub и попробовать снова.

# doorlock_all_read_sure
source: All the events are read?
de: Wurden alle Ereignisse gelesen?
es: ¿Han sido leídos todos los eventos?
fr: Tous les événements sont lus ?
it: Tutti gli eventi vengono letti?
ko: 모든 이벤트를 읽었습니까?
ru: Подтвердить, что вся информация о событии прочитана?

# doorlock_guide_emergency_button
source: 请使用室内应急旋钮开门
de: Bitte Öffnen Sie die Tür mit dem Innen-Notknopf
es: Abra la puerta con el pomo de emergencia interno
fr: Ouvrez la porte avec la molette d’urgence intérieure
it: Aprire la porta con la manopola di emergenza interna
ko: 실내 비상 스위치를 사용하여 문을 여십시오.

# other_perm_not_camera_permission
source: Please allow to access your camera
de: Bitte genehmigen Sie den Zugriff auf Ihre Kamera
es: Permita el acceso a su cámara
fr: Veuillez d’abord permettre d’accéder à votre caméra
it: Consentire l'accesso alla fotocamera
ko: 카메라에 접근할 수 있도록 허용해 주세요.
ru: Разрешите доступ к Вашей камере

# device_set_wifi_password
source: Hotspot password
de: Passwort des Hotspots
es: Contraseña de punto caliente
fr: Mot de passe du hotspot
it: Password dell'hotspot
ko: 핫스팟 암호
ru: Пароль точки доступа

# device_info_cube_move
source: Push
de: Pushen
es: Empuje
fr: Appuyer
ko: 밀기
ru: Толкнуть

# home_create_default_home_hint
source: Please add a home
de: Bitte fügen Sie ein Zuhause hinzu
es: Añada un hogar
fr: Veuillez ajouter une maison
it: Aggiungere una casa
ko: 기본 홈을 추가하세요.
ru: Пожалуйста, добавьте дом

# other_welcome_hint_three
source: Your accessories are at your command.
de: Ihre Accessoires können Befehle empfangen.
es: Sus accesorios esperan sus órdenes.
fr: Vos accessoires sont sous votre contrôle.
it: Gli accessori sono a vostra disposizione.
ko: 언제 어디서나 집안의 상태를 확인할 수 있습니다
ru: Ваши устройства под Вашим контролем.

# other_push_fill_words_tips_100_fios
source: Please fill in less than 20 words as push message
de: Bitte geben Sie weniger als 20 Wörter als Push-Nachricht ein
es: Por favor, complete en menos de 20 palabras como mensaje de inserción
fr: Veuillez saisir moins de 20 mots comme message Push
it: Si prega di inserire meno di 20 parole come messaggio push
ko: 100자 이내의 내용으로 푸시 메시지 작성
ru: Пожалуйста, введите менее 100 слов для push-сообщения

# other_systemauthorization_camera_unable
source: Aqara does not have access to your camera. Please enable camera access in Privacy Settings
de: Aqara Home möchte Zugriff auf Ihre Kamera haben. Bitte genehmigen Sie den Kamerazugriff in den Datenschutzeinstellungen
es: Aqara no tiene acceso a su cámara. Habilítelo en los ajustes de privacidad
fr: Aqara n’a pas accès à votre caméra. Veuillez activer l’accès à la caméra dans les réglages de confidentialité
it: Aqara non ha accesso alla vostra fotocamera. Attivare l'accesso alla telecamera nelle Impostazioni sulla privacy
ko: 휴대폰 설정에서 Aqara Home이 휴대폰의 카메라에 접근할 수 있도록 권한을 허용해 주세요.
ru: Aqara требуется доступ к Вашей камере. Перейдите в раздел Настройки / Конфиденциальность/камера, чтобы предоставить его.

# doorlook_log_clear_password
source: Clear passwords
de: Passwörter löschen
es: Despejar contraseñas
fr: Effacer les mots de passe
it: Cancellare le password
ko: 비밀번호 모두 삭제

# camera_remove_face_name_tips
source: Confirm to remove the face information of %s
de: Ja, Gesichtsinformationen von %s entfernen
es: Confirmar para eliminar la información facial de %s
fr: Confirmer la suppression des informations faciales de %s
it: Confermare la rimozione delle informazioni sul volto di %s
ko: %s의 얼 정보를 제거하시겠습니까?
ru: Подтвердить удаление данных о лице %s

# device_scenario_icon
source: Scenario icon
de: Szenariosymbol
es: Icono de escenario
fr: Icône de scénario
it: Icona dello scenario
ko: 시나리오 아이콘
ru: Значок сценария

# device_plz_open_permission_dialog_hint
source: Please allow the access to your location and try again.
de: Bitte genehmigen Sie den Zugriff auf Ihren Standort und versuchen Sie es erneut.
es: Permita el acceso a su ubicación e inténtelo de nuevo.
fr: Veuillez autoriser l’accès à votre localisation et réessayer.
it: Consentire l'accesso alla propria posizione e riprovare.
ko: 위치 조회 권한을 허용하고 다시 시도해 보세요.
ru: Пожалуйста, включите разрешение на доступ к местоположению и попробовать снова

# camera_plz_open_permission_dialog_hint
source: Please allow the access to your location and try again.
de: Bitte genehmigen Sie den Zugriff auf Ihren Standort und versuchen Sie es erneut.
es: Permita el acceso a su ubicación e inténtelo de nuevo.
fr: Veuillez autoriser l’accès à votre localisation et réessayer.
it: Consentire l'accesso alla propria posizione e riprovare.
ko: 위치 조회 권한을 허용하고 다시 시도해 보세요.
ru: Пожалуйста, включите разрешение на доступ к местоположению и попробуйте снова

# device_turn_on_password
source: Please turn on the password first
de: Aktivieren Sie bitte zuerst das Passwort
es: Introduzca la contraseña primero
fr: Veuillez d’abord activer le mot de passe
it: Attivare prima la password
ko: 비밀번호를 오픈하십시오.
ru: Включить пароль

# other_open_authority_tips
source: Please allow related permissions, otherwise you cannot use it.
de: Bitte genehmigen Sie die entsprechenden Berechtigungen. Sonst können Sie es nicht verwenden.
es: Por favor, otorgue los permisos relacionados, de lo contrario no podrá utilizarlo.
fr: Veuillez autoriser les permissions associées, sinon vous ne pouvez pas l’utiliser.
it: Si prega di autorizzare i relativi permessi, altrimenti non è possibile utilizzarlo.
ko: 관련 권한을 허용해주세요. 그렇지 않으면 사용할 수 없습니다.
ru: Установите соответствующие разрешения, иначе Вы не сможете его использовать.

# common_clear_up
source: Clear
de: Klar
es: Borrar
fr: Effacer
it: Annullare
ko: 삭제
ru: Очистить
