Repository: acodeworker/localzedLoader
Catalog: *.lproj/Localizable.strings
Languages: de, es, fr, it, ko, ru

# me_set_recommend_text
source: In order to provide you with personalized smart household commodities and automation services that keep more in line with your personal demands, and improve your use experience of smart household, we will provide you with the personalized recommendation and display of smart household commodities, services or other information based on the following necessary information, automation and scene name, execution log, condition and operation list, setting of effective time period, notification setting of execution results, setting of initiating or disabling automation. Related information of the device used by you, including the device model, device setting, MAC address and IMEI, device identification code, device environment, device model, model information, device ID, SN number, hardware version number, firmware version number, position information of device assignment. We will conduct comprehensive statistics and analysis through big data and algorithm based on your above information, extract your demands and preference characteristics, and recommend or display the commodities, services or other information that you may have an interest in. If you are not interested in the commodities, services or other information under personalized recommendation or you do not hope that we may provide you with personalized recommendation services, you may close the personalized recommendation service through the button above. If you close the button, we won't recommend the contents that you may be interested in.
de: Um Ihnen personalisierte Smart-Haushaltsprodukte und Automatisierungsdienste anbieten zu können, die Ihren persönlichen Bedürfnissen eher entsprechen, und um Ihre Nutzungserfahrung des Smart-Haushalts zu verbessern, werden wir Ihnen personalisierte Empfehlungen und Anzeigen von Smart-Haushaltsprodukten, Diensten oder anderen Informationen basierend auf den folgenden notwendigen Informationen zur Verfügung stellen: Automatisierung und Szenenname, Protokoll zur Ausführung, Zustands- und Betriebsliste, Einstellung des Gültigkeitszeitraums, Einstellung der Benachrichtigung über Ausführungsergebnisse, Einstellung der Einleitung oder Deaktivierung der Automatisierung. Informationen über das von Ihnen verwendete Gerät, einschließlich Gerätemodell, Geräteeinstellung, MAC-Adresse und IMEI, Geräteidentifikationscode, Geräteumgebung, Gerätemodell, Modellinformationen, Geräte-ID, SN-Nummer, Hardware-Versionsnummer, Firmware-Versionsnummer, Standortinformationen der Gerätezuordnung. Wir führen umfassende Statistiken und Analysen mit Hilfe von Big Data und Algorithmen durch, die auf Ihren oben genannten Informationen basieren, extrahieren Ihre Bedürfnisse und Präferenzen und empfehlen oder zeigen Ihnen Waren, Dienstleistungen oder andere Informationen an, die für Sie von Interesse sein könnten. Wenn Sie kein Interesse an den Waren, Dienstleistungen oder anderen Informationen im Rahmen der personalisierten Empfehlung haben oder nicht wünschen, dass wir Ihnen personalisierte Empfehlungsdienste zur Verfügung stellen, können Sie den personalisierten Empfehlungsdienst über die Schaltfläche unten beenden.. Wenn Sie die Schaltfläche schließen, werden wir Ihnen keine für Sie interessanten Inhalte empfehlen.
es: Con el fin de proporcionarle productos domésticos inteligentes y servicios de automatización personalizados que se ajusten más a sus demandas personales y mejorar su experiencia de uso del hogar inteligente, le proporcionaremos la recomendación personalizada y la visualización de productos domésticos inteligentes, servicios u otra información basada en la siguiente información necesaria, automatización y nombre de la escena, registro de ejecución, lista de condiciones y operaciones, configuración del período de tiempo efectivo, configuración de la notificación de los resultados de la ejecución, configuración de la iniciación o desactivación de la automatización. La información relacionada con el dispositivo que utiliza, incluido el modelo de dispositivo, la configuración del dispositivo, la dirección MAC y el IMEI, el código de identificación del dispositivo, el entorno del dispositivo, el modelo del dispositivo, la información del modelo, el ID del dispositivo, el número SN, el número de la versión del hardware, el número de la versión del firmware, la información de la posición de la asignación del dispositivo. Llevaremos a cabo estadísticas y análisis exhaustivos a través de Big Data y algoritmos basados en su información anterior, extraeremos sus demandas y características de preferencia, y recomendaremos o mostraremos los productos, servicios u otra información en la que pueda estar interesado. Si no está interesado en los productos, servicios u otra información bajo recomendación personalizada o no espera que le proporcionemos servicios de recomendación personalizada, puede desactivar el servicio de recomendaciones personalizadas. Si apaga el botón, no le recomendaremos el contenido que pueda interesarle.
fr: Pour vous offrir une assistance intelligente à la gestion du domicile, des services d’automatisation adaptés à vos besoins personnels et améliorer votre expérience d’utilisation de votre maison intelligente, nous vous présenterons des recommandations personnalisées et afficherons des services d’assistance intelligente à la gestion du domicile ainsi que d’autres informations basées sur les informations requises suivantes : nom d’automatisation et de scène, journal d’exécution, liste des conditions et d’utilisation, les réglages de la période effective, les réglages de notification des résultats d’exécution, les réglages d’initialisation ou de désactivation de l’automatisation. Informations relatives à l’appareil que vous utilisez, telles que : modèle d’appareil, réglages de l’appareil, adresse MAC et IMEI, code d’identification d’appareil, environnement d’appareil, modèle d’appareil, informations de modèle, ID d’appareil, numéro de série, numéro de version du matériel, numéro de version du micrologiciel, informations de localisation de tâche de l’appareil. Nous collecterons des statistiques et ferons une analyse détaillée via big data et à l’aide d’un algorithme concernant les informations ci-dessus, extrairons les caractéristiques de vos demandes et préférences pour recommander ou afficher de l’aide, des services ou d’autres informations susceptibles de vous intéresser. Si ces aides, services ou autres informations ne vous intéressent parmi ces recommandations personnalisées ou ne souhaitez pas que nous mettions à disposition des services de recommandations personnalisées, vous pouvez désactiver le service de recommandation personnalisée en. Si vous désactivez le bouton, nous ne vous recommanderons pas de contenu susceptible de vous intéresser.
it: Al fine di fornire all'utente prodotti e servizi di automazione personalizzati per la casa intelligente che siano più in linea con le proprie esigenze personali e migliorare l'esperienza d'uso della casa intelligente, forniremo all'utente raccomandazioni e visualizzazioni personalizzate di prodotti e servizi per la casa intelligente o altre informazioni sulla base dei seguenti dati necessari: nome dell'automazione e della scena, registro di esecuzione, elenco delle condizioni e delle operazioni, impostazione del periodo di tempo effettivo, impostazione della notifica dei risultati dell'esecuzione, impostazione dell'avvio o della disattivazione dell'automazione. Informazioni relative al dispositivo utilizzato dall'utente, tra cui il modello del dispositivo, l'impostazione del dispositivo, l'indirizzo MAC e l'IMEI, il codice di identificazione del dispositivo, l'ambiente del dispositivo, il modello del dispositivo, le informazioni sul modello, l'ID del dispositivo, il numero SN, il numero di versione hardware, il numero di versione del firmware, le informazioni sulla posizione dell'assegnazione del dispositivo. Sulla base delle informazioni di cui sopra, effettueremo statistiche e analisi complete attraverso i big data e gli algoritmi, estrarremo le richieste e le caratteristiche delle preferenze dell'utente e raccomanderemo o visualizzeremo le materie prime, i servizi o le altre informazioni a cui l'utente potrebbe essere interessato. Se non sei interessato ai prodotti, servizi o altre informazioni da noi consigliate o non desideri che ti forniamo un servizio di raccomandazione personalizzato, puoi disattivare il servizio di raccomandazione personalizzata.Se si chiude il pulsante, non verranno consigliati i contenuti che potrebbero interessarti.
ko: 최적의 스마트홈 경험과 끊임없는 서비스 개선을 위해 제공하는 1:1 맞춤형 추천 서비스입니다. 사용자의 자동화 및 장치 데이터를 빅데이터와 알고리즘을 통해 종합적으로 분석하여, 개인별로 선호하는 특성 및 수요를 반영한 장치 또는 시나리오를 추천해 드립니다. 맞춤형 추천 서비스 받기 버튼을 비활성화 하시는 경우 관련 정보 수집 및 맞춤형 서비스를 추천해 드리지 않습니다. 맞춤형 추천 서비스 제공을 위해 수집하는 데이터는 다음과 같습니다: 자동실행 및 동시실행 이름, 실행 로그, 조건 및 동작 목록, 유효 시간 설정, 실행 결과 알림 설정, 자동화 알림 조건 설정, 자동화 실행 여부 설정, MAC주소, IMEI, 장치 식별 코드, 장치 사용 환경, 장치명, 모델명, 장치 ID, SN 번호, HW 버전, 펌웨워 버전, 장치 위치 정보 등
ru: Чтобы предоставить Вам персонализированные продукты для умного дома и услуги автоматизации, которые лучше соответствуют Вашим личным потребностям, а также улучшить Ваш опыт работы с умным домом, мы предоставим Вам персональные рекомендации и презентации по продуктам, услугам для умного дома или другой информации на основе следующей необходимой информации: автоматизация и имя сценария, журнал выполнения, список условий и операций, настройка периода действия, настройка уведомлений о результатах выполнения, настройка для включения или отключения автоматизации. Соответствующая информация об используемом Вами устройстве, включая модель устройства, настройки устройства, MAC-адрес и IMEI, идентификационный код устройства, среду устройства, модель устройства, данные о модели, ID устройства, серийный номер, номер версии аппаратного обеспечения, номер версии прошивки, место распределения устройств. На основе Вашей вышеуказанной информации мы проведем комплексную статистику и анализ с помощью больших данных и алгоритмов, извлечем Ваши потребности и предпочтения, а также порекомендуем или покажем Вам товары, услуги и другую информацию, которая может Вас заинтересовать. Если Вы не заинтересованы в персональных рекомендациях товаров, услуг или другой информации или не хотите, чтобы мы предоставляли Вам услуги персональных рекомендаций, Вы можете отключить услугу персональных рекомендаций с помощью кнопки выше. Если Вы отключите кнопку, мы не будем публиковать контент, который может Вас заинтересовать.

# automation_recommend_programa2
source: Template square
de: Vorlage Quadrat
es: Cuadro de plantillas
fr: Foire aux modèles
it: Quadro dei modelli
ko: 템플릿
ru: Область шаблона

# ifttt_space_service_light_control
source: Overall lighting adjustment
de: Intelligente Regulierung der Beleuchtung
es: Ajuste inteligente de la iluminación
fr: Réglage intelligent de la lumière des lampes.
it: Regolazione intelligente della luce
ko: 조명 전체 조절
ru: Общая регулировка освещения

# service_card_light
source: Illumination
de: Beleuchtung
es: Iluminación
it: Illuminazione
ko: 조명
ru: Свет

# service_card_light_house
source: Illumination
de: Beleuchtung
es: Illuminazione
it: Iluminación
ko: 풀하우스 조명
ru: Свет в доме

# service_card_light_room
source: %s Illumination
de: %sBeleuchtung
es: %sIluminación
it: %sIlluminazione
ko: %s 조명
ru: %s освещённости

# service_card_light_room_lit_count
source: %s rooms are lit
de: %sZimmer sind beleuchtet
es: %s de las habitaciones están iluminadas
fr: %s des chambres sont illuminées
it: %sCamere illuminate
ko: %s개 방에 조명 켜짐
ru: %s комнат освещено

# service_card_light_control_coldlight
source: Cold
de: kaltes Licht
es: luz fría
fr: Lumière froide
it: Fredda
ko: 주광색
ru: Холодный свет

# overview_someone_quantity_1
source: Stranger in %s
de: Es befindet sich jemand in %s
es: Hay alguien en %s
fr: Quelqu’un est présent dans %s
it: C'è qualcuno in %s
ko: %s에 사람 있음
ru: Человек в %s

# service_card_light_control_dark
source: Dark
de: Schwacher Helligkeit
es: luz oscuro
fr: Point sombre
it: - luce
ko: 어두워지기
ru: Темнее

# service_card_light_control_bright
source: Bright
de: Starker Helligkeit
es: luz brillante
fr: Point lumineux
it: + luce
ko: 밝아지기
ru: Светлее

# device_type_infrared_remote
source: IR remote controller
de: IR Fernbedienung
es: Control remoto IR
fr: Télécommande IR
it: Telecomando IR
ko: 적외선 리모컨
ru: ИК-пульт ДУ

# common_recommend_ai
source: Recommend
de: Empfohlen
es: Recomendación
fr: Recommander
it: Raccomandato
ko: 추천하다
ru: рекомендовать

# device_type_airconditioner
source: Temperature adjustment
de: Temperatur einstellen
es: Ajuste de la temperatura
fr: Réglage de la température
it: Regolazione della temperatura
ko: 온도 조절
ru: Контроль темпер

# view_statistical_set_hint
source: Add the card to the overview statistics after start-up.
de: Fügen Sie die Karte nach dem Start zur Übersichtsstatistik hinzu.
es: Añade la tarjeta a las estadísticas de la vista general después del inicio.
fr: Ajouter la carte aux statistiques globales après le démarrage.
it: Aggiungere la scheda alle statistiche della panoramica dopo l'avvio.
ko: 해당 카드가 한눈에 보기에 추가됩니다.
ru: При включении эта карта будет добавлена

# device_type_shade
source: Shading
de: Jalousien
es: Sombreado
fr: Ombrage
it: Ombreggiatura
ko: 차양
ru: Защита от солнца

# overview_security_monitoring
source: Security monitoring
de: Überwachung
es: Monitoreo de seguridad y protección
fr: Surveillance de sécurité et de protection
it: Monitoraggio della sicurezza e della protezione
ko: 보안 장치
ru: Видеонаблюдение

# service_card_light_control_warmlight
source: Warm
de: Warmes Licht
es: luz cálida
fr: Lumière chaude
it: Calda
ko: 전구색
ru: Теплый свет

# service_card_light_room_fios
source: %@ Illumination
de: %@Beleuchtung
es: %@Iluminación
it: %@Illuminazione
ko: %@ 조명
ru: %@ освещённости

# device_type_wireless_remote
source: RF remote controller
de: Fernbedienung
es: Control remoto inalámbrico
fr: Contrôleur de télécommande sans fil
it: Telecomando wireless
ko: 무선 리모트 스위치
ru: Пульт ДУ

# device_type_light
source: Lighting
de: Beleuchtung
es: Iluminación
fr: Lumière
it: Illuminazione
ko: 조명
ru: Освещение

# view_statistical_set_off
source: Remove from overview
de: In der Übersicht nicht berücksichtigt
es: No se cuenta en la vista general
fr: Non compté dans la vue globale
it: Non viene conteggiato nella panoramica
ko: 전체보기에 미포함
ru: Не учитывать

# device_type_environment
source: Environment monitoring
de: Überwachung der Umgebung
es: Monitoreo del entorno
fr: Surveillance environnementale
it: Monitoraggio ambientale
ko: 환경 모니터링
ru: Контроль среды

# common_guide_board_management2
source: You may also slide rightwards to check your board in the first board
de: Sie können auch auf dem 1. Anzeigefeld nach rechts wischen, um Ihr Anzeigefeld zu sehen.
es: Puede arrastrar la primera cartelera a la derecha para leer la suya
fr: Vous pouvez glisser le premier panneau d'affichage vers la droite pour lire le vôtre
it: È anche possibile scorrere a destra sulla prima scheda per vedere le proprie schede.
ko: 마지막 간판에서 오른쪽으로 스크롤하고 간판을 확인할 수 있습니다.
ru: Прокрутите вправо на первой панели для просмотра панелей

# common_guide_board_edit1
source: Click here to edit your board
de: Klicken Sie hier, um Ihr Anzeigefeld zu bearbeiten
es: Haga clic aquí y podrá editar su cartelera
fr: Cliquez ici et vous pouvez éditer votre panneau d'affichage
it: Cliccare qui per modificare la scheda
ko: 여기를 클릭하여 간판을 편집할 수 있습니다.
ru: Нажмите сюда для редактирования Ваших панелей

# common_guide_board_edit2
source: You may long press any card to edit the board
de: Sie können auch lange auf ein beliebiges Anzeigefeld drücken, um das Anzeigefeld zu bearbeiten.
es: También puede hacer una pulsación larga en cada tarjeta para editar la cartelera
fr: Vous pouvez également appuyer longuement chacune des cartes pour éditer le panneau d'affichage
it: È anche possibile modificare una scheda tenendo premuto su una qualsiasi scheda.
ko: 또는 임의 카드를 길게 눌러서 간판을 편집할 수 있습니다.
ru: Нажмите и удерживайте любую карту для редактирования панелей

# view_statistical_set
source: Overview setting
de: Überblick Statistikeinstellungen
es: Configuración de las estadísticas de la vista general
fr: Réglages des statistiques globales
it: Impostazione delle statistiche di panoramica
ko: 전체보기 설정
ru: Настр. стат.

# common_guide_overview1
source: Overview is moved here
de: Die "Übersicht" ist hierher umgezogen!
es: La "Visión general" se ha trasladado aquí
fr: L'aperçu a été déplacé ici
it: La "Panoramica" si è trasferita qui!
ko: '전체보기'는 여기로 옮겼습니다.
ru: «Обзор» перенесен сюда

# view_statistical_set_guess_text_fios
source: This may be a device of %@.
de: Dies kann ein Gerät von %@ sein.
es: Este puede ser un dispositivo de %@.
fr: Ce pourrait être un appareil de %@.
it: Questo può essere un dispositivo di %@.
ko: %@ 장치일 수 있습니다.
ru: Возможно, устройство %@

# view_statistical_set_guess_btn
source: Set as a "%s"
de: Kann als "%s" eingestellt werden
es: se puede configurar como "%s"
fr: Peut être défini comme %s
it: Può essere impostato come "%s"
ko: %s 으로 설정
ru: можно задать как "%s”

# common_guide_overview2
source: You may slide leftwards and check "Overview" in the final board
de: Sie können auch im letzten Anzeigefeld nach links wischen, um die "Übersicht" aufzurufen.
es: Puede arrastrar la última cartelera publicitaria hacia la izquierda para leer la "visión general".
fr: Vous pouvez glisser le dernier panneau d'affichage vers la gauche pour lire "l'aperçu"
it: È anche possibile scorrere verso sinistra sull'ultima scheda per vedere la "Panoramica".
ko: 마지막 간판에서 왼쪽으로 스크롤하고 '전체보기'를 확인할 수 있습니다.
ru: Прокрутите влево на последней панели для просмотра «Обзора»

# common_guide_board_management1
source: Click here to manage your board
de: Klicken Sie hier, um das Anzeigefeld zu verwalten
es: Haga clic aquí para gestionar su cartelera
fr: Cliquez ici et vous pouvez gérer votre panneau d'affichage
it: Cliccare qui per gestire le schede
ko: 여기를 클릭하여 간판을 관리할 수 있습니다.
ru: Нажмите сюда для управления панелями

# homekit_stopped
source: stopped
de: Gestoppt
es: detenido
fr: arrêté
it: fermato

# homekit_opening
source: opening
de: Wird geöffnet
es: abriendo
fr: ouverture
it: apertura

# homekit_cool
source: cool
de: Kühlen
es: enfriar
fr: refroidissement
it: freddo

# homekit_heat
source: Heat
de: Heizen
es: Calentar
fr: Chaleur
it: Calore

# homekit_secured
source: Secured
de: Gesichert
es: Asegurado
fr: sécurisé
it: Assicurato

# homekit_unsecured
source: Unsecured
de: Ungesichert
es: No asegurado
fr: Non sécurisé
it: Non garantito

# view_statistical_set_guess_text
source: This may be a device of %s.
de: Dies kann ein Gerät von %s sein.
es: Este puede ser un dispositivo de %s.
fr: Ce pourrait être un appareil de %s.
it: Può essere un dispositivo di %s.
ko: %s 장치일 수 있습니다.
ru: Возможно, устройство %s

# homekit_jammed
source: Jammed
de: Verklemmt
es: Atascado
fr: Bloqué
it: Bloccato

# common_selected_not
source: Not selectable
de: Nicht auswählbar
es: No se puede seleccionar
fr: Non sélectionnable
it: Non selezionabile

# device_add_aibox
source: Add AI Boxes
de: AI-Boxen hinzufügen
es: Añadir AI Boxes
fr: Ajouter des Boîtes IA
it: Aggiungi box IA

# homekit_notlocked
source: NotLocked
de: NichtGesperrt
es: No bloqueado
fr: NonVerrouillé
it: Non bloccato

# homekit_humidify
source: Humidify
de: Befeuchten
es: Humidificar
fr: humidifier
it: Umidificare

# view_statistical_set_guess_btn_fios
source: Set as a "%@"
de: Kann als "%@" eingestellt werden
es: se puede configurar como "%@"
fr: Peut être défini comme %@
it: Può essere impostato come "%@"
ko: %@ 으로 설정
ru: можно задать как "%@”

# common_daily_life_home
source: Whole-house daily report
de: Täglicher Bericht für das ganze Haus
es: Informe diario de todo el hogar
fr: Rapport quotidien de toute la maison
it: Rapporto giornaliero dell'intera casa

# automation_template_device_choice
source: Click to select device
de: Zum Auswählen der Geräte anklicken
es: Haga clic para seleccionar el equipo
fr: Cliquez pour choisir l'équipement
it: Cliccare per selezionare un dispositivo
ko: 클릭하여 장치를 선택하십시오.
ru: Нажмите для выбора устройства

# common_take_effect
source: Take effect immediately
de: Sofort anwenden
es: Entrar en vigencia inmediatamente
fr: Prend effet immédiatement
it: Ha effetto immediato

# common_toast_biggest
source: The input value is out of range.
de: Der Eingabewert liegt außerhalb des Bereichs.
es: El valor de entrada está fuera de rango.
fr: La valeur de paramètre est hors plage.
it: Il valore di ingresso non rientra nell'intervallo.

# homekit_siri_input_type
source: Siri Input Type
de: Siri Eingabetyp
es: Tipo de entrada de Siri
fr: Type d’entrée de Siri
it: Tipo di ingresso Siri
ko: Siri 입력 유형
ru: Тип ввода Siri

# common_more_operation
source: More
de: Mehr
es: Más
fr: Plus
it: Di più

# homekit_sulphur_dioxide_density
source: Sulphur Dioxide Density
de: Schwefeldioxid-Dichte
es: Densidad de dióxido de azufre
fr: Densité du dioxyde de sulfure
it: Densità del biossido di zolfo
ko: 이산화황 농도
ru: Плотность диоксида серы

# device_ota_bht_timeout_hint
source: Please hold the mobile phone close to the device, turn on Bluetooth and try again.
de: Bitte halten Sie Ihr Handy nahe an das Gerät, schalten Sie Bluetooth ein und versuchen Sie es erneut.
es: Por favor, mantenga el teléfono móvil cerca del dispositivo, active el Bluetooth e intente nuevamente.
fr: Veuillez approcher le téléphone mobile de l’appareil, activez le Bluetooth et réessayez.
it: Tenere il telefono cellulare vicino al dispositivo, attivare il Bluetooth e riprovare.

# homekit_status_tampered
source: Status Tampered
de: Status Manipuliert
es: Estado alterado
fr: État saboté
it: Stato Manomesso
ko: 변경된 상태
ru: Статус Подделан

# device_change_open_close_direction_square
source: The journey has to be reset after it is rectified. Sure to rectify?
de: Die Fahrt muss nach der Korrektur zurückgesetzt werden. Möchten Sie wirklich eine Korrektur vornehmen?
es: El recorrido tiene que reiniciarse después de ser rectificado. ¿Está seguro de rectificar?
fr: Le voyage a été réinitialisé après sa correction. Sûr de rectifier ?
it: Dopo aver risolto il problema, il percorso deve essere ripristinato. Si è sicuri di rettificare?

# homekit_supported_data_stream_transport_configuration
source: Supported Data Stream Transport Configuration
de: Konfiguration des unterstützten Datenstromtransports
es: Configuración de transporte del flujo de datos admitidos
fr: Configuration de transport du flux de donnée prise en charge
it: Configurazione di trasporto del flusso di dati supportato
ko: 지원하는 데이터 전송 설정
ru: Поддерживаемая конфигурация передачи потока данных

# homekit_humidifying
source: Humidifying
de: Befeuchtung
es: Humidificando
fr: humidification
it: Umidificazione

# scene_home
source: Home
es: Hogar
fr: Accueil

# common_device_current
source: This device
de: Dieses Gerät
es: Este dispositivo
fr: Cet appareil
it: Questo dispositivo

# Device.Replace.Fail.Tips
source: There is no configuration data of the substituted hub in the Cloud, or the hub does not support substitution.
de: Es gibt keine Konfigurationsdaten des ersetzten Hubs in der Cloud, oder der Hub unterstützt keine Ersetzung.
es: No hay datos de configuración del hub sustituido en la Nube, o el hub no admite la sustitución.
fr: Aucune donnée de configuration du Hub substitué dans le Cloud, ou le Hub ne prend pas en charge la substitution.
it: Non ci sono dati di configurazione dell'hub sostituito nel Cloud, oppure l'hub non supporta la sostituzione.

# homekit_doorlock_power
source: Battery power
de: Batteriespannung
es: Potencia de las baterías
fr: Alimentation sur pile
it: Alimentazione a batteria
