Repository: acodeworker/localzedLoader
Catalog: *.lproj/Localizable.strings
Languages: de, es, fr, it, ko, ru

# home_common_deleted
source: 内容已被删除
de: Der Inhalt wurde gelöscht
es: El contenido se ha borrado
fr: Le contenu a été supprimé
it: Il contenuto è stato cancellato
ko: 내용 삭제됨

# other_content_illegal_word_url
source: Contents contain sensitive words or website
de: Der Inhalt enthält sensible Wörter oder eine Website
es: El contenido contiene palabras o direcciones web sensibles
fr: Le contenu contient des mots sensibles ou un site Web
it: I contenuti contengono parole o siti web sensibili
ko: 내용에는 중요한 단어 또는 웹 사이트가 포함되어 있습니다.

# device_setup_tips
source: Please enter again because there are special characters or emoticons
de: Bitte geben Sie ihn erneut ein, da Sonderzeichen oder Emojis vorhanden sind
es: Introdúzcalo de nuevo, se han detectado caracteres especiales o emoticonos
fr: Veuillez saisir à nouveau à cause des caractères spéciaux ou des emoji
it: Si prega di inserire di nuovo perché ci sono caratteri speciali o emoticon
ko: 내용에 특수문자나 이모티콘이 포함되어 있으니 다시 입력하십시오.
ru: Контент включает специальные символы или смайлы. Введите текст еще раз.

# home_share_home_mother
source: Mother
de: Mutter
es: Madre
fr: Mère
it: Madre
ko: 어머니
ru: Мать

# doorlock_thumb
source: Thumb
de: Daumen
es: Pulgar
fr: Pouce
it: Pollice
ko: 엄지

# device_connect_access_location_tips
source: Please allow the access to your location to use Wi-Fi.
de: Bitte genehmigen Sie den Zugriff auf Ihren Standort, um WLAN zu verwenden.
es: Permita el acceso a su ubicación para utilizar el wifi.
fr: Veuillez autoriser l’accès à votre localisation pour utiliser le Wi-Fi.
it: Consentite l'accesso alla vostra sede per l'utilizzo del Wi-Fi.
ko: Wi-Fi를 설정하려면 위치 권한을 부여해 주세요.
ru: Откройте доступ к местоположению для использования Wi-Fi.

# device_cam_faceuseguid_stepthree_tips
source: You can also unlock the functions of face identification notification and video recording
de: Sie können auch die Funktionen der Gesichtserkennungsbenachrichtigung und der Videoaufzeichnung freischalten
es: También puede desbloquear las funciones de reconocimiento facial y grabación de vídeo
fr: Vous pouvez aussi débloquer les fonctions de notification d’identification faciale et d’enregistrement vidéo
it: È inoltre possibile sbloccare le funzioni di notifica dell'identificazione del volto e di registrazione video.
ko: 얼굴 인식 메시지 푸시 및 비디오 녹화 기능을 활성화할 수 있습니다
ru: Вы также можете включить функцию распознавания лиц и запись видео

# home_share_already_copy
source: Content has been copied
de: Der Inhalt wurde kopiert
es: El contenido se ha copiado
fr: Contenu copié
it: Il contenuto è stato copiato
ko: 내역을 복사하였습니다
ru: Содержимое скопировано

# user_center_nickname
source: Nickname
de: Spitzname
es: Apodo
fr: Pseudo
it: Soprannome
ko: 닉네임
ru: Имя

# device_nas_hint
source: The videos in the SD card can be stored to the NAS storage devices
de: Die Videos auf der SD-Karte können auf einem NAS-Speichergerät gespeichert werden
es: Los vídeos de la tarjeta SD se pueden almacenar en dispositivos de almacenamiento ACR
fr: Les vidéos de la carte SD peuvent être stockées sur les appareils de stockage NAS
it: I video contenuti nella scheda SD possono essere archiviati nei dispositivi di archiviazione NAS.
ko: SD카드 내의 동영상을 NAS스토리지에 저장할 수 있습니다.
ru: Вы можете хранить видео с SD-карты на запоминающем устройстве NAS

# device_confirm_dissolve_group
source: Dismiss this device group?？
de: Diese Gerätegruppe auflösen?
es: ¿Descartar este grupo de dispositivos?
fr: Rejeter ce groupe d’appareils ?
it: Disattivare questo gruppo di dispositivi?
ko: 이 장치 그룹을 해제하시겠습니까?
ru: 你确定要解散此设备组吗？

# device_set_bell_hint_1_fios
source: You can click the button below 1. Add a new ringtone and import it to the device 2. Import an added ringtone from the account to the device
de: Sie können auf den folgenden Knopf klicken 1. Fügen Sie einen neuen Klingelton hinzu und importieren Sie ihn in das Gerät. 2. Importieren Sie einen hinzugefügten Klingelton aus dem Konto in das Gerät
es: Puede hacer clic en el botón más abajo 1. Añada un nuevo tono de llamada e impórtelo al dispositivo 2. Importar un tono de llamada desde la cuenta al dispositivo
fr: Vous pouvez cliquer sur le bouton ci-dessous 1. Ajouter une nouvelle sonnerie et l’importer sur l’appareil 2. Importer une sonnerie ajoutée du compte vers l’appareil
it: È possibile fare clic sul pulsante qui sotto 1. Aggiungete una nuova suoneria e importatela nel dispositivo2. Importazione di una suoneria aggiunta dall'account al dispositivo
ko: 하단 버튼을 클릭할 수 있습니다. 1. 새 벨소리를 추가하고 장치로 가져오기 2. 계정에 추가된 벨소리를 장치로 가져오기
ru: Вы можете нажать кнопку ниже 1. Добавьте новые мелодии и импортируйте их на устройство. 2. Выберите мелодии из «Библиотеки мелодий» и импортируйте их на устройство.

# camera_device_import_face_tips
source: You can click the button below 1. to add a new face and import it to the device 2. Then, you can import the added faces from the account to the device
de: Sie können auf die Schaltfläche unten klicken, 1. um ein neues Gesicht hinzuzufügen und es in das Gerät zu importieren 2. Anschließend können Sie die hinzugefügten Gesichter aus dem Konto in das Gerät importieren
es: Puede hacer clic en el botón más abajo 1. Para añadir una nueva cara e importarla al dispositivo 2. Luego, podrá importar las caras añadidas desde la cuenta al dispositivo
fr: Vous pouvez cliquer sur le bouton ci-dessous 1. pour ajouter un nouveau visage et l’importer sur l’appareil 2. Ensuite, vous pouvez importer les visages ajoutés du compte à l’appareil
it: È possibile fare clic sul pulsante sottostante 1. per aggiungere un nuovo volto e importarlo nel dispositivo 2. Quindi, è possibile importare i volti aggiunti dall'account al dispositivo.
ko: 아래 버튼을 클릭하십시오. 1.새 얼굴 추가 후 다비이스로 가져오기 2.계정에서 추가된 사람 얼굴을 장치로 가져오기
ru: Вы можете нажать кнопку ниже 1. Добавьте новое лицо и импортируйте его в устройство 1. Импортируйте добавленное лицо из аккаунта в устройство

# other_setting_lab_no_speak
source: You haven't said anything yet.
de: Sie haben noch nichts gesagt.
es: Aún no ha dicho nada.
fr: Vous n’avez rien dit pour l’instant.
it: Non hai ancora detto nulla.
ko: 아직 말하지 않았습니다.
ru: Вы ещё ничего не сказали.

# device_set_bell_hint_1
source: You can click the button below. 1. Add new ringtone and import it to the device. 2. Select the ringtone from "Ringtone Library" and import it to the device
de: Sie können auf den folgenden Knopf klicken. 1. Fügen Sie einen neuen Klingelton hinzu und importieren Sie ihn in das Gerät. 2. Wählen Sie den Klingelton aus der "Klingeltonbibliothek" aus und importieren Sie ihn in das Gerät
es: Puede hacer clic en el botón más abajo. 1. Añadir nuevo tono de llamada e importarlo al dispositivo. 2. Seleccione el tono de la "Biblioteca de tonos de llamada" e impórtelo al dispositivo
fr: Vous pouvez cliquer sur le bouton ci-dessous. 1. Ajouter une nouvelle sonnerie et l’importer sur l’appareil. 2. Sélectionner la sonnerie dans la « bibliothèque de sonneries » et l’importer sur l’appareil
it: È possibile fare clic sul pulsante sottostante. 1. Aggiungere una nuova suoneria e importarla nel dispositivo. 2. Selezionare la suoneria da "Ringtone Library" e importarla nel dispositivo.
ko: 아래 버튼을 눌러 진행할 수 있습니다. 1. 새로운 벨소리를 추가하여 장치로 가져옵니다. 2. '벨소리 라이브러리'에서 벨소리를 선택하여 장치로 가져옵니다.
ru: Вы можете нажать кнопку ниже 1. Добавьте новые мелодии и импортируйте их на устройство. 2. Выберите мелодии из «Библиотеки мелодий» и импортируйте их на устройство.

# camera_device_set_facial_step3_hint
source: You can also set to push messages automatically or record videos when a face is identified
de: Sie können auch einstellen, dass automatisch Nachrichten gesendet oder Videos aufgenommen werden, wenn ein Gesicht erkannt wird
es: También se puede configurar para que se envíen mensajes automáticamente o se graben vídeos cuando se identifique una cara
fr: Vous pouvez aussi envoyer des messages automatiquement ou enregistrer des vidéos lorsqu’un visage est identifié
it: È inoltre possibile impostare l'invio automatico di messaggi o la registrazione di video quando viene identificato un volto.
ko: 얼굴을 인식하여 자동으로 메시지를 전송하거나 동영상을 녹화하도록 설정할 수 있습니다.
ru: Вы также можете настроить автоматическую отправку сообщения или запись видео при распознавании лица.

# common_go_to
source: Go to
de: Zu
es: Ir a
fr: Accéder à
it: Vai a
ko: 가기
ru: Вперёд

# curve_event_trigger_yesterday
source: Event Triggered Yesterday
de: Gestern ausgelöstes Ereignis
es: Evento activado ayer
fr: Événement déclenché hier
it: Evento attivato ieri
ko: 어제의 이벤트 발생
ru: Событие, произошедшее вчера

# curve_energy_use_lastyear
source: Last Year
de: Letztes Jahr
es: Último año
fr: L’année dernière
it: L'anno scorso
ko: 작년 전기 소비량
ru: Прошлый год

# doorlock_temppwd_open_success
source: Temporary password opened the door successfully
de: Temporäres Passwort öffnete die Tür erfolgreich
es: La contraseña temporal ha abierto la puerta correctamente
fr: Le mot de passe temporaire a ouvert la porte avec succès
it: La password temporanea ha aperto la porta con successo
ko: 임시 암호가 성공적으로 문을 열었습니다.
ru: Успешно открыто временным паролем

# device_control_enable
source: Enable
de: Aktivieren
es: Habilitar
fr: Activer
it: Abilitazione

# doorlock_temppwdcount_full
source: Temporary password users are full
de: Die Nutzer mit temporärem Passwort sind voll
es: Los usuarios con contraseña temporal están completos
fr: Les utilisateurs de mot de passe temporaire sont au complet
it: Gli utenti con password temporanea sono pieni
ko: 임시 비밀번호 사용자가 꽉 찼습니다.

# homekit_sync_name_waiting
source: Syncing the name
de: Synchronisierung des Namens
es: Sincronizando el nombre
fr: Synchronisation du nom
it: Sincronizzazione del nome
ko: 이름 동기화 중
ru: Синхронизация имен

# common_unknown_learn_more
source: More>
de: Mehr>
es: Más>
fr: Plus>
it: Altro>
ko: 자세히 알아보기
ru: Узнать больше>

# doorlock_bleupdate_gotoopenbluetooth
source: Go to Enable
de: Zur Aktivierung
es: Ir a habilitar
fr: Accéder à Activer
it: Vai ad Abilitare
ko: 활성화
ru: Активировать

# doorlock_temporary_passwords_reached_upper_limit
source: The number of temporary passwords has reached the upper limit. Please delete some and try again
de: Die Anzahl der temporären Passwörter hat das Limit erreicht. Bitte löschen Sie einige und versuchen Sie es erneut
es: El número de contraseñas temporales ha alcanzado el límite máximo. Elimina algunas e inténtalo de nuevo
fr: Le nombre de mots de passe temporaires a atteint la limite supérieure. Veuillez en supprimer certains et réessayer
it: Il numero di password temporanee ha raggiunto il limite massimo. Cancellare alcuni e riprovare
ko: 임시 비밀번호 수가 상한에 도달했습니다. 일부를 삭제한 후 다시 시도해주세요.

# homekit_sync_name_failed
source: Name sync fails
de: Synchronisierung des Namens fehlgeschlagen
es: Fallo al sincronizar nombre
fr: Échec de la synchronisation de nom
it: La sincronizzazione dei nomi non riesce
ko: 이름 동기화 실패
ru: Ошибка синхронизации имен

# common_type
source: Type
de: Typ
es: Tipo
it: Tipo
ko: 유형
ru: Тип

# camera_go_forward_to_set
source: Go to Settings
de: Zu den Einstellungen
es: Ir a ajustes
fr: Accéder aux Réglages
it: Andare alle Impostazioni
ko: 설정으로 이동

# home_share_home_wife
source: Wife
de: Ehefrau
es: Mujer
fr: Épouse
it: Moglie
ko: 아내
ru: Жена

# homekit_sync_name_success
source: Name sync is successful
de: Synchronisierung des Namens erfolgreich
es: Sincronización de nombre exitosa
fr: Synchronisation de nom réussie
it: La sincronizzazione del nome è riuscita
ko: 이름 동기화 완료
ru: Синхронизация имен успешно завершена

# device_sleep_duration_of_light
source: Duration of light sleep
de: Dauer des Dämmerschlafs
es: Duración del sueño ligero
fr: Durée du sommeil léger
it: Durata del sonno leggero
ko: 얕은 수면 시간
ru: Длительность легкого сна

# other_no_device_h5
source: Learn more about Aqara products>
de: Erfahren Sie mehr über Aqara Produkte>
es: Más información acerca de los productos Aqara>
fr: En savoir plus sur les produits Aqara>
it: Scopri di più sui prodotti Aqara>
ko: 더 많은 AQARA 제품 보러가기>
ru: Узнать больше о продуктах Aqara>

# device_sleep_light_sleep
source: Light sleep
de: Dämmerschlaf
es: Sueño ligero
fr: Sommeil léger
it: Sonno leggero
ko: 얕은 수면
ru: Легкий сон

# automation_ringtone
source: Ringtone: %1$s Volume: %2$s
de: Klingelton: %1$s Lautstärke: %2$s
es: Tono de llamada: %1$s Volumen: %2$s
fr: Sonnerie : %1$s Volume : %2$s
it: Suoneria: Volume %1$s: %2$s
ko: 벨소리:% 1$s 볼륨:% 2$s

# doorlock_temppwd_existed
source: The temporary password has already existed
de: Das temporäre Passwort war bereits vorhanden
es: La contraseña temporal ya existía
fr: Le mot de passe temporaire existe déjà
it: La password temporanea esiste già
ko: 임시 비밀번호가 이미 존재합니다.

# device_tip_other_sub_device_is_upgrading
source: Other accessories are updating. Please try again later.
de: Ein weiteres Accessoire wird aktualisiert. Bitte versuchen Sie es später erneut.
es: Se está actualizando el resto de accesorios. Inténtalo de nuevo más tarde.
fr: D’autres accessoires sont mis à jour. Veuillez réessayer plus tard.
it: Altri accessori sono in fase di aggiornamento. Riprovare più tardi.
ko: 다른 장치를 업데이트 중입니다. 잠시 후 다시 시도해주세요
ru: Устройство обновляется, повторите попытку позже.

# automation_ringtone_parm_volume_alarm
source: Ringtone: %@ Volume: %@
de: Klingelton: %@ Lautstärke: %@
es: Tono de llamada: %@ Volumen: %@
fr: Sonnerie : %@ Volume : %@
it: Suoneria: Volume %@: %@
ko: 벨소리: %@ 볼륨: %@
ru: Звонок: %@ Громкость: %@

# doorlock_name_existed
source: The name has already existed
de: Der Name ist bereits vorhanden
es: El nombre ya existía
fr: Le nom existe déjà
it: Il nome esiste già
ko: 이름이 이미 존재합니다.

# other_update_now
source: Update now
de: Jetzt aktualisieren
es: Actualizar ahora
fr: Mettre à jour maintenant
it: Aggiorna ora
ko: 즉시 업데이트
ru: Обновить сейчас

# doorlock_othersettings
source: Other settings
de: Andere Einstellungen
es: Otros ajustes
fr: Autres réglages
it: Altre impostazioni
ko: 기타 설정

# doorlock_lithium_battery_dead_charge_it
source: Lithium battery is dead. Please charge it
de: Die Lithiumbatterie ist alle. Bitte laden Sie sie auf
es: La batería de litio está descargada. Cárgala por favor
fr: La batterie au lithium est vide. Veuillez la charger
it: La batteria al litio è esaurita. Ricaricala
ko: 배터리가 방전되었습니다. 충전해 주세요.

# device_ota_join_queue_confirm_prompt
source: Other devices are being updated. Add the current device to the update queue?
de: Andere Geräte werden aktualisiert. Soll das aktuelle Gerät zur Update-Warteschlange hinzugefügt werden?
es: El resto de dispositivos se está actualizando. ¿Añadir el dispositivo actual a la cola?
fr: D’autres appareils sont mis à jour. Ajouter l’appareil actuel à la file de mise à jour ?
it: Altri dispositivi sono in fase di aggiornamento. Aggiungere il dispositivo corrente alla coda di aggiornamento?
ko: 다른 장치를 업데이트 중입니다. 업데이트 대기열에 현재 장치를 추가하시겠습니까?

# doorlock_lithium_battery_dry_cells_1_fios
source: Lithium battery:%@ | Dry cells:%@
de: Lithiumakku:%@ | Trockenzellen:%@
es: Batería de litio: %@ | Células secas:%@
fr: Batterie au lithium : %@ | Piles sèches : %@
it: Batteria al litio:%@ | Batterie a secco:%@
ko: 배터리 : %@ | 건전지 : %@

# device_curtain_guide_confirm_direction
source: Is the order consistent with the actual operation direction of the curtain?
de: Stimmt die Reihenfolge mit der tatsächlichen Laufrichtung des Vorhangs überein?
es: ¿Corresponde el comando al sentido real de funcionamiento de las cortinas?
fr: L’ordre est-il conforme à la direction de fonctionnement réelle du rideau ?
it: L'ordine è coerente con l'effettiva direzione di funzionamento della tenda?
ko: 커튼의 작동 방향과 명령이 일치합니까?
ru: Совпадает ли команда с направлением хода шторы?

# doorlock_bind_now
source: Bind now
de: Jetzt binden
es: Vincular ahora
fr: Lier maintenant
it: Associa ora
ko: 지금 연결

# device_other_homekit_device
source: Other HomeKit-supported Accessories
de: Anderes von HomeKit unterstütztes Accessoire
es: Otros accesorios soportados de HomeKit
fr: Autres accessoires pris en charge par HomeKit
it: Altri accessori supportati da HomeKit
ko: 기타 HomeKit 지원 장치
ru: Другие устройства с поддержкой HomeKit

# doorlock_lithium_battery_low_charge_it
source: Lithium battery is low. Please charge it
de: Die Lithiumbatterie ist schwach. Bitte laden Sie sie auf
es: La batería de litio está baja. Cárgala por favor
fr: La batterie au lithium est faible. Veuillez la charger
it: La carica della batteria al litio è bassa. Ricaricala
ko: 배터리가 부족합니다. 충전해 주세요.

# device_character_max_exceed
source: The number of characters exceeds the maximum Copy failed
de: Die Anzahl der Zeichen überschreitet das Limit Kopieren fehlgeschlagen
es: El número de caracteres excede el máximo Fallo al copiar
fr: Le nombre de caractères dépasse le maximum Échec de la copie
it: Il numero di caratteri supera il massimo Copia fallita
ko: 입력한 문자의 수가 최대허용 문자수를 초과했습니다 생성에 실패했습니다
ru: Количество символов превышает максимум Ошибка копирования

# device_sleep_duration_of_out_bed
source: Times of getting out of bed
de: Zeiten des Aufstehens aus dem Bett
es: Veces fuera de la cama
fr: Heures de sorties du lit
it: Orari per alzarsi dal letto
ko: 침대 이탈 횟수
ru: Количество вставаний с постели

# curve_bright
source: Bright
de: Hell
es: Brillante
fr: Lumineux
it: Luminoso
ko: 밝음
ru: Яркий

# device_bell_entrance
source: Ringtone management
de: Klingeltonverwaltung
es: Gestión de tonos de llamada
fr: Gestion de sonnerie
it: Gestione delle suonerie
ko: 벨소리 관리
ru: Управление рингтонами

# homekit_name_sync_finish
source: Name synchronized
de: Name synchronisiert
es: Nombre sincronizado
fr: Nom synchronisé
it: Nome sincronizzato
ko: 이름이 동기화되었습니다.
ru: Имя синхронизировано

# doorlock_lithium_battery_dry_cells_2
source: Lithium battery:%1$s | Dry cells:%2$s
de: Lithiumakku:%1$s | Trockenzellen:%2$s
es: Batería de litio:%1$s | Células secas:%2$s
fr: Batterie au lithium : %1$s | Piles sèches : %2$s
it: Batteria al litio:%1$s | Batterie a secco:%2$s
ko: 리튬 배터리 : %1$s | 건전지 : %2$s

# device_add_shortcut_same_name_tips
source: Impossible to be added for the existed name
de: Das Hinzufügen für den bestehenden Namen ist nicht möglich
es: No se puede añadir al nombre existente
fr: Impossible d’ajouter le nom existant
it: Impossibile da aggiungere per il nome esistente
ko: 이름이 중복되니 추가할 수 없습니다.
ru: Имя повторяется, нельзя добавить

# other_cloud_error_703
source: Name already exists, please try again.
de: Der Name existiert bereits. Bitte versuchen Sie es erneut.
es: El nombre ya existe, inténtelo de nuevo.
fr: Le nom existe déjà, veuillez réessayer
it: Il nome esiste già, riprovare.
ko: 이미 존재하는 이름입니다. 다른 이름으로 시도해주세요.
ru: Это имя уже существует, пожалуйста, попробуйте другое имя.

# device_li_battery_anomal
source: The temperature of the lithium battery is abnormal
de: Die Temperatur der Lithiumbatterie ist nicht normal
es: La temperatura de la batería de litio es anormal
fr: La température de la batterie au lithium est anormale
it: La temperatura della batteria al litio è anomala
ko: 배터리의 온도가 비정상입니다.

# device_replace_device_description
source: Replace the accessory with others.
de: Ersetzen Sie das Accessoire durch andere.
es: Reemplazar el accesorio con otros.
fr: Remplacer l’accessoire par d’autres.
it: Sostituire l'accessorio con altri.
ko: 기타 장치로 이 기기를 교체
ru: Другое устройство заменяет это устройство

# doorlock_lithium_battery_low_please_charge_it_in_time
source: The lithium battery is low. Please charge it in time
de: Die Lithiumbatterie ist schwach. Bitte laden Sie sie rechtzeitig auf
es: La batería de litio está baja. Cárgala a tiempo
fr: La batterie au lithium est faible. Veuillez la charger à temps
it: La carica della batteria al litio è bassa. Caricala in tempo
ko: 리튬 배터리가 부족합니다. 즉시 충전해 주세요.

# doorlock_administrator_deletes_the_user_1_fios
source: Administrator deletes the user
de: Der Administrator löscht den Benutzer
es: El administrador borra el usuario
fr: L’administrateur supprime l’utilisateur
it: L'amministratore elimina l'utente
ko: 관리자가 사용자 삭제

# doorlock_administrator_deletes_the_user_2
source: Administrator deletes the user #user_%1$s#
de: Der Administrator löscht den Benutzer #user_%1$s#
es: El administrador borra el usuario #user_%1$s#
fr: L’administrateur supprime l’utilisateur #user_%1$s#
it: L'amministratore elimina l'utente #user_%1$s#
ko: 관리자가 #user_%1$s# 사용자를 삭제합니다.

# doorlock_administrator_deletes_all_the_nfc_cards
source: Administrator deletes all the NFC cards
de: Der Administrator löscht alle NFC-Karten
es: El administrador borra todas las tarjetas NFC
fr: L’administrateur supprime toutes les cartes NFC
it: L'amministratore elimina tutte le schede NFC
ko: 관리자가 모든 NFC 카드를 삭제합니다.

# doorlock_administrator_deletes_all_the_ordinary_users
source: The administrator deletes all the ordinary users
de: Der Administrator löscht alle normalen Benutzer
es: El administrador borra todos los usuarios ordinarios
fr: L’administrateur supprime tous les utilisateurs ordinaires
it: L'amministratore cancella tutti gli utenti ordinari
ko: 관리자가 일반 사용자를 모두 삭제합니다.

# device_this_gateway_offline_hint
source: Hub is offline
de: Der Hub ist offline
es: El hub está desconectado
fr: Le concentrateur est hors ligne
it: L’hub è offline
ko: 스마트 허브가 오프라인입니다.
ru: Шлюз не в сети

# device_off_transit_time
source: Gradient time of turning lights off
de: Gradientenzeit zum Ausschalten des Lichts
es: Duración de apagado gradual de las luces
fr: Temps d’inclinaison des éclairages tournants désactivé
it: Tempo graduale di spegnimento delle luci
ko: 페이드 아웃 시간

# doorlock_administrator_adds_the_nfc_card_2
source: Administrator adds the NFC card %1$s
de: Der Administrator fügt NFC-Karte %1$s hinzu
es: El administrador añade la tarjeta NFC %1$s
fr: L’administrateur ajoute la carte NFC %1$s
it: L'amministratore aggiunge la scheda NFC %1$s
ko: 관리자가 NFC 카드 %1$s 추가

# doorlock_administrator_adds_theuser_1_fios
source: Administrator adds the user
de: Der Administrator fügt den Benutzer hinzu
es: El administrador añade al usuario
fr: L’administrateur ajoute l’utilisateur
it: L'amministratore aggiunge l'utente
ko: 관리자가 사용자 추가

# doorlock_administrator_adds_the_nfc_card_1_fios
source: Administrator adds the NFC card
de: Der Administrator fügt die NFC-Karte hinzu
es: El administrador añade la tarjeta NFC
fr: L’administrateur ajoute la carte NFC
it: L'amministratore aggiunge la scheda NFC
ko: 관리자가 NFC 카드를 추가합니다.

# doorlock_administrator_adds_the_nfc_card_deleted
source: Administrator adds the NFC card #NFC_%1$s#
de: Der Administrator fügt die NFC-Karte #NFC_%1$s# hinzu
es: El administrador añade la tarjeta NFC #NFC_%1$s#
fr: L’administrateur ajoute la carte NFC #NFC_%1$s#
it: L'amministratore elimina la scheda NFC #NFC_%1$s#
ko: 관리자가 근거리 무선 통신 카드 #NFC_%1$s#를 추가하였습니다.

# doorlock_administrator_adds_the_nfc_card_after_delete
source: Administrator adds the NFC card #NFC_%@#
de: Der Administrator fügt die NFC-Karte #NFC_%@# hinzu
es: El administrador añade la tarjeta NFC #NFC_%@#
fr: L’administrateur ajoute la carte NFC #NFC_%@#
it: L'amministratore aggiunge la scheda NFC #NFC_%@#

# doorlock_log_key_has_registed
source: This key has been registered
de: Dieser Schlüssel wurde registriert
es: Esta llave ha sido registrada
fr: Clé enregistrée
it: Questa chiave è stata registrata
ko: 이미 등록된 열쇠입니다.
ru: Этот ключ был зарегистрирован

# camera_cruise_have_delete
source: No Cruise
de: Keine Fahrt
es: Sin crucero
fr: Aucun parcours
it: Nessun incrocio
ko: 해당 관심구역은 삭제되어 실행할 수 없습니다.
ru: Задачи руиза не существует

# doorlock_lingering_time
source: Lingering time
de: Verweildauer
es: Tiempo de permanencia
fr: Temps d’attente
it: Tempo persistente
ko: 지연 시간
