Repository: acodeworker/localzedLoader
Catalog: *.lproj/Localizable.strings
Languages: de, es, fr, it, ko, ru

# doorlock_lock_cancel
source: Cancell locking
de: Verriegelung abbrechen
es: Cancelar bloqueo
fr: Annuler le verrouillage
it: Annullamento del blocco
ko: 잠금 취소
ru: Отменить блокировку

# device_device_group_manage
source: Management
de: Verwaltung
es: Administración
fr: Gestion
it: Gestione
ko: 장치 그룹 관리
ru: Управление группой устройств

# device_add_gateway_wifi_confirm
source: Make sure your phone/pad is connected to 2.4 GHz Wi-Fi network.
de: Gehen Sie sicher, dass Ihr Telefon/Pad mit dem 2,4-GHz-WLAN-Netzwerk verbunden ist.
es: Asegúrese de que su teléfono/pad esté conectado a una red wifi de 2,4 GHz.
fr: S’assurer que votre téléphone/tablette est connecté au réseau Wi-Fi 2,4 GHz.
it: Assicurarsi che il telefono/pad sia collegato alla rete Wi-Fi a 2,4 GHz.
ko: 스마트폰 또는 패드가 2.4GHz Wi-Fi 네트워크에 연결되어 있는지 확인해주세요.
ru: Убедитесь, что Ваш телефон/планшет подключен к 2,4 ГГц Wi-Fi сети.

# access_reset_cube_tips1_b
source: Open the bottom cover of the Cube, long press the circular reset button for more than 3 seconds, until
de: Öffnen Sie die untere Abdeckung des Cubes und halten Sie die Reset-Taste länger als 3 Sekunden gedrückt, bis
es: Abra la tapa inferior del Cubo, mantenga pulsado el botón circular de reinicio durante 3 segundos, hasta
fr: Ouvrir la couverture inférieure du Cube, appuyer sur le bouton de réinitialisation circulaire pendant plus de 3 s, jusqu’à ce que
it: Aprire il coperchio inferiore del Cubo smart, premere a lungo il pulsante circolare di reset per più di 3 secondi, fino a quando
ko: 큐브의 하단 덮개를 열고 원형의 리셋 버튼을 3초 이상 길게 눌러주세요.
ru: отсоедините нижнюю крышку Куба, удерживайте круглую кнопку сброса более 3 секунд, пока

# doorlock_anti_lock_cancel
source: Cancell locking from inside
de: Verriegelung von innen abbrechen
es: Cancelar bloqueo desde el interior
fr: Annuler le verrouillage de l’intérieur
it: Annullamento della chiusura dall'interno
ko: 잠금 해제
ru: Отменить блокировку изнутри

# device_sleep_upper_airway_syndrome
source: Upper airway resistance syndrome
de: Widerstandssyndrom der oberen Atemwege
es: Síndrome de resistencia de las vías respiratorias superiores
fr: Syndrome de résistance de voie aérienne
it: Sindrome da resistenza delle vie aeree superiori
ko: 상기도저항증후군
ru: Синдром резистентности верхних дыхательных путей

# home_enter_name
source: Enter home name
de: Geben Sie den Hausnamen ein
es: Introduzca un nombre de hogar
fr: Saisir un nom de maison
it: Inserire il nome della casa
ko: 이름 설정
ru: Введите имя

# device_activate_th_sensor_tips
source: Please single click the bound temperature and humidity sensor to activate the device.
de: Bitte klicken Sie einmal auf den verknüpften Temperatur- und Feuchtigkeitssensor, um das Gerät zu aktivieren.
es: Haga un solo clic en el sensor de temperatura y humedad vinculado para activar el dispositivo.
fr: Veuillez cliquer une fois sur le capteur de température et d’humidité pour activer l’appareil.
it: Fare un solo clic sul sensore di temperatura e umidità delimitato per attivare il dispositivo.
ko: 장치를 활성화하려면 연결된 온도 및 습도 센서를 한 번 클릭해주세요.

# other_app_guide_new_card
source: Homepage cards are new. It will make controlling your smart home easier.
de: Die Homepage-Karten sind neu. Dies erleichtert die Bedienung Ihres Smart Homes.
es: Las tarjetas de la página de inicio son nuevas. Hará que controlar su hogar inteligente sea más fácil.
fr: Les cartes de page d’accueil sont nouvelles. Elles faciliteront le contrôle de votre maison intelligente.
it: Le carte Homepage sono nuove. Il controllo della casa intelligente sarà più semplice.
ko: 홈페이지 카드를 통해 손쉽게 장치 상태를 확인하고 제어할 수 있습니다.
ru: Карточки главной страницы обновлены и позволяют легко управлять Вашим умным домом.

# access_scroll_up
source: Scroll up to browse %1$s
de: Nach oben ziehen, um %1$s zu laden
es: Levante para cargar %1$s
fr: Remonter pour charger %1$s
it: Tirare su per caricare %1$s
ko: 위로 드래그하여 %1$s 을/를 보기
ru: Потяните вверх для просмотра %1$s

# device_gateway_sacn_reset_tips
source: Pry off the front panel, long press the button for more then 10 seconds,until yellow light blinks
de: Hebeln Sie die Frontplatte ab und halten Sie die Taste länger als 10 Sekunden gedrückt, bis das gelbe Licht blinkt
es: Retire el panel frontal, pulse el botón durante más de 10 segundos, hasta que la luz amarilla parpadee
fr: Faire levier sur le panneau avant, appuyer longuement sur le bouton pendant plus de 10 s, jusqu’à ce que la lumière jaune clignote
it: Staccare il pannello frontale, premere a lungo il pulsante per più di 10 secondi, finché la luce gialla non lampeggia.
ko: 전면 패널을 열고 노란색 불이 깜박일 때까지 버튼을 10초 이상 길게 누릅니다.

# device_switch_2_gateway_ap_error_hint
source: Please click to switch Wi-Fi manually:
de: Bitte klicken Sie, um das WLAN manuell umzuschalten:
es: Haga clic para cambiar al wifi manualmente:
fr: Veuillez cliquer pour changer de Wi-Fi manuellement :
it: Fare clic per passare manualmente al Wi-Fi:
ko: Wi-Fi를 수동으로 전환하려면 클릭해주세요 :
ru: Нажмите, чтобы переключить Wi-Fi вручную:

# common_selecte_all
source: Select All
de: Alle auswählen
es: Seleccionar todo
fr: Tout sélectionner
it: Seleziona tutti
ko: 전체 선택
ru: Выбрать все

# doorlock_up_lock
source: Lifted and Locked
de: Angehoben und verriegelt
es: Levantado y cerrado
fr: Soulevé et verrouillé
it: Sollevato e bloccato
ko: 들어 올려서 잠김

# home_transfer_receiver_account
source: Enter receiver's phone number or email
de: Geben Sie die Telefonnummer oder die E-Mail-Adresse des Empfängers ein
es: Introduzca el número de teléfono o correo del receptor
fr: Saisir le numéro de téléphone ou l’adresse e-mail du destinataire
it: Inserire il numero di telefono o l'e-mail del destinatario
ko: 수신자의 휴대폰 번호 또는 이메일 주소를 입력해주세요.
ru: Введите номер телефона или Email получателя

# other_first_delete_hint
source: Please tap the button below to delete Door Lock.
de: Bitte tippen Sie auf die folgende Schaltfläche, um das Türschloss zu löschen.
es: Toque el botón de más abajo para borrar la cerradura.
fr: Veuillez appuyer sur le bouton ci-dessous pour supprimer le verrou de porte.
it: Toccare il pulsante sottostante per cancellare Door Lock.
ko: 도어락을 삭제하려면 아래 버튼을 누르세요
ru: Пожалуйста, нажмите кнопку ниже, чтобы удалить дверной замок.

# home_setting_permissions_management
source: Permission Management
de: Verwaltung der Genehmigungen
es: Gestión de permisos
fr: Gestion des permissions
it: Gestione dei permessi
ko: 권한 관리
ru: Управление правами

# doorlock_lockthedoor_liftthehandle
source: Lift the handle to lock the door
de: Heben Sie den Griff an, um die Tür zu verriegeln
es: Levante el picaporte para cerrar la puerta
fr: Soulevez la poignée pour verrouiller la porte
it: Sollevare la maniglia per bloccare la porta
ko: 손잡이를 들어올려 문을 잠그십시오.

# device_air_pollution_mild
source: Mild pollution
de: Leichte Verschmutzung
es: Polución media
fr: Légère pollution
it: Inquinamento lieve
ko: 경미한 오염
ru: Незначительное загрязнение

# device_nas_hint_popup_error_toast
source: Permission verification failed. Please try again.
de: Verifizierung der Berechtigung fehlgeschlagen, bitte versuchen Sie es erneut
es: Verificación de permisos fallida, inténtelo de nuevo
fr: Échec de la vérification de l’autorisation, réessayez
it: La verifica dei permessi non è riuscita, riprovare
ko: 권한 확인에 실패했습니다. 다시 시도해 주세요.
ru: Ошибка проверки разрешения. Повторите попытку

# device_ctrl_ln_double_up_title
source: Upper Button
de: Oberer Knopf
es: Botón superior
fr: Bouton supérieur
it: Pulsante superiore
ko: 상단 버튼
ru: Верхняя кнопка

# device_face_chosedevice_import
source: Please select the device to be synchronized from below
de: Bitte wählen Sie unten das Gerät aus, das synchronisiert werden soll
es: Seleccione el dispositivo que desea sincronizar de más abajo
fr: Veuillez sélectionner l’appareil à synchroniser ci-dessous
it: Selezionare il dispositivo da sincronizzare tra i seguenti
ko: 아래에서 동기화할 장치를 선택하십시오
ru: Выберите устройство, которое Вы хотите синхронизировать, ниже

# other_download_cancel
source: Download cancel
de: Download abbrechen
es: Descarga cancelada
fr: Annuler le téléchargement
it: Scarica l'annullamento
ko: 다운로드 취소
ru: Загрузка отменена

# curve_avg_humidity_lastweek
source: Average Humidity Last Week
de: Durchschnittliche Luftfeuchtigkeit letzte Woche
es: Humedad media de la semana pasada
fr: Humidité moyenne semaine dernière
it: Umidità media della scorsa settimana
ko: 지난주의 평균 습도
ru: Средняя влажность на прошлой неделе

# device_area_has_people
source: 区域有人
de: Jemand befindet sich in dem Bereich
es: Hay alguien en la zona
fr: Quelqu’un dans la zone
it: C'è qualcuno nella zona
ko: 구역에 사람이 있습니다.

# curve_common_lastweek_average
source: Last week's average %1$s
de: Durchschnitt der letzten Woche %1$s
es: Media de la semana pasada %1$s
fr: Moyenne semaine dernière %1$s
it: Media della scorsa settimana %1$s
ko: 지난주 평균 %1$s
ru: Среднее прошлая неделя %1$s

# common_lastweek_average_fios
source: Last week's average
de: Durchschnitt der letzten Woche
es: Media de la semana pasada
fr: Moyenne semaine dernière
it: Media della scorsa settimana
ko: 지난 주 평균

# other_select_trigger_to_set_time_hint
source: Please select a single trigger condition to be set
de: Bitte wählen Sie eine einzelne Auslösebedingung aus, die eingestellt werden soll
es: Seleccione una sola condición de activación a configurar
fr: Veuillez sélectionner une seule condition de déclencheur à définir
it: Selezionare una singola condizione di attivazione da impostare
ko: 설정할 만족 조건을 선택해주세요.
ru: Пожалуйста, выберите одно условие для запуска

# device_ac_choose_work_mode
source: Please choose work mode
de: Bitte wählen Sie den Arbeitsmodus aus
es: Seleccione el modo de trabajo
fr: Veuillez choisir un mode de travail
it: Scegliere la modalità di lavoro
ko: 작동 모드를 선택하세요.
ru: Выберите режим работы, пожалуйста.

# device_nas_path_unselected
source: Please select the storage position
de: Bitte wählen Sie die Speicherposition
es: Seleccione la posición de almacenamiento
fr: Veuillez sélectionner la position de stockage
it: Selezionare la posizione di stoccaggio
ko: 저장 위치를 선택하세요.
ru: Выбрать место хранения

# device_choose_door_sensor
source: Select the door and window sensor
de: Wählen Sie den Tür- und Fenstersensor aus
es: Seleccione el sensor de puertas y ventanas
fr: Sélectionner le capteur de porte et fenêtre
it: Selezionare il sensore per porte e finestre
ko: 열림 감지 센서를 선택해주세요.
ru: Выберите датчик двери и окна

# device_sleep_duration_of_awake
source: Awake duration
de: Dauer des Wachzustands
es: Duración del despertar
fr: Durée d’éveil
it: Durata del risveglio
ko: 깬 시간
ru: Длительность бодрствования

# device_control_title_guide
source: Please select the curtain rail type
de: Wählen Sie den Schienentyp des Vorhangs aus
es: Seleccione el tipo de raíl de cortina
fr: Veuillez sélectionner le type de rail à rideaux
it: Selezionare il tipo di binario per tende
ko: 커튼 레일 타입을 선택하십시오.
ru: Выберите тип направляющей для штор

# device_sleep_awake
source: Awake
de: Aufwachen
es: Despierto
fr: Éveillé
it: Sveglia
ko: 깬 상태
ru: Проснулся

# device_sleep_awake_affect_quality_tip
source: Excessive awake times affect sleep quality
de: Zu lange Wachzeiten beeinträchtigen die Schlafqualität
es: Despertarse varias veces afectará a la calidad del sueño
fr: Un temps d’éveil excessif affecte la qualité du sommeil
it: Tempi di veglia eccessivi influiscono sulla qualità del sonno
ko: 깬 횟수가 너무 많아 수면의 질에 영향을 줍니다.
ru: Чрезмерное количесвто пробуждений влияет на качество сна

# doorlock_bring_emergency_key_close_door_outdoors_lift_handle_lock_door
source: Please bring the emergency key, close the door outdoors, and lift the handle to lock the door
de: Bringen Sie bitte den Notschlüssel mit, schließen Sie die Tür von außen und heben Sie den Griff an, um die Tür zu verriegeln
es: Traiga la llave de emergencia, cierre la puerta desde el exterior, y levante el asa para bloquear la puerta
fr: Veuillez apporter la clé d’urgence, fermer la porte à l’extérieur et soulever la poignée pour verrouiller la porte
it: Portare la chiave di emergenza, chiudere la porta all'aperto e sollevare la maniglia per bloccare la porta.
ko: 비상키를 가지고 나가 문을 닫고 문을 잠그기 위해 손잡이를 들어 올리세요.

# device_ac_match_use_recommand
source: Confirm
de: Bestätigen
es: Confirmar
fr: Confirmer
it: Confermare
ko: 확인
ru: Подтвердить

# device_delete_event_tips
source: Are you sure to delete it?
de: Möchten Sie es wirklich löschen?
es: ¿Seguro que desea borrarlo?
fr: Voulez-vous vraiment supprimer ?
it: Sei sicuro di volerlo eliminare?
ko: 삭제하시겠습니까?
ru: Действительно удалить?

# other_perm_pls_access_bluetooth
source: Please allow Aqara Home to access your Bluetooth first
de: Erlauben Sie bitte zuerst Aqara Home den Zugriff auf Ihr Bluetooth
es: Permita a Aqara Home acceder al Bluetooth primero
fr: Veuillez d’abord permettre à Aqara Home d’accéder à votre Bluetooth
it: Consentite ad Aqara Home di accedere al vostro Bluetooth.
ko: Aqara Home이 블루투스에 방문할 수 있도록 하십시오.
ru: Сначала предоставьте Aqara Home доступ к Вашему Bluetooth

# other_delete_dialog_title
source: Are you sure you want to delete?
de: Möchten Sie es wirklich löschen?
es: ¿Seguro que quiere borrar?
fr: Voulez-vous vraiment supprimer ?
it: Siete sicuri di voler cancellare?
ko: 정말로 삭제하시겠습니까?
ru: Действительно удалить?

# other_perm_pls_access_microphone
source: Please allow Aqara Home to access your microphone first
de: Erlauben Sie bitte zuerst Aqara Home den Zugriff auf Ihr Mikrofon
es: Permita a Aqara Home acceder a su micrófono primero
fr: Veuillez d’abord permettre à Aqara Home d’accéder à votre micro
it: Consentite ad Aqara Home di accedere al vostro microfono.
ko: Aqara Home이 마이크에 방문할 수 있도록 하십시오.
ru: Сначала предоставьте Aqara Home доступ к Вашему микрофону

# other_delete_dialog_tips
source: Are you sure you want to delete “%1$s”?
de: Möchten Sie "%1$s" wirklich löschen?
es: ¿Seguro que quiere borrar "%1$s"?
fr: Voulez-vous vraiment supprimer « %1$s » ?
it: Siete sicuri di voler cancellare “%1$s”?
ko: "%1$s"를 삭제하시겠습니까?
ru: Вы уверены, что хотите удалить «%1$s»?

# device_select_ring_first_tips
source: Please select a ringtone
de: Wählen Sie bitte einen Klingelton aus
es: Seleccione un tono de llamada
fr: Veuillez sélectionner une sonnerie
it: Selezionare una suoneria
ko: 벨소리를 선택해주세요.
ru: Пожалуйста, выберите рингтон

# security_guard_delete_mode_tips
source: Are you sure to delete this alert mode?
de: Möchten Sie diesen Alarmmodus wirklich löschen?
es: ¿Seguro que quiere borrar este modo de alerta?
fr: Voulez-vous vraiment supprimer ce mode d’alerte ?
it: Siete sicuri di voler eliminare questa modalità di avviso?
ko: 이 보안 모드를 삭제하시겠습니까?
ru: Действительно удалить этот режим охраны?

# user_login_agree_terms_hint
source: Please read the Terms of Service and Privacy Policy first
de: Bitte lesen Sie sich zuerst die Nutzungsbedingungen und die Datenschutzrichtlinie durch
es: Lea los términos de servicio y la política de privacidad primero
fr: Veuillez lire les conditions d’utilisation et la politique de confidentialité d’abord
it: Leggere prima i Termini di servizio e l'Informativa sulla privacy.
ko: 우선 Aqara 사용자 협의서와 프라이버시 정책을 읽고 동의하셔야 합니다.
ru: Пожалуйста, ознакомьтесь с Условиями Обслуживания и Политикой Конфиденциальности

# other_delete_hint_1
source: Are you sure you want to delete %1$s?
de: Möchten Sie %1$s wirklich löschen?
es: ¿Seguro que quiere borrar %1$s?
fr: Voulez-vous vraiment supprimer %1$s ?
it: Siete sicuri di voler cancellare %1$s?
ko: %1$s를 삭제하겠습니까?
ru: Вы уверены, что хотите удалить %1$s?

# device_ir_match_select_temp_tip
source: Please select suitable remote controller template
de: Bitte wählen Sie eine geeignete Fernbedienungsvorlage aus
es: Seleccione una plantilla de control remoto adecuada
fr: Veuillez sélectionner le modèle de télécommande approprié
it: Selezionare il modello di telecomando adatto
ko: 해당 리모컨 템플릿을 선택하십시오.
ru: Выберите подходящий шаблон пульта ДУ

# other_me_set_permissions_refused_hint
source: To authorize
de: Zur Genehmigung
es: A autorizar
fr: Pour autoriser
it: Per autorizzare
ko: 권한관리
ru: Предоставить доступ

# common_go_set
source: Set now
de: Jetzt einrichten
es: Configurar ahora
fr: Configurer maintenant
it: Imposta ora
ko: 설정
ru: Настройка

# device_vibration_event_tilt
source: Tilt
de: Neigung
es: Inclinar
fr: Inclinaison
it: Inclinazione
ko: 기울임
ru: Наклон

# common_go_update
source: Go to Update
de: Zum Update
es: Ir a actualizar
fr: Accéder à la Mise à jour
it: Vai all'aggiornamento
ko: 확인
ru: Перейти к обновлению

# doorlock_guide_outer_close
source: 请携带应急钥匙，在室外关门
de: Bitte nehmen Sie den Notschlüssel und schließen Sie die Tür von außen.
es: Tome la llave de emergencia y cierre la puerta exterior
fr: Prenez la clé d’urgence et fermez la porte depuis l’extérieur
it: Prendere la chiave di emergenza e chiudere la porta all'esterno
ko: 비상열쇠를 휴대하고 실외에서 문을 닫으십시오

# other_about_rating
source: Rating
de: Bewertung
es: Clasificación
fr: Note
it: Valutazione
ko: 앱 평가
ru: Рейтинг

# other_is_give_up_modify
source: Are you sure you want to discard the current operation?
de: Möchten Sie den aktuellen Vorgang wirklich verwerfen?
es: ¿Seguro que quiere descartar la operación actual?
fr: Voulez-vous vraiment supprimer l’opération actuelle ?
it: Siete sicuri di voler scartare l'operazione in corso?
ko: 현재 동작을 포기하겠습니까?
ru: Вы уверены, что хотите отменить текущую операцию?

# device_error_nodidinfo
source: No did information
de: Keine Informationen
es: No hay información did
fr: Aucune information
it: Nessuna informazione
ko: 정보 없음
ru: Нет информации

# other_perm_pls_access_camera
source: Please allow Aqara Home to access your camera first
de: Erlauben Sie bitte zuerst Aqara Home den Zugriff auf Ihre Kamera
es: Permita a Aqara Home acceder a la cámara primero
fr: Veuillez d’abord permettre à Aqara Home d’accéder à votre caméra
it: Consentite ad Aqara Home di accedere alla vostra fotocamera.
ko: Aqara Home이 카메라에 방문할 수 있도록 하십시오.
ru: Сначала предоставьте Aqara Home доступ к Вашей камере

# other_systemauthorization_photos_unable
source: Aqara does not have access to your photos. Please enable photo access in Privacy Settings.
de: Aqara Home möchte Zugriff auf Ihre Fotos haben. Bitte genehmigen Sie den Fotozugriff in den Datenschutzeinstellungen.
es: Aqara no tiene acceso a sus fotos. Habilítelo en los ajustes de privacidad.
fr: Aqara n’a pas accès à vos photos. Veuillez activer l’accès aux photos dans les réglages de confidentialité.
it: Aqara non ha accesso alle vostre foto. Attivare l'accesso alle foto nelle Impostazioni sulla privacy.
ko: 휴대폰 설정에서 Aqara Home이 휴대폰의 앨범에 접근할 수 있도록 권한을 허용해 주세요.
ru: Aqara требуется доступ к Вашим фото. Перейдите в раздел Настройки/Конфиденциальность/фото, чтобы предоставить его.

# other_logout_confirm
source: Are you sure want to sign out?
de: Möchten Sie sich wirklich abmelden?
es: ¿Seguro que quiere cerrar la sesión?
fr: Voulez-vous vraiment vous déconnecter ?
it: Sei sicuro di voler firmare per uscire?
ko: 로그아웃 하시겠습니까?
ru: Вы уверены, что хотите выйти?

# home_transfer_confirm
source: Confirm
de: Bestätigen
es: Confirmar
fr: Confirmer
it: Confermare
ko: 확인
ru: Подтвердить

# device_nas_path_null_hint
source: Please set a shared folder in the NAS storage device first
de: Bitte legen Sie zuerst einen gemeinsamen Ordner auf dem NAS-Speichergerät fest
es: Configure una carpeta compartida en el almacenamiento ACR primero
fr: Veuillez d’abord définir un dossier partagé dans l’appareil de stockage NAS
it: Impostare prima una cartella condivisa nel dispositivo di archiviazione NAS.
ko: 먼저 NAS스토리지 장치에 공유 플더를 설정하세요.
ru: Сначала настройте общую папку на запоминающем устройстве NAS

# access_scan_manual_hint
source: Please look up the 8-digit setup code on the package or accessory.
de: Bitte suchen Sie den 8-stelligen Einrichtungscode auf der Verpackung oder dem Accessoire.
es: Busque el código de instalación de 8 dígitos en el embalaje o en el accesorio.
fr: Veuillez chercher le code de configuration à 8 chiffres sur l’emballage ou l’accessoire.
it: Consultare il codice di configurazione a 8 cifre riportato sulla confezione o sull'accessorio.
ko: 포장 혹은 장치에서 8자리 설정코드를 찾으세요.
ru: Используйте 8-значный код установки с упаковки или корпуса устройства.

# other_setting_smart_log_delete
source: Are you sure you want to delete all logs?
de: Sind Sie sicher, dass Sie alle Protokolle löschen möchten?
es: ¿Seguro que quiere borrar todos los registros?
fr: Voulez-vous vraiment supprimer tous les journaux ?
it: È sicuro di voler eliminare tutti i registri?
ko: 모든 로그들을 삭제하시겠습니까?
ru: Вы уверены, что хотите удалить все журналы?

# common_weather_hot
source: Hot
de: Heiß
es: Calor
fr: Chaud
it: Caldo
ko: 더움
ru: Жарко

# other_perm_pls_access_your_storage
source: Please authorize Aqara Home to access to your phone storage first
de: Berechtigen Sie bitte zuerst Aqara Home den Zugriff auf Ihren Handyspeicher
es: Permita a Aqara Home acceder al almacenamiento de su teléfono primero
fr: Veuillez d’abord autoriser l’accès d’Aqara Home au stockage de votre téléphone
it: Autorizzate prima Aqara Home ad accedere alla memoria del vostro telefono.
ko: Aqara Home이 스마트폰 저장 공간에 접근하는 것을 허용해 주세요.
ru: Сначала предоставьте Aqara Home доступ к памяти Вашего телефона

# other_systemauthorization_microphone_unable
source: Aqara does not have access to your microphone. Please enable microphone access in Privacy Settings
de: Aqara Home möchte Zugriff auf Ihr Mikrofon haben. Bitte genehmigen Sie den Mikrofonzugriff in den Datenschutzeinstellungen
es: Aqara no tiene acceso a su micrófono. Habilítelo en los ajustes de privacidad
fr: Aqara veut avoir accès à votre micro. Veuillez activer l’accès au micro dans les réglages de confidentialité
it: Aqara non ha accesso al vostro microfono. Attivare l'accesso al microfono nelle Impostazioni sulla privacy
ko: 휴대폰 설정에서 Aqara Home이 휴대폰의 마이크에 접근할 수 있도록 권한을 허용해 주세요.
ru: Aqara требуется доступ к микрофону. Перейдите в раздел Настройки/Конфиденциальность/микрофон, чтобы предоставить его.

# other_give_up_hint
source: Are you sure you want to discard the current operation?
de: Möchten Sie den aktuellen Vorgang wirklich verwerfen?
es: ¿Seguro que quiere descartar la operación actual?
fr: Voulez-vous vraiment supprimer l’opération actuelle ?
it: Siete sicuri di voler scartare l'operazione in corso?
ko: 현재 동작의 변경을 포기하겠습니까?
ru: Вы уверены, что хотите отменить текущую операцию?

# other_perm_pls_access_your_location
source: Please allow Aqara Home to access your location first
de: Erlauben Sie bitte zuerst Aqara Home den Zugriff auf Ihren Standort
es: Permita a Aqara Home acceder a su ubicación primero
fr: Veuillez d’abord permettre à Aqara Home d’accéder à votre localisation
it: Consentite ad Aqara Home di accedere alla vostra posizione.
ko: Aqara Home이 위치에 방문할 수 있도록 하십시오.
ru: Сначала предоставьте Aqara Home доступ к Вашему местоположению

# security_common_name
source: Name
es: Nombre
fr: Nom
it: Nome
ko: 이름
ru: Имя

# device_sleep_average_roll_over_time
source: (Avg) Times of roll over
de: Durchschnittliche Drehungen
es: Número de media de vuelcos
fr: Heures moyennes de retournement
it: Tempi medi di ribaltamento
ko: 평균 몸을 뒤척인 횟수
ru: Среднее кол-во переворачиваний

# device_sleep_average_awake_time
source: (Avg) Awake times
de: Durchschnittliche Wachzeiten
es: Veces despertadas de media
fr: Heures moyennes de réveil
it: Tempi medi di veglia
ko: 평균 깬 횟수
ru: Среднее кол-во пробуждений

# device_average_respiration_rate
source: (Avg) Respiration rate
de: Durchschnittliche Atemfrequenz
es: Frecuencia respiratoria media
fr: Fréquence respiratoire moyenne
it: Tasso di respirazione medio
ko: 평균 호흡수
ru: Средняя частота дыхания

# device_sleep_sleep_duration_fios
source: Average duration
de: Durchschnittliche Dauer
es: Duración media
fr: Durée moyenne
it: Durata media
ko: 평균 시간
ru: Средняя длительность
