Repository: acodeworker/localzedLoader
Catalog: *.lproj/Localizable.strings
Languages: de, es, fr, it, ko, ru

# camera_video_broken_link_state_step_2
source: 2. Check whether the repeater is installed away from the doorbell or there are other issues to fail the connection such as interference and shielding.
de: 2. Überprüfen Sie, ob der Repeater nicht in der Nähe der Türklingel installiert wurde oder ob es andere Probleme gibt, die zu einer Störung der Verbindung führen, wie z. B. Interferenzen und Abschirmung.
es: 2. Compruebe si el repetidor está instalado lejos del timbre o hay otras cuestiones que hagan fallar la conexión, como las interferencias y el blindaje.
fr: 2. Vérifiez si le répéteur est installé loin de la sonnette ou s'il y a d'autres problèmes qui empêchent la connexion, comme des interférences ou un blindage.
it: 2. Verificare se il ripetitore è installato lontano dal campanello o se ci sono altri problemi che impediscono la connessione, come interferenze e schermature.
ko: 2. 리피터와 초인종의 설치 거리가 멀거나 다른 간섭, 차단 등의 이유로 연결이 되지 않는지 확인하십시오.
ru: 2. Проверьте, не слишком ли велико расстояние установки между реле и дверным звонком, и есть ли помехи, экранирование и другие причины, приводящие к сбою соединения;

# device_panel_scene_relating
source: 场景关联中，请稍候…
de: Die Szene wird verbunden, bitte warten...
es: Se está asociando la escena, espere...
fr: La scène a été associée, patientez...
it: La scena è in fase di associazione, attendere...
ko: 장면과 관련된 내용입니다. 잠시만 기다려 주세요…

# camera_video_broken_link_state_step_3
source: 3. Check whether the doorbell is stolen or damaged.
de: 3. Prüfen Sie, ob die Türklingel gestohlen wurde oder beschädigt ist.
es: 3. Verifique si el timbre ha sido robado o está dañado.
fr: 3. Vérifiez si la sonnette est volée ou endommagée.
it: 3. Verificare se il campanello è stato rubato o danneggiato.
ko: 3. 초인종이 도난 및 파손 여부를 확인하십시오.
ru: 3. Проверьте, не был ли дверной звонок украден или поврежден.

# other_ota_transmission
source: Transferring the data...
de: Übertragung der Daten...
es: Transfiriendo los datos...
fr: Transfert des données...
it: Trasferimento dei dati...
ko: 데이터 전송 중...
ru: Передача данных...

# device_alarm_off_hint3
source: After being muted, the device will stop ringing for about 8 hours.
de: Nach Aktivierung der Stummschaltung wird das Gerät für ca. 8 Stunden lang nicht klingeln.
es: Después de ser silenciado, el dispositivo dejará de sonar durante unas 8 horas.
fr: Après avoir été mis en sourdine, l'appareil cessera de sonner pendant environ 8 heures.
it: Dopo essere stato silenziato, il dispositivo smette di suonare per circa 8 ore.
ko: 음소거 후 약 8시간 동안 장치 버저가 일시 중지됩니다.
ru: После отключения звука устройство перестанет звонить примерно на 8 часов.

# scene_panel_related
source: Connected
de: Verbunden
es: Conectado
fr: Connecté
it: Connesso

# scene_panel_relate
source: Connect
de: Verbinden
es: Conectar
fr: Connecter
it: Connettere

# device_panel_scene_related_success
source: 关联成功
de: Verbindung erfolgreich
es: Asociación exitosa
fr: Association terminée
it: Associazione riuscita
ko: 관련 성공

# device_panel_scene_related_tips
source: 已关联场景 | 长按拖动排序
de: Die verbundene Szene | lang drücken, um die Reihenfolge zu verschieben
es: La escena asociada | pulsación larga para ordenar
fr: La scène associée | maintenir et faire glisser pour réorganiser
it: La scena associata viene premuta a lungo per trascinare l'ordine
ko: 연결된 장면 | 드래그로 정렬

# camera_video_broken_link_state_step_1
source: 1. Check whether the battery runs out or is disconnected from the external power supply.
de: 1. Überprüfen Sie, ob die Batterie leer ist oder die Verbindung zur externen Stromversorgung unterbrochen wurde.
es: 1. Verifique si la batería se agota o se desconecta de la fuente de alimentación externa.
fr: 1. Vérifiez si la pile est épuisée ou si elle est déconnectée de l'alimentation externe.
it: 1. Controllare se la batteria è esaurita o se è scollegata dall'alimentazione esterna.
ko: 1. 초인종 배터리가 다 떨어졌거나 외부 전원 공급 장치에서 분리되었는지 확인하십시오.
ru: 1. Проверьте, не разряжена ли батарея дверного звонка, или не отсоединена ли она от внешнего источника питания;

# device_panel_scene_related_tips2
source: 已关联场景
de: Verbundene Szene
es: Escena asociada
fr: Scène associée
it: Scena associata
ko: 연결된 장면

# home_location_not_support
source: The panel does not currently support displaying weather information of this area.
de: Die Platte unterstützt zurzeit die Anzeige von Wetterinformationen für dieses Gebiet nicht.
es: El panel no permite actualmente mostrar información meteorológica de esta zona.
fr: Le panneau ne permet pas actuellement d'afficher les informations météorologiques de cette région.
it: Il pannello non supporta attualmente la visualizzazione delle informazioni meteorologiche di quest'area.
ko: 패널은 현재 이 지역의 날씨 정보 표시를 지원하지 않습니다.
ru: Не поддерживается в данной области

# device_alarm_natgas
source: Serious natural gas leakage
de: Schweres Erdgasleck
es: Fuga grave de gas natural
fr: Fuite grave de gaz naturel
it: Grave perdita di gas naturale
ko: 가스 누출이 심각합니다.
ru: Серьезная утечка природного газа

# device_alarm_off_hint2
source: After being muted, the fire alarm device will stop ringing for about 80 seconds while the joint action device will return to normal
de: Nach Aktivierung der Stummschaltung wird das Feueralarmgerät für ca. 80 Sekunden lang nicht klingeln, während das Gerät die gemeinsame Aktion wieder in den Normalzustand zurückgehen wird
es: Después de ser silenciado, el dispositivo de alarma de incendios dejará de sonar durante unos 80 segundos, mientras que el dispositivo de acción conjunta volverá a la normalidad
fr: Après avoir été mis en sourdine, l'appareil d'alarme incendie cessera de sonner pendant environ 80 secondes tandis que l'appareil d'action conjointe reviendra à la normale
it: Dopo essere stato silenziato, il dispositivo di allarme antincendio smetterà di suonare per circa 80 secondi, mentre il dispositivo di azione congiunta tornerà alla normalità.
ko: 음소거 후 화재 경보 장치가 약 80초 동안 버저가 일시 중지되고, 연동된 장치가 정상적으로 작동됩니다
ru: После отключения звука устройство пожарной сигнализации перестанет звонить примерно на 80 секунд, а подключенное устройство вернется в нормальное состояние

# weather_3
source: Fair
de: Angemessen
es: Bueno
fr: Acceptable
it: Buono
ko: 화창함
ru: Ясно

# weather_4
source: Cloudy
de: Bewölkt
es: Nublado
fr: Nuageux
it: Nuvoloso
ko: 흐림
ru: Облачно

# weather_5
source: Partly Cloudy
de: Teilweise Bewölkt
es: Parcialmente nublado
fr: Partiellement nuageux
it: Parzialmente nuvoloso
ko: 약간 구름
ru: Переменная облачность

# weather_6
source: Partly Cloudy
de: Teilweise Bewölkt
es: Parcialmente nublado
fr: Partiellement nuageux
it: Parzialmente nuvoloso
ko: 약간 구름
ru: Переменная облачность

# weather_7
source: Mostly Cloudy
de: Überwiegend bewölkt
es: Mayormente nublado
fr: Majoritairement nuageux
it: Molto nuvoloso
ko: 대체로 구름 많음
ru: Сильная облачность

# weather_8
source: Mostly Cloudy
de: Überwiegend bewölkt
es: Mayormente nublado
fr: Majoritairement nuageux
it: Molto nuvoloso
ko: 대체로 구름 많음
ru: Сильная облачность

# weather_9
source: Overcast
de: Bedeckt
es: Nublado
fr: Couverture nuageuse
it: Coperto
ko: 흐림
ru: Пасмурно

# weather_10
source: Shower
de: Schauer
es: Llovizna
fr: Averse
it: Doccia
ko: 소나기
ru: Ливень

# weather_1
source: Clear
de: Klar
es: Despejado
fr: Effacer
it: Sereno
ko: 맑음
ru: Безоблачно

# weather_2
source: Fair
de: Angemessen
es: Bueno
fr: Acceptable
it: Buono
ko: 화창함
ru: Ясно

# automation_pop_text_error_fios
source: The actions include %@, which is mutually exclusive with the current condition. Please remove the incompatible action and try again.
de: Zu den Aktionen gehören %@, die sich mit der aktuellen Bedingung gegenseitig ausschließen. Bitte löschen Sie die inkompatible Aktion und versuchen Sie es erneut.
es: Las acciones incluyen %@, que es mutuamente excluyente con la condición actual. Por favor, elimine la acción incompatible e intente nuevamente.
fr: Les actions incluent %@, qui sont mutuellement exclusives de la condition actuelle. Retirez l’action incompatible et réessayez.
it: Le azioni includono %@, che si esclude a vicenda con la condizione corrente. Rimuovere l'azione incompatibile e riprovare.
ko: %@동작이 있습니다. 현재 조건과 호환되지 않으니 배척 동작을 제거한 후 다시 시도하십시오.
ru: Действие имеет %@, что является взаимоисключающим с текущим условием. Удалите взаимоисключающее действие и повторите попытку.

# automation_pop_text_error_2_fios
source: The conditions include %@, which is mutually exclusive with the current action. Please remove the incompatible condition and try again.
de: Die Bedingungen enthalten %@, welche sich mit der aktuellen Aktion gegenseitig ausschließen. Bitte löschen Sie die inkompatible Bedingung und versuchen Sie es erneut.
es: Las acciones incluyen %@, que es mutuamente excluyente con la condición actual. Por favor, elimine la condición incompatible e intente nuevamente.
fr: Les conditions incluent %@, qui est mutuellement exclusive de l’action actuelle. Veuillez supprimer la condition incompatible et réessayer.
it: Le condizioni includono %@, che si esclude a vicenda con l'azione corrente. Rimuovere la condizione incompatibile e riprovare.
ko: %@조건이 있습니다. 현재 동작과 호환되지 않으니 배척 조건을 제거한 후 다시 시도하십시오.
ru: Условие имеет %@, что является взаимоисключающим с текущим действием. Удалите взаимоисключающее условие и повторите попытку.

# curtain_light_status_open_close
source: Curtain opening and closing
de: Öffnen und Schließen des Vorhangs
es: Apertura y cierre de cortina
fr: Ouverture et fermeture du rideau
it: Apertura e chiusura della tenda
ko: 커튼 여닫히기
ru: Открывание и закрывание штор

# device_control_establish_nothing_tip_detail
source: When grouping, to make sure that the same type of device is online and can be selected.
de: Vergewissern Sie sich beim Gruppieren, dass derselbe Gerätetyp online ist und ausgewählt werden kann.
es: Al agrupar, para asegurarse de que el mismo tipo de dispositivo está en línea y puede seleccionarse.
fr: Pendant le groupement, assurez-vous que le même type d’appareil est en ligne et peut être sélectionné.
it: Quando si raggruppa, assicurarsi che lo stesso tipo di dispositivo sia online e possa essere selezionato.
ko: 그룹 조합은 동일한 유형의 장치가 온라인 상태이고 선택될 수 있는지 확인해야 합니다.
ru: Убедитесь, что в сети устройства одного типа, и их можно выбрать.

# doorlock_ble_ota_firmwarecheckfailed
source: Version detection failed, please try again.
de: Versionserkennung fehlgeschlagen, bitte versuchen Sie es erneut
es: La detección de versión ha fallado, inténtelo de nuevo
fr: Échec de détection de version, réessayez
it: Rilevamento della versione non riuscito, riprovare
ko: 버전을 검색할 수 없습니다. 다시 시도해 주세요.
ru: Не удалось определить версию. Повторите попытку.

# doorlock_administrator_added_a_fingerprint_for_the_user
source: Administrator added a fingerprint for the user %@
de: Der Administrator hat einen Fingerabdruck für den Benutzer %@ hinzugefügt
es: El administrador ha añadido una huella dactilar para el usuario %@
fr: L’administrateur a ajouté une empreinte digitale pour l’utilisateur %@
it: L'amministratore ha aggiunto un'impronta digitale per l'utente %@
ko: 관리자가사용자 %@ 에 대한 지문을 추가했습니다.

# doorlock_administrator_deleted_the_fingerprint_of_the_user
source: Administrator deleted the fingerprint of the user %@
de: Der Administrator hat den Fingerabdruck des Benutzers %@ gelöscht
es: El administrador ha eliminado la huella dactilar del usuario %@
fr: L’administrateur a supprimé l’empreinte digitale de l’utilisateur %@
it: L'amministratore ha cancellato l'impronta digitale dell'utente %@
ko: 관리자가사용자 %@ 의 지문을 삭제했습니다.

# doorlock_administrator_added_a_password_for_the_user
source: Administrator added a password for the user %@
de: Der Administrator hat ein Passwort für den Benutzer %@ hinzugefügt
es: El administrador ha añadido una contraseña para el usuario %@
fr: L’administrateur a ajouté un mot de passe pour l’utilisateur %@
it: L'amministratore ha aggiunto una password per l'utente %@
ko: 관리자가 사용자 %@ 에 대한 암호를 추가했습니다.

# bluetooth_authorized_tips
source: The app needs to be authorized to use Bluetooth to connect new devices.
de: Die APP muss für die Verwendung von Bluetooth autorisiert werden, um neue Geräte verbinden zu können
es: La APP necesita autorización para usar Bluetooth y conectarse a nuevos dispositivos
fr: L’application doit être autorisée pour utiliser le Bluetooth et connecter de nouveaux appareils
it: L'APP deve essere autorizzata a utilizzare il Bluetooth per collegare nuovi dispositivi
ko: APP는 블루투스를 통해 새 장치를 연결할 수 있는 권한을 부여받아야 합니다.
ru: Приложение должно быть авторизовано для подключения новых устройств через Bluetooth

# device_popup_overload_normal
source: %@ Status restored
de: %@ Status wiederhergestellt
es: %@ Estado reestablecido
fr: État de %@ rétabli
it: %@ Stato ripristinato
ko: %@상태가 복원되었습니다
ru: Статус %@ восстановлен

# device_signal_bad_text
source: Weak signals. Please install the device in a position with better signal intensity.
de: Schwaches Signal. Bitte installieren Sie das Gerät an einer Stelle mit besserer Signalstärke
es: Señales débiles. Instale el dispositivo en una posición con mejor intensidad de señal
fr: Signaux faibles. Installez l’appareil dans une position permettant une meilleure force du signal
it: Segnali deboli. Installare il dispositivo in una posizione con una migliore intensità di segnale
ko: 장치 신호가 약하므로 신호 강도가 더 좋은 곳에 설치해 주세요
ru: Слабый сигнал устройства, установите его в месте с более сильным сигналом.

# device_goto_scan
source: Scan the code
de: Code scannen
es: Escanear código
fr: Analyser le code
it: Eseguire la scansione del codice
ko: 스캔하기
ru: Сканировать код

# device_scene_panel_add_desc
source: Please ensure that the device is in the state of "waiting for network configuration". Otherwise, please short press the button quickly more than ten times.
de: Bitte vergewissern Sie sich, dass sich das Gerät im Zustand "Warten auf Netzwerkkonfiguration" befindet; andernfalls drücken Sie bitte die Taste mindestens 10 Mal kurz und schnell hintereinander
es: Asegúrese de que el dispositivo esté en el estado "esperando configuración de red"; de lo contrario, presione el botón rápidamente 10 veces
fr: Assurez-vous que l’appareil est en état « attente de la configuration réseau ». Si ce n’est pas le cas, appuyez sur le bouton en rapide succession plus de 10 fois de suite
it: Assicurarsi che il dispositivo sia nello stato di "attesa per la configurazione di rete"; in caso contrario, premere brevemente il pulsante più di 10 volte.
ko: 장치가 '네트워크 접속 대기 중' 인지 확인하십시오. 그렇지 않으면 버튼을 10번 이상 빠르게 눌러 주십시오.
ru: Убедитесь, что устройство находится в состоянии «Ожидание подключения к сети», в противном случае нажмите кнопку более 10 раз подряд.

# other_interval_time_not_be_less_than_1_fios
source: The time period shall not be less than %0.2f hours
de: Der Zeitraum darf nicht unter % 0.2f Stunden liegen
es: El plazo de tiempo no será inferior a %0,2f horas
fr: La période ne peut pas être inférieure à % 0.2f heures
it: Il periodo di tempo non deve essere inferiore a %0,2f ore.
ko: 시간은 %0.2f 시간 이상이어야 합니다.

# scene_panel_scene_relate
source: Associated scenes
de: Verbundene Szenen
es: Escenas asociadas
fr: Scènes associées
it: Scene associate
ko: 시나리오 연동
ru: Связь сценария

# sleep_realtime_over_tip
source: Real-time monitoring ended (You may change the upper limit of monitoring duration on the settings page)
de: Die Echtzeit-Überwachung ist vorbei (Sie können auf die Einstellungsseite gehen, um die maximale Überwachungszeit zu ändern).
es: La monitorización en tiempo real ha finalizado (Puede ir a la página de configuración para cambiar el límite de tiempo de monitorización).
fr: Surveillance en temps réel (Vous pouvez ouvrir la page des réglages pour modifier la limite haute du temps de surveillance.)
it: Il monitoraggio in tempo reale è superiore a (è possibile accedere alla pagina di impostazione per modificare il limite superiore del tempo di monitoraggio).
ko: 실시간 모니터링 종료 (설정페이지에서 제한 시간을 수정할 수 있습니다.)
ru: Мониторинг в реальном времени завершен (Вы можете перейти на страницу настроек, чтобы изменить сроки мониторинга)

# device_add_sleepmonitor_tips_zigbeetwo_fios
source: Zigbee model: please connect power supply during the sleep mode, long press the reset button for more than 5 seconds, and ensure the indicator light flashes slowly.
de: Zigbee-Modell: Bitte schließen Sie das Gerät während des Ruhezustands an die Stromversorgung an, drücken Sie die Reset-Taste mindestens 5 Sekunden lang und warten Sie, bis die Kontrollleuchte langsam blinkt
es: Modelo Zigbee: Conecte la fuente de alimentación en el modo de hibernación, pulse el botón de reinicio durante 5 segundos, y asegúrese de que la luz indicadora parpadea lentamente
fr: Modèle ZigBee : Connectez l’alimentation pendant le mode veille, maintenez le bouton de réinitialisation appuyé pendant plus de 5 secondes, et assurez-vous que le voyant indicateur clignote lentement
it: Modello Zigbee: Collegare l'alimentazione durante la modalità di sospensione, premere a lungo il pulsante di ripristino per più di 5 secondi e assicurarsi che l'indicatore luminoso lampeggi lentamente.
ko: 지그비 방식: 슬립벨트의 전원을 켜고 지시등이 천천히 깜박거릴 때까지 리셋 버튼을 5초간 길게 눌러 있다가 놓으십시오.
ru: Режим ZigBee: включите питание Умного трекера сна, нажмите и удерживайте кнопку сброса в течение 5 секунд и затем отпустите, индикатор медленно замигает.

# device_add_sleepmonitor_tips_bluetooth_fios
source: Bluetooth model: please connect power supply during the sleep mode, short press the resetting button 3 times, and confirm that the indicator light flashes quickly 3 times and then turns off.
de: Bluetooth-Modell: Bitte schließen Sie die Stromversorgung während des Ruhemodus an, drücken Sie die Reset-Taste 3 Mal kurz und warten Sie, bis die Kontrollleuchte 3 Mal schnell blinkt und sich dann ausschaltet
es: Modelo Bluetooth: Conecte la fuente de alimentación durante el modo de hibernación, pulse brevemente el botón de reinicio 3 veces, y confirme que la luz indicadora parpadea rápidamente 3 veces y luego se apaga
fr: Modèle Bluetooth : Connectez l’alimentation pendant le mode veille, appuyez brièvement sur le bouton de réinitialisation 3 fois, et confirmez que le voyant indicateur clignote rapidement 3 fois puis s’éteint
it: Modello Bluetooth: Collegare l'alimentazione durante la modalità di sospensione, premere brevemente il pulsante di ripristino per 3 volte e verificare che la spia lampeggi rapidamente per 3 volte e poi si spenga.
ko: 블루투스 방식: 슬립벨트의 전원을 켜고 지시등이 3번 빠르게 깜박걸리다가 꺼질 때까지 리셋 버튼을 3번 빠르게 누르십시오.
ru: Режим Bluetooth: включите питание Умного трекера сна, нажмите кнопку сброса 3 раза, индикатор мигнет 3 раза, а затем погаснет

# doorlock_administrator_deletes_all_the_nfc_devices
source: Administrator deleted all the NFC devices
de: Der Administrator hat alle NFC-Geräte gelöscht
es: El administrador eliminó todos los dispositivos NFC
fr: L’administrateur a supprimé tous les appareils NFC
it: L'amministratore ha cancellato tutti i dispositivi NFC
ko: 관리자가 모든 NFC 장치를 삭제합니다.

# doorlock_administrator_added_the_nfc_device
source: Administrator added the NFC device %@
de: Der Administrator hat das NFC-Gerät %@ hinzugefügt
es: El administrador agregó el dispositivo NFC %@
fr: L’administrateur a ajouté l’appareil NFC %@
it: L'amministratore ha aggiunto il dispositivo NFC %@
ko: 관리자가NFC장치를 %@ 추가했습니다.

# device_setting_unassociate
source: Disassociated
de: Nicht verknüpft
es: Disociado
fr: Dissocié
it: Dissociato
ko: 연관하하지 않음
ru: Не привязано

# device_panel_scene_related_max_size
source: 已达到最大关联数
de: Die maximale Anzahl von Boards wurde erreicht
es: Se ha alcanzado el número máximo de asociaciones
fr: Le nombre maximum de tableaux a été atteint
it: È stato raggiunto il numero massimo di schede
ko: 최대 수에 도달함

# home_chart_avg_pm10
source: Average PM1.0 Density
de: Durchschnittliche PM1,0-Dichte
es: Densidad promedio de PM1.0
fr: Densité de PM1.0 moyenne
it: Densità media di PM1.0
ko: PM1.0 농도
ru: Плотность PM1.0

# home_chart_avg_pm100
source: Average PM10 Density
de: Durchschnittliche PM10-Dichte
es: Densidad promedio de PM10
fr: Densité de PM10 moyenne
it: Densità media di PM10
ko: PM10 농도
ru: Плотность PM10

# view_bind_curtain_count
source: curtain devices
de: Gardinengeräte
es: Dispositivos de cortina
fr: Appareils de rideau
it: dispositivi per tende
ko: 커튼 장치
ru: ru

# view_bind_light_count
source: light devices
de: Lichtsgeräte
es: Dispositivo de luces
fr: appareils d’éclairage
it: dispositivi di illuminazione
ko: 조명 장치
ru: Световое оборудование

# doorlock_administrator_deleted_the_password_of_the_user
source: Administrator deleted the password of the user %@
de: Der Administrator hat das Passwort des Benutzers %@ gelöscht
es: El administrador ha eliminado una contraseña para el usuario %@
fr: L’administrateur a supprimé le mot de passe de l’utilisateur%@
it: L'amministratore ha cancellato la password dell'utente %@
ko: 관리자가 사용자 %@ 의 암호를 삭제했습니다.

# device_panel_scene_related
source: Relate to new scenes
de: Mit neuen Szenen verknüpfen
es: Relacionar con nuevas escenas
fr: Relatif à de nouvelles scènes
it: Relazionarsi con nuove scene

# device_panel_scene_related_empty_content
source: 已关联的场景可在面板上选择执行
de: Verbundene Szenen können über das Panel ausgewählt und ausgeführt werden
es: Las escenas asociadas pueden seleccionarse y ejecutarse desde el panel
fr: Les scènes associées peuvent être sélectionnées et déclenchées depuis le panneau
it: Le scene associate possono essere selezionate ed eseguite dal pannello
ko: 연결된 장면을 패널에서 선택하여 실행할 수 있습니다

# device_panel_scene_related_fail
source: 关联失败
de: Verbindung fehlgeschlagen
es: Fallo al asociar
fr: Échec d’association
it: Associazione fallita
ko: 연동 실패

# home_chart_pm10_density
source: PM1.0 Density:
de: PM1,0-Dichte:
es: Densidad PM1.0:
fr: Densité de PM1.0 :
it: Densità PM1.0:
ko: 최근 PM10 농도
ru: hanyu

# home_chart_pm100_density
source: PM10 Density:
de: PM10-Dichte:
es: Densidad PM10:
fr: Densité de PM10 :
it: Densità PM10:
ko: 최근 PM1.0 농도
ru: Последние показатели плотности PM1.0

# device_control_photo_commented
source: Remarked
de: Angemerkt
es: Observado
fr: Remarqué
it: Annotato
ko: 표기됨
ru: Отмечено

# view_setting_bind_item_hint1
source: Related automation, scenarios, devices, etc.
de: Zugehörige Automatisierung, Szenarien, Geräte usw.
es: Automatización relacionada, escenarios, dispositivos, etc.
fr: Automatisation, scénarios, appareils, etc. associés
it: Automazione correlata, scenari, dispositivi, ecc.
ko: 연관된 자동 실행, 동시 실행, 장치 등
ru: Связанная автоматизация, сценарии, устройство и т. д.

# device_control_visitor_no_remarks
source: No name
de: Keine Anmerkung
es: Ningún registro
fr: Aucune remarque
it: Nessuna annotazione
ko: 비고가 없습니다.
ru: Нет примечаний

# doorlock_user_deleted_hint
source: #user_%1$s#
es: #usuario_%1$s#
it: #utente_%1$s#

# device_control_face_add_button
source: Add a face
de: Ein Gesicht hinzufügen
es: Agregar un rostro
fr: Ajouter un visage
it: Aggiungi un volto
ko: 얼굴 추가
ru: Добавить лицо

# device_control_face_nothing
source: Temporary face data
de: Vorläufige Gesichtsdaten
es: Datos temporales del rostro
fr: Données de visage temporaires
it: Dati temporanei del volto
ko: 얼굴 데이터가 없습니다
ru: Временные данные лица

# device_control_visitor_delete_tip
source: Are you sure to delete the selected face?
de: Möchten Sie das ausgewählte Gesicht wirklich löschen?
es: ¿Está seguro de que desea eliminar el rostro seleccionado?
fr: Êtes-vous sûr de vouloir supprimer le visage sélectionné ?
it: Si è sicuri di eliminare il volto selezionato?
ko: 선택한 얼굴을 삭제하시겠습니까?
ru: Точно удалить выбранное лицо?

# home_chart_current_pm10
source: Latest PM1.0 Density
de: Aktuelle PM1.0-Dichte
es: Última densidad de PM1.0
fr: Dernière densité de PM1.0
it: Ultima densità di PM1.0
ko: 평균 PM10 농도
ru: Средняя плотность PM10
