Repository: acodeworker/localzedLoader
Catalog: *.lproj/Localizable.strings
Languages: de, es, fr, it, ko, ru

# camera_lock_more_than_five_tips
source: Incorrect password has been entered 5 times. The accessory will be locked for 1 min. Please try again later.
de: Es wurde 5 Mal ein falsches Passwort eingegeben. Das Accessoire wird für 1 Minute gesperrt. Bitte versuchen Sie es später erneut.
es: Se ha introducido una contraseña incorrecta 5 veces. El accesorio se bloqueará 1 minuto. Inténtelo de nuevo más tarde.
fr: Un mot de passe incorrect a été saisi 5 fois. L’accessoire sera verrouillé pendant 1 min. Veuillez réessayer plus tard.
it: È stata inserita 5 volte una password errata. L'accessorio sarà bloccato per 1 minuto. Riprovare più tardi.
ko: 비밀번호를 5번 연속 잘못 입력하여. 장치는 1분간 잠금이 됩니다 , 잠시 후 다시 시도해주세요.
ru: Вы ввели неправильный пароль 5 раз подряд, устройство было заблокировано на 1 минуту, повторите попытку позже.

# security_guard_go_in
source: Enter alert system
de: Alarmsystem eingeben
es: Introducir sistema de alerta
fr: Saisir le système d’alerte
it: Entra nel sistema di avviso
ko: 경고알람 시스템에 들어갑니다
ru: Войти охранник

# user_login_reject_terms_privacy_title
source: To continue using "Aqara Home", you need to agree with the terms of use and privacy policy.
de: Um "Aqara Home" weiterhin verwenden zu können, müssen Sie den Nutzungsbedingungen und der Datenschutzrichtlinie zustimmen.
es: Para seguir utilizando "Aqara Home", necesita aceptar los términos de uso y la política de privacidad.
fr: Pour continuer à utiliser « Aqara Home », vous devez accepter les conditions d’utilisation et la politique de confidentialité.
it: Per continuare a utilizzare "Aqara Home", è necessario accettare le condizioni d'uso e l'informativa sulla privacy.
ko: 'Aqara Home'를 계속 사용하려면 이용약관 및 개인 정보 보호 정책에 동의해야 합니다.
ru: Вам необходимо согласиться с Условиями использования и Политикой конфиденциальности, чтобы продолжить использование “Aqara Home”

# security_logs
source: Logs
de: Protokolle
es: Registros
fr: Journaux
it: Registri
ko: 로그

# device_control_ambient_light_opening_closing
source: Opening and closing to
de: Öffnen und Schließen zu
es: Apertura y cierre para
fr: Ouverture et fermeture à
it: Apertura e chiusura in
ko: 까지 여닫기
ru: Открытие и закрытие до

# device_ac_not_corrent_match_title
source: Cannot find an exactly matched code base
de: Es kann keine exakt übereinstimmende Codebasis gefunden werden
es: No se puede encontrar una base de código que coincida exactamente
fr: Impossible de trouver une base de code correspondant exactement
it: Impossibile trovare una base di codice esattamente corrispondente
ko: 정확히 일치하는 리모컨을 찾을 수 없습니다.
ru: Нет полностью совпавшего кода

# device_alarm_off_pop4
source: "Mute" function of the device is on. Conduct "mute" after checking that there is no natural gas leakage to avoid any danger.
de: Die „Stummschalten“-Funktion des Geräts ist eingeschaltet. Nutzen Sie „Stummschalten“, nachdem Sie überprüft haben, dass kein Gasleck vorhanden ist, um Gefahren zu vermeiden.
es: La función de silencio del dispositivo está activada. Ejecute el "silencio" tras comprobar que no hay fuga de gas natural o peligro.
fr: Fonction « Couper le son » de l’appareil activée. Couper le son après avoir vérifié qu’il n’y a pas de fuite de gaz naturel pour éviter tout danger.
it: La funzione "Mute" del dispositivo è attiva. Eseguire il "mute" dopo aver verificato che non vi siano perdite di gas naturale per evitare qualsiasi pericolo.
ko: 현재 '음소거' 사용 중입니다. 반드시 현장에서 가스누출이 없음을 확인 후 해당 기능을 사용하십시오.
ru: Вы используете функцию «отключения звука» устройства. Перед использованием этой функции обязательно проверьте ее на месте, убедитесь в отсутствии утечки природного газа, а затем снова выполните «отключение звука», чтобы избежать опасности.

# device_sleep_today_sleep
source: Today's sleep
de: Heutiger Schlaf
es: Descanso de hoy
fr: Sommeil d’aujourd’hui
it: Sonno di oggi
ko: 오늘의 수면
ru: Сон сегодня

# device_switch_type
source: Set the Switch Type
de: Den Schaltertyp einstellen
es: Configurar tipo de interruptor
fr: Configurer le type de commutateur
it: Imposta il tipo di interruttore
ko: 스위치 타입
ru: Тип переключателя

# device_add_gateway_query_bindkey_fail
source: No internet connection, please check your internet
de: Keine Internetverbindung. Bitte überprüfen Sie Ihr Internet
es: No hay conexión a internet, compruebe su internet
fr: Aucune connexion Internet, veuillez vérifier
it: Nessuna connessione a Internet, controllare la rete
ko: 인터넷에 연결되지 않았습니다. 인터넷 연결 상태를 확인해주세요
ru: Нет подключения к Интернет, пожалуйста, проверьте доступность сети

# device_alarm_off_pop1
source: "Mute" function of the device is on. Conduct "mute" after checking that there is no fire to avoid any danger.
de: Die „Stummschalten“-Funktion des Geräts ist eingeschaltet. Nutzen Sie „Stummschalten“, nachdem Sie überprüft haben, dass kein Feuer vorhanden ist, um Gefahren zu vermeiden.
es: La función de silencio del dispositivo está activada. Ejecute el "silencio" tras comprobar que no hay fuego o peligro.
fr: Fonction « Couper le son » de l’appareil activée. Activer la fonction « Couper le son » après avoir vérifié qu’il n’y a pas de feu pour éviter tout danger.
it: La funzione "Mute" del dispositivo è attiva. Eseguire il "muto" dopo aver verificato l'assenza di fiamme per evitare qualsiasi pericolo.
ko: 현재 '음소거' 사용 중입니다.위험 발생에 비해 반드시 현장 안전 상황을 확인 후 해당 기능을 사용하십시오.
ru: Вы используете функцию «отключения звука» устройства. Перед использованием этой функции обязательно проверьте ее на месте, убедитесь в отсутствии пожара, а затем снова выполните «отключение звука», чтобы избежать опасности.

# notification_no_more
source: No more messages
de: Keine weiteren Nachrichten
es: No más mensajes
fr: Pas de messages
it: Niente più messaggi
ko: 더 이상 메시지가 없습니다
ru: Больше сообщений нет

# home_home_not_set_tips
source: You haven't set home address. Set it as home address?
de: Sie haben keine Heimatadresse festgelegt. Als Heimatadresse festlegen?
es: No ha configurado la dirección del hogar. ¿Configurar como dirección del hogar?
fr: Vous n’avez pas défini d’adresse de maison. Définir comme adresse de maison ?
it: Non è stato impostato l'indirizzo di casa. Impostarlo come indirizzo di casa?
ko: 주소를 설정하지 않았습니디. 집주소로 설정하시겠습니까?

# device_left_right_curtain_title
source: Curtain Controller
de: Vorhang-Controller
es: Controlador de cortina
fr: Contrôleur de rideau
it: Regolatore della tenda
ko: 전동 커튼 열기/닫기
ru: Контроллер штор

# security_guard_no_trigger_devices
source: No device to be triggered
de: Kein auszulösendes Gerät
es: No hay dispositivo que activar
fr: Aucun appareil déclenché
it: Nessun dispositivo da attivare
ko: 트리거 가능한 장치가 없습니다
ru: Тревога запускает устройство Нет устройств

# device_ac_not_associate_tips
source: Temperature and Humidity Sensor is not bound to Air Conditioning Controller P3, whether to bind?
de: Der Temperatur- und Feuchtigkeitssensor ist nicht an den Klimaanlagenregler P3 geknüpft. Jetzt verknüpfen?
es: El sensor de temperatura y humedad no está vinculado al controlador de aire acondicionado P3, ¿vincular?
fr: Le capteur de température et d’humidité n’est pas lié au contrôleur de climatisation P3, lier ?
it: Il sensore di temperatura e umidità non è collegato al controllore di climatizzazione P3, se è necessario collegarlo?
ko: 온습도 센서 관련 에어컨 파트너 P3가 없습니다. 이전과 관련되었습니까?
ru: Датчик температуры и влажности не привязан к контроллеру кондиционера P3. Вы хотите связать их?

# doorlock_look_all
source: You have more than 7 unread messages. No more messages can be displayed here. Clicking [View more] means that all the previous information has been read, and then you will go to the album to view the video details
de: Sie haben mehr als 7 ungelesene Nachrichten. Hier können keine weiteren Meldungen mehr angezeigt werden. Wenn Sie auf [Mehr anzeigen] klicken, bedeutet dies, dass alle vorherigen Informationen gelesen wurden und Sie zum Album gehen, um die Videodetails anzuzeigen
es: Tiene más de 7 mensajes sin leer. No se pueden mostrar más mensajes. Hacer clic en [View more] significará que toda la información anterior se ha leído, luego se entrará al álbum para ver los detalles del vídeo
fr: Vous avez plus de 7 messages non lus. Aucun autre message ne peut être affiché ici. Cliquer sur [Voir plus] signifie que toutes les informations précédentes ont été lues, puis vous irez à l’album pour voir les détails de la vidéo
it: Sono presenti più di 7 messaggi non letti. Qui non è possibile visualizzare altri messaggi. Facendo clic su [View more] si leggono tutte le informazioni precedenti e si accede all'album per visualizzare i dettagli del video.
ko: 읽지 않은 메시지가 7개 이상 있습니다. 여기에는 메시지를 더 이상 표시할 수 없습니다. [추가 보기]를 클릭하면 이전 정보를 모두 읽은 다음 앨범으로 이동하여 비디오 세부 정보를 볼 수 있습니다.
ru: У Вас более 7 непрочитанных сообщений, невозможно отобразить больше. Нажмите [Смотреть еще], чтобы указать, что все предыдущие сообщения прочитаны, и перейдите в альбом для просмотра деталей записи

# device_identify_mode_1_hint
source: Identify only gestures made with one hand
de: Erkennt nur Gesten, die mit einer Hand gemacht werden
es: Identifica gestos de una sola mano
fr: Identifier uniquement les gestes à une main
it: Identifica solo i gesti fatti con una mano
ko: 한 손으로 하는 손동작만 인식
ru: Распознавание жестов, сделанных только одной рукой

# doorlock_daily_enterlocalsetting
source: Enter local settings
de: Lokale Einstellungen eingeben
es: Introducir ajustes locales
fr: Saisir les réglages locaux
it: Immetti le impostazioni locali
ko: 로컬 설정 입력

# device_set_signal_normal
source: Moderate
de: Mäßig
es: Moderado
fr: Modéré
it: Moderato

# other_app_upgrade_now
source: Upgrade
es: Mejorar
fr: Mettre à niveau
it: Aggiornamento
ko: 업데이트
ru: Обновление

# camera_device_camera_drag_screen_tips
source: Drag the screen to rotate the PTZ
de: Ziehen Sie den Bildschirm, um die PTZ zu drehen
es: Arrastra la pantalla para rotar el PTZ
fr: Faire glisser l’écran pour tourner le PTZ
it: Trascina lo schermo per ruotare il PTZ
ko: 화면에 손가락을 대고 상하좌우로 움직이면 카메라 촬영 방향이 바뀝니다.
ru: Перетащите экран, чтобы повернуть PTZ

# device_child_lock_desc
source: The button of the plug can not control the power for it when the power is back on.
de: Die Taste des Steckers kann die Stromversorgung nicht steuern, wenn die Stromversorgung steht.
es: El botón del enchufe no puede controlar la corriente cuando se restablece.
fr: Le bouton de la prise ne peut pas contrôler son alimentation lorsqu’elle est réactivée.
it: Il pulsante della spina non può controllare l'alimentazione quando viene riaccesa.
ko: 전원이 다시 들어온 후, 플러그의 버튼을 통해 ON/OFF는 불가능합니다.
ru: После восстановления питания статус питания восстановится в состояние до пропажи питания.

# overview_door_open_num_title
source: Opened door and window
de: Geöffnete Tür und geöffnetes Fenster
es: Puerta y ventana abiertas
fr: Porte et fenêtre ouvertes
it: Porta e finestra aperte
ko: 열린 창문
ru: Открытые двери и окна

# doorlock_temppwd_notexist
source: Temporary password does not exist
de: Das temporäre Passwort existiert nicht
es: La contraseña temporal no existe
fr: Le mot de passe temporaire n’existe pas
it: La password temporanea non esiste
ko: 임시 비밀번호가 존재하지 않습니다.

# device_upload_now
source: Upload now
de: Jetzt hochladen
es: Cargar ahora
fr: Télécharger maintenant
it: Carica ora
ko: 즉시 업로드
ru: Загрузить сейчас

# device_service_setting_alarm_defaultpush
source: Default Notification
de: Standardbenachrichtigung
es: Notificación por defecto
fr: Notification par défaut
it: Notifica predefinita
ko: 기본 알림
ru: Уведомления по умолчанию

# device_identify_mode_2_hint
source: Identify only gestures made with both hands simultaneously
de: Erkennt nur Gesten, die mit beiden Händen gleichzeitig ausgeführt werden
es: Identifica gestos con ambas manos a la vez
fr: Identifier uniquement les gestes à deux mains
it: Identifica solo i gesti fatti con entrambe le mani contemporaneamente
ko: 양 손으로 하는 손동작만 인식
ru: Распознавание жестов, сделанных только двумя руками одновременно

# camera_set_pwd_no_same
source: Passwords are not the same. Please try again
de: Die Passwörter stimmen nicht überein. Bitte versuchen Sie es erneut
es: Las contraseñas no coinciden. Inténtalo de nuevo
fr: Les mots de passe ne sont pas identiques. Veuillez réessayer
it: Le password non sono uguali. Si prega di riprovare
ru: Пароли не совпадают. Повторите попытку.

# other_has_same_name_tips
source: Ringtone name already exists, please try another name.
de: Der Klingeltonname existiert bereits. Bitte wähle einen anderen Namen aus.
es: El nombre de tono de llamada ya existe, intenta con otro nombre.
fr: Le nom de sonnerie existe déjà, veuillez essayer un autre nom.
it: Il nome della suoneria esiste già, provare con un altro nome.
ko: 벨소리 이름이 이미 있습니다. 다른 이름으로 시도해주세요.
ru: Название рингтона уже существует, пожалуйста, попробуйте другое имя.

# device_acpartner_control_mode
source: Mode
de: Modus
es: Modo
it: Modalità
ko: 모드
ru: Режим

# overview_air_open_num_title
source: Turn-on air conditioner
de: Klimaanlage einschalten
es: Encender aire acondicionado
fr: Allumer le climatiseur
it: Accendi il condizionatore
ko: 작동 중인 에어컨
ru: Включенные кондиционеры

# common_good_1
source: Good
de: Gut
es: Bien
fr: Bon
it: Buono
ko: 양호
ru: Хорошо

# doorlock_no_home_switch_title
source: Away Mode Function
de: Abwesenheitsmodus Funktion
es: Función modo fuera
fr: Fonction du mode absence
it: Funzione modalità fuori casa
ko: 부재중 모드 기능

# device_camera_has_lock_tips
source: Your accessory has been temporarily locked for 1 minute, try later
de: Ihr Accessoire wurde vorübergehend für 1 Minute gesperrt. Versuchen Sie es später erneut
es: El accesorio se ha bloqueado temporalmente durante 1 minuto, inténtelo más tarde
fr: Votre accessoire a été temporairement verrouillé pendant 1 minute, essayer plus tard
it: L'accessorio è stato temporaneamente bloccato per 1 minuto, riprovare più tardi
ko: 기기가 잠금 상태입니다. 1분 후 다시 시도해 주세요.
ru: Ваше устройство заблокировано

# device_camera_pic_tips
source: Push videos are only saved for 7 days
de: Push-Videos werden nur für 7 Tage gespeichert
es: Los vídeos de push solo se guardan 7 días
fr: Les vidéos insérées ne sont enregistrées que 7 jours
it: I video push vengono salvati solo per 7 giorni
ko: 7일간 전송된 동영상만 저장
ru: Сохранить только пуш-видео в течение 7 дней

# doorlock_temppwd
source: Temporary Password
de: Temporäres Passwort
es: Contraseña temporal
fr: Mot de passe temporaire
it: Password temporanea
ko: 임시 비밀번호

# device_bell_library
source: Ringtone Library
de: Klingelton-Bibliothek
es: Biblioteca de tonos de llamada
fr: Bibliothèque de sonneries
it: Libreria di suonerie
ko: 벨소리 라이브러리
ru: Библиотека мелодий

# security_guard_7_24h_configure_desc
source: The device provides at home mode, away mode, night mode and 24 x 7 Alert mode by default. After completing the configurations, once the alarm condition is triggered, Aqara Home will notify you and interact with the device to play an alarm sound to alert you.
de: Das Gerät bietet standardmäßig den Zuhause-Modus, den Abwesenheits-Modus, den Nacht-Modus und den 24 x 7-Alarmmodus. Nach Abschluss der Konfigurationen benachrichtigt Aqara Home Sie, sobald der Alarmzustand ausgelöst wird und interagiert mit dem Gerät, um einen Alarmton abzuspielen, der Sie warnt.
es: El dispositivo incorpora un modo de hogar, de ausencia, nocturno y de alerta 24 x 7 por defecto. Tras realizar las configuraciones, una vez activada la condición de alarma, Aqara Home le notificará e interactuará con el dispositivo para dar un sonido de alarma y alertarle.
fr: L’appareil fournit le mode de maison, le mode loin de chez soi, le mode nuit et le mode d’alerte 24 x 7 par défaut. Après avoir terminé les configurations, lorsque la condition d’alarme est déclenchée, Aqara Home vous avertira et fera l’appareil émettre une alarme.
it: Per impostazione predefinita, il dispositivo prevede la modalità "a casa", la modalità "fuori casa", la modalità "di notte" e la modalità "allarme 24 ore". Dopo aver completato le configurazioni, una volta che la condizione di allarme è stata attivata, Aqara Home vi informerà e interagirà con il dispositivo per riprodurre un suono di allarme per avvisarvi.
ko: 보안 센터는 [24시간 / 홈 / 외출 / 야간] 등의 다양한 보안 모드를 제공합니다. 이를 통해 위험을 감지하고 사용자에게 알려 당신의 집을 안전하게 지켜줍니다.
ru: По умолчанию доступно 4 режима охраны: "Охранять дом", "Охранять при выходе из дома", "Охранять ночью" "Охрана 24х7". После завершения настройки, если сработало состояние тревоги, Aqara Home уведомит Вас о ситуации тревоги и синхронизирует сигнал тревоги устройства для защиты Вашей домашней безопасности.

# camera_no_event_hint
source: There have been no events during in recent two days.
de: In den letzten zwei Tagen gab es keine Ereignisse.
es: No ha habido eventos durante los últimos dos días.
fr: Il n’y a eu aucun événement au cours des deux derniers jours.
it: Non ci sono stati eventi negli ultimi due giorni.
ko: 2일 동안 사건이 없음
ru: 2а последние три дня событий не зарегистрировано

# automation_brightness
source: Brightness
de: Helligkeit
es: Brillo
fr: Luminosité
it: Luminosità
ko: 밝기

# doorlock_awayfromhome_mode
source: Away-from-home mode
de: Abwesenheitsmodus
es: Modo fuera de casa
fr: Mode loin de chez soi
it: Modalità fuori casa
ko: 부재중 모드

# camera_widget_theme_not_save_tips
source: Changes have not been saved. Continue to leave？
de: Die Änderungen wurden nicht gespeichert. Verlassen?
es: No se han guardado los cambios. ¿Continuar saliendo?
fr: Les modifications n’ont pas été enregistrées. Continuer à quitter ?
it: Le modifiche non sono state salvate. Continuare a uscire?
ko: 변경 사항이 저장되지 않았습니다. 그래도 나가시겠습니까?
ru: Изменения не были сохранены, Вы уверены, что хотите выйти?

# device_openpercent_hint
source: Open to %1$s
de: Öffnen zu %1$s
es: Abiertas a %1$s
fr: Ouvert à %1$s
it: Apri fino a %1$s
ko: %1$s까지 켜집니다.
ru: Открыть до %1$s

# device_replace_device_fail_detail_631
source: Both accessories need to be bound to the same hub [631]
de: Beide Accessoires müssen mit demselben Hub verbunden werden [631]
es: Ambos accesorios necesitan vincularse al mismo hub [631]
fr: Les deux accessoires doivent être reliés au même hub [631]
it: Entrambi gli accessori devono essere collegati allo stesso hub. [631]
ko: 두 장치 모두 동일한 스마트 허브에 연결되어야 합니다. [631]
ru: Оба аксессуара должны быть связаны с одним и тем же Hub [631]

# security_guard_ring_volume
source: Ringtone and volume
de: Klingelton und Lautstärke
es: Tonos de llamada y volumen
fr: Sonnerie et volume
it: Suoneria e volume
ko: 벨소리와 볼륨
ru: Мелодия и громкость

# homekit_error_device_bind_other_user
source: Your accessories have been bound to another Apple ID. Please unbind it and try again.
de: Ihr Accessoire wurde mit einer anderen Apple-ID verknüpft. Bitte trennen Sie die Verknüpfung und versuchen Sie es erneut.
es: Sus accesorios se han vinculado a otro Apple ID. Desvincúlelos e inténtelo de nuevo.
fr: Vos accessoires sont liés à un autre identifiant Apple. Veuillez le dissocier et réessayer.
it: Gli accessori sono stati associati a un altro ID Apple. Disattivare il binding e riprovare.
ko: 해당 장치는 이미 다른 Apple ID와 연결되어 있습니다. 연결을 해제하고 다시 시도해주세요.
ru: Ваши аксессуары были связаны с другим идентификатором Apple ID, пожалуйста, отвяжите и повторите попытку.

# device_brightness_level
source: Brightnessu0020
de: Helligkeitu0020
es: Brillou0020
fr: Luminositéu0020
it: Luminositàu0020
ko: 밝기u0020
ru: яркостиu0020

# doorlock_fingerprint_entry_success
source: Fingerprint entry is successful
de: Eingabe des Fingerabdrucks erfolgreich
es: Se ha introducido la huella dactilar correctamente
fr: Saisie d’empreinte digitale réussie
it: L'inserimento delle impronte digitali è riuscito
ko: 지문 입력 성공

# user_change_server_tips
source: Accessories have been bound to your account in the current server. Due to data protection, products in different sales region can only access the local data center. Please note after switching the server, accessories bound won't be transferred to the new server.
de: Das Accessoire wurde auf dem aktuellen Server an Ihr Konto gebunden. Aus Gründen des Datenschutzes können Produkte in verschiedenen Vertriebsregionen nur auf das lokale Rechenzentrum zugreifen. Bitte beachten Sie, dass nach einem Serverwechsel verknüpfte Accessoires nicht auf den neuen Server übertragen werden.
es: Hay accesorios vinculados a su cuenta en el servidor actual. Debido a la protección de datos, los productos de las diferentes regiones de venta solo podrán acceder al centro de datos local. Tenga en cuenta que, tras cambiar de servidor, los accesorios vinculados no se transferirán al nuevo servidor.
fr: Les accessoires ont été liés à votre compte dans le serveur actuel. Pour la protection des données, les produits de différentes régions de vente ne peuvent accéder qu’au centre de données local. Veuillez noter qu’après le changement de serveur, les accessoires liés ne seront pas transférés au nouveau serveur.
it: Gli accessori sono stati associati al vostro account nel server corrente. A causa della protezione dei dati, i prodotti di diverse regioni di vendita possono accedere solo al centro dati locale. Dopo il cambio di server, gli accessori vincolati non verranno trasferiti al nuovo server.
ko: 장치들은 현재 계정이 속한 서버에 연결되어 있으며 장치가 판매된 지역의 서버 외에는 정상 작동하지 않을 수 있습니다. 서버를 변경하기 전에 위의 사항을 꼭 확인하고 변경해 주세요.

# device_openpercent_hintchinese
source: Open to %@
de: Zu %@ öffnen
es: Abiertas a %@
fr: Ouvert à %@
it: Apri a %@
ko: %@ 열기
ru: Открыть до %@

# device_light_luminance
source: Brightness：
de: Helligkeit:
es: Brillo:
fr: Luminosité :
it: Luminosità：
ko: 밝기：
ru: Яркость:

# doorlock_could_not_input_1
source: Could not input
de: Die Eingabe konnte nicht erfolgen
es: No se ha podido introducir
fr: Saisie impossible
it: Impossibile inserire
ko: 입력할 수 없음
