Repository: acodeworker/localzedLoader
Catalog: *.lproj/Localizable.strings
Languages: de, es, fr, it, ko, ru

# device_camera_label_security_tips
source: Alarm System does not allow to change the color
de: Das Alarmsystem erlaubt keine Änderung der Farbe
es: El sistema de alarma no permite cambiar el color
fr: Le système d’alarme ne permet pas de changer la couleur
it: Il sistema di allarme non consente di cambiare colore
ko: 알람 시스템은 색상 수정이 지원되지 않습니다
ru: Охранное устройство не поддерживает изменение цвета

# device_ac_dialog_state_match_title_tips
source: (tick if state is conformed)
de: (bitte ankreuzen, wenn der Zustand stimmt)
es: (marcar si se cumple el estado)
fr: (cocher si l’état est conforme)
it: (spunta se lo stato è conforme)
ko: (상태가 적합한 경우 확인란을 선택해주세요.)
ru: (отметьте, если статус верен)

# security_protect_your_home_tips
source: Alert system protects your home 24 X 7
de: Das Alarmsystem schützt Ihr Zuhause 24 x 7
es: El sistema de alerta protege su hogar 24 X 7
fr: Système d’alerte protégeant votre maison 24 X 7
it: Il sistema di avviso protegge la tua casa 24 X 7
ko: 보안 센터를 통해 우리 집을 안전하게 지켜줍니다.
ru: Режим охраны, повышающий безопасность Вашего дома

# automation_tvoc_level_above_1
source: TVOC level is above %s.
de: Der TVOC-Wert liegt über %s.
es: Nivel TVOC por encima de %s.
fr: Niveau TVOC au-dessus de %s.
it: Il livello TVOC è superiore a %s.
ko: TVOC등급은 %s 이상입니다.
ru: Уровень TVOC выше %s

# automation_illumation_level_30
source: （Dining room）
de: (Esszimmer)
es: (Comedor)
fr: （Salle à manger）
it: （Sala da pranzo）
ko: (주방)
ru: (Столовая)

# device_join_bluetooth_wifi_wrong
source: 1.Please check whether Wifi password of the router is right. 2.Please make sure the router connected by the hub can connect to Internet normally.
de: 1.Bitte überprüfen Sie, ob das WLAN-Passwort des Routers richtig ist. 2. Bitte stellen Sie sicher, dass der über den Hub verbundene Router normal mit dem Internet verbunden werden kann.
es: 1.Compruebe si la contraseña del wifi del rúter sea correcta. 2.Asegúrese de que el hub se pueda conectar a internet con normalidad.
fr: 1.Veuillez vérifier si le mot de passe Wi-Fi du routeur est correct. 2.Veuillez vous assurer que le routeur connecté par le hub peut se connecter à Internet normalement.
it: 1. Verifica se la password Wi-Fi del router è corretta. 2.Assicurati che il router collegato all'hub possa collegarsi a Internet normalmente.
ko: 1.공유기의 WiFi 비밀번호가 맞는 지를 확인하세요. 2.허브가 연결된 공유기가 인터넷에 정상적으로 연결되었는지 확인하세요.
ru: 1. Убедитесь в действительности пароля Wi-Fi роутера 2. Убедитесь, что используемый хабом роутер, подключен к Интернет.

# access_success_tip2_tail
source: Keep the accessory away from metal to prevent signal shielding.
de: Halten Sie das Accessoire von Metall fern, um eine Signalabschirmung zu vermeiden.
es: Mantenga el accesorio alejado de metales para prevenir el apantallamiento de la señal.
fr: Garder l’accessoire loin du métal pour éviter le blocage du signal.
it: Tieni l'accessorio lontano dal metallo per evitare la schermatura del segnale.
ko: 1. 신호가 약해질 수 있으니 장치를 금속에 부착하지 마세요.
ru: Держите устройство дальше от металлических конструкций, чтобы предотвратить экранирование сигнала.

# homepage_scene_execute_fail
source: The “%@” scene failed to be executed!
de: Die „%@“-Szene konnte nicht ausgeführt werden!
es: ¡Fallo al ejecutar la escena "%@"!
fr: La scène « %@ » n’a pas été exécutée !
it: La scena "%@" non è stata eseguita correttamente!
ko: %@' 동시실행을 실행에 실패하였습니다.
ru: Ошибка запуска «%@»!

# security_guard_title
source: Alert system
de: Alarmsystem
es: Sistema de alerta
fr: Système d'alerte
it: Sistema di avviso
ko: 보안 센터
ru: Охранное устройство

# doorlock_complete_entry_within_30s_check_pairing_code_is_correct
source: 1. Please complete the entry within 30s 2.Please check if the pairing code is correct
de: 1. Bitte vervollständigen Sie die Eingabe innerhalb von 30 Sekunden 2. Bitte prüfen Sie, ob der Kopplungscode korrekt ist
es: 1. Complete la entrada en 30 s 2. Compruebe si el código de emparejamiento es correcto
fr: 1. Veuillez saisir dans les 30 s 2.Veuillez vérifier si le code d’appariement est correct
it: 1. Completa l’immissione entro 30 secondi 2. Verifica che il codice di associazione sia corretto
ko: 1. 30초 이내에 입력을 완료해주세요.2. 페어링 코드가 올바른지 확인해주세요.

# automation_illumation_level_500
source: （Office）
de: (Büro)
es: (Oficina)
fr: （Bureau）
it: （Ufficio）
ko: （사무실）
ru: (Офис)

# other_connect_device_wifi_tips1
source: 1. Press the button below to enter phone “Settings” - “Choose wireless network”
de: 1. Drücken Sie die folgende Taste, um die „Einstellungen“ des Telefons aufzurufen – „Drahtlosnetzwerk auswählen“
es: 1. Presione el botón siguiente para entrar en "Ajustes" - "Seleccionar red inalámbrica"
fr: 1. Appuyer sur le bouton ci-dessous pour entrer dans les « Réglages » - « Choisir le réseau sans fil » du téléphone
it: 1. Premi il pulsante in basso per accedere nel telefono a "Impostazioni" - "Scegli rete wireless"
ko: 1. 아래 버튼을 눌러 스마트폰 "설정"-"무선 네트워크 선택"으로 들어갑니다.
ru: 1. Нажмите кнопку ниже, чтобы отрыть «Настройки» - «Выбор беспроводной сети»

# device_set_bell_add_fail_hint_1_fios
source: Fail to add because the number of ringtones in the "Ringtones Library" have reached the upper limit. You can try the following operations: 1. Add custom ringtones with the function of "Import from Ringtone Library"; 2. Manage your "Ringtones Library", and add new ones after deleting unnecessary ringtones.
de: Fehler beim Hinzufügen, weil die Anzahl der Klingeltöne in der "Klingeltonbibliothek" die Obergrenze erreicht hat. Sie können Folgendes ausprobieren: 1. Fügen Sie benutzerdefinierte Klingeltöne mit der Funktion "Aus Klingeltonbibliothek importieren" hinzu; 2. Verwalten Sie Ihre "Klingeltonbibliothek" und fügen Sie neue hinzu, nachdem Sie nicht mehr gewünschte Klingeltöne gelöscht haben.
es: Fallo al añadir, el número de tonos de la "Biblioteca de tonos" ha alcanzado el límite. Puede intentar lo siguiente: 1. Añadir tonos de llamada personalizados con la función de "Importar desde Biblioteca de tonos"; 2. Gestione su "Biblioteca de tonos", y añada nuevos tonos tras borrar los innecesarios.
fr: Échec de l’ajout, car le nombre de sonneries dans la « Bibliothèque de sonneries » a atteint la limite supérieure. Vous pouvez essayer les opérations suivantes : 1. Ajouter des sonneries personnalisées avec la fonction de « Importer de la bibliothèque de sonneries » ; 2. Gérer votre « Bibliothèque de sonneries » et en ajouter de nouvelles après avoir supprimé les sonneries inutiles.
it: Impossibile aggiungere perché il numero di suonerie nella "Libreria suonerie" ha raggiunto il limite massimo. Puoi provare le seguenti operazioni: 1. Aggiungi suonerie personalizzate con la funzione "Importa da Libreria suonerie"; 2. Gestisci la tua "Libreria suonerie" e aggiungine di nuove dopo aver eliminato le suonerie non necessarie.
ko: '벨소리 라이브러리'에 저장할 수 있는 최대 수량에 도달했습니다. 다음과 같은 작업을 시도할 수 있습니다. 1. "벨소리 라이브러리에서 가져오기" 기능을 사용하여 사용자 정의 벨소리를 가져오기. 2. "벨소리 라이브러리"에서 불필한 밸소리를 삭제한 후 새로운 벨소리를 추가 및 가져오기.
ru: Количество рингтонов в «библиотеке мелодий» достигло максимума и не может быть добавлено. Вы можете попробовать следующее: 1. Используйте функцию «импорт из библиотеки мелодий» для добавления собственных мелодий; 2. Управляйте Вашей «библиотекой мелодий», удаляйте ненужные мелодии и снова добавляйте их.

# device_bell_library_null_1
source: 1. All ringtones added will be automatically synchronized to the "Ringtones Library" 2. Ringtones in the "Ringtones Library" can be synchronized to different devices quickly.
de: 1. Alle hinzugefügten Klingeltöne werden automatisch mit der "Klingeltonbibliothek" synchronisiert. 2. Klingeltöne in der "Klingeltonbibliothek" können schnell mit verschiedenen Geräten synchronisiert werden.
es: 1. Todos los tonos de llamada añadidos se sincronizarán automáticamente con la "Biblioteca de tonos" 2. Los tonos de la "Biblioteca de tonos" se pueden sincronizar más rápidamente con diferentes dispositivos.
fr: 1. Toutes les sonneries ajoutées seront automatiquement synchronisées avec la « Bibliothèque de sonneries » 2. Les sonneries de la « bibliothèque de sonneries » peuvent être rapidement synchronisées avec différents appareils.
it: 1. Tutte le suonerie aggiunte verranno sincronizzate automaticamente alla "Libreria suonerie" 2. Le suonerie nella "Libreria suonerie” possono essere sincronizzate rapidamente su diversi dispositivi.
ko: 1. 추가된 모든 벨소리는 벨소리 라이브러리에 자동으로동기화됩니다. 2. "벨소리 라이브러리" 안의 벨소리는 다른 장치로 빠르게 동기화할 수 있습니다.
ru: 1. Все добавленные мелодии будут автоматически синхронизированы с «библиотекой мелодий». 2. Мелодии в «библиотеке рингтонов» можно быстро синхронизировать с разными устройствами.

# device_add_m2_tips
source: 1. Please confirm that the network cable is connected properly, the network port indicator is on. 2. The phone and hub need to be connected to the same router.
de: 1. Bitte stellen Sie sicher, dass das Netzwerkkabel richtig angeschlossen ist und die Netzwerkanschlussanzeige leuchtet. 2. Das Telefon und der Hub müssen mit demselben Router verbunden sein.
es: 1. Confirme que el cable de red está correctamente conectado, y que el indicador del puerto de red se ilumine. 2. El teléfono y el hub necesitan estar conectados al mismo rúter.
fr: 1. Veuillez vérifier que le câble réseau est correctement connecté, que l’indicateur de port réseau est activé. 2. Le téléphone et le hub doivent être connectés au même routeur.
it: 1. Verifica che il cavo di rete sia collegato correttamente e che la spia della porta di rete sia accesa. 2. Il telefono e l'hub devono essere collegati allo stesso router.
ko: 1. 케이블이 정상으로 연결되었는지 확인하세요. 포트쪽이 반짝여야 합니다. 2. 휴대폰 Wi-Fi가 허브와 같은 네트워크에 있어야 합니다.
ru: 1. Пожалуйста, убедитесь, что сетевой кабель подключен правильно, индикатор сетевого порта включен. 2. Телефон и шлюз должны быть подключены к одному маршрутизатору.

# security_mode_24h_text_1_fios
source: "%@" will be automatically started after being configurated and cannot be stopped, so it is recommended to configure devices that require 24-hour defense (such as smoke sensors), to ensure home safety
de: "%@" wird nach der Konfiguration automatisch gestartet und kann nicht gestoppt werden. Daher wird empfohlen, Geräte zu konfigurieren, die einen 24-Stunden-Schutz benötigen (z. B. Rauchsensoren), um die Sicherheit zu Hause zu gewährleisten
es: "%@" se iniciará automáticamente tras configurarse, y no se podrá detener, así que recomendamos configurar los dispositivos que requieran protección 24 horas (como los sensores de humos), para asegurar la protección del hogar
fr: « %@ » sera automatiquement lancé après avoir été configuré et ne peut pas être arrêté. Il est donc recommandé de configurer les appareils nécessitant une défense de 24 h (comme les détecteurs de fumée), pour la sécurité de la maison
it: "%@" verrà avviato automaticamente dopo essere stato configurato e non può essere interrotto, pertanto si consiglia di configurare i dispositivi che richiedono una difesa 24 ore su 24 (come i sensori di fumo), per garantire la sicurezza della casa
ko: %@' 설정 후 자동으로 켜집니다. 가정 안전을 위하여 24시간 보안이 필요한 장치(예 : 스모크 센서) 설정을 권장합니다.
ru: Режим «%@» будет автоматически включен после настройки и не может быть отключен. Рекомендуется настроить устройства, требующие 24-часовой защиты (например, датчики дыма), чтобы обеспечить безопасность дома.

# device_add_gateway2
source: 1.Please connect your phone with Wi-Fi “%@...” 2.When it has been connected successfully, go back to the App.
de: 1. Bitte verbinden Sie Ihr Telefon mit dem WLAN „%@...“ 2. Wenn die Verbindung erfolgreich hergestellt wurde, gehen Sie zurück zur App.
es: 1.Conecte su teléfono al wifi "%@..." 2.Cuando se conecte de manera exitosa, vuelva a la aplicación.
fr: 1.Veuillez connecter votre téléphone avec le Wi-Fi « %@... » 2.Une fois la connexion établie, revenir à l’appli.
it: 1. Collega il tuo telefono al Wi-Fi "%@..." 2.Quando la connessione è avvenuta correttamente, tornare all'App.
ko: 1.휴대전화를 Wi-Fi "%@..." 에 연결해주세요. 2. 성공적으로 연결되면 앱으로 돌아갑니다.

# access_dev_fail_5g_camera_attention
source: 1.Make sure your phone/pad and camera are connected to the same Wi-Fi network. 2.Please check if the Wi-Fi name and password are entered correctly. 3.Make sure the camera is purchased in the same location as your account login. 4.If the problem still exists, please contact Aqara Customer Service.
de: Beachten Sie, dass Ihr Telefon/Pad und Ihre Kamera mit demselben WLAN-Netzwerk verbunden sind. 2. Bitte überprüfen Sie, ob der WLAN-Name und das Passwort richtig eingegeben wurden. 3. Stellen Sie sicher, dass die Kamera am selben Ort wie Ihr erworben wurde Kontoanmeldung. 4. Wenn das Problem weiterhin besteht, wenden Sie sich bitte an den Aqara-Kundendienst.
es: 1.Asegúrese de que su teléfono/pad y la cámara están conectados a la misma red wifi. 2.Compruebe si el nombre y la contraseña de la red wifi están introducidos correctamente. 3.Asegúrese de que la cámara se ha comprado en la misma región que la configurada en su cuenta. 4.Si el problema persiste, póngase en contacto con el servicio de atención al cliente de Aqara.
fr: 1.S’assurer que votre téléphone/tablette et votre hub sont connectés au même réseau Wi-Fi. 2.Vérifier si le nom et le mot de passe Wi-Fi sont saisis correctement. 3.S’assurer que le hub est acheté au même endroit que la connexion à votre compte. 4.Si le problème persiste, veuillez contacter le service clientèle d’Aqara.
it: 1. Assicurati che il telefono/tablet e la telecamera siano collegati alla stessa rete Wi-Fi. 2. Verifica se il nome e la password del Wi-Fi sono stati inseriti correttamente. 3.Assicurati che la telecamera sia stata acquistata nella stessa posizione dell'account di accesso. 4.Se il problema persiste, contatta l’assistenza clienti Aqara.
ko: "1.스마트폰 또는 태블릿은 반드시 같은 WiFi 네트워크에 연결되어 있어야 합니다. 2.Wi-Fi의 이름과 비밀번호가 올바른지 확인하세요. 3. 스마트 허브는 사용하는 계정과 같은 국가에서 구입했는지 확인하세요. (허브의 판매지역에 따라서 접속되는 서버가 다릅니다) 4. 만약에 문제가 해결되지 않는다면, Aqara 고객센터로 연락하세요.
ru: 1.Убедитесь, что Ваш телефон / планшет и концентратор подключены к одной сети Wi-Fi. 2. Проверьте, правильно ли введены имя и пароль Wi-Fi. 3. Убедитесь, что концентратор приобретен в том же месте, что и Ваша учетная запись. 4. Если проблема не устранена, обратитесь в службу поддержки клиентов Aqara.

# overview_alarm_quantity_1
source: %s alarm card(s)
de: %s Alarmkarte(n)
es: %s tarjeta(s) de alarma
fr: %s carte(s) d’alarme
it: %s scheda/e allarme
ko: 카드 경고 %s개
ru: Сигнализации карт %s

# access_fail_tips
source: 1. Please place the accessory close to the Hub and avoid obstructions in between. 2.Please check if the network works properly.
de: 1. Bitte platzieren Sie das Accessoire in der Nähe des Hubs und vermeiden Sie Hindernisse . 2.Bitte überprüfen Sie, ob das Netzwerk ordnungsgemäß funktioniert.
es: 1. Sitúe el accesorio cerca del hub y evite cualquier obstáculo entre ambos. 2.Compruebe si la red funciona correctamente.
fr: 1. Veuillez placer l’accessoire près du hub et éviter les obstacles entre les deux. 2.Veuillez vérifier si le réseau fonctionne correctement.
it: 1. Posiziona l'accessorio vicino all'Hub ed evita che siano frapposti ostacoli. 2. Verifica che la rete funzioni correttamente.
ko: 1. 장치를 스마트 허브 가까이에 놓고 사이에 장애물이 없는지 확인해주세요 2. 스마트 허브 네트워크가 제대로 작동하는지 확인해주세요..
ru: 1. Поднесите устройство как можно ближе к Hub. 2. Убедитесь в доступности сети интернет.

# home_environment_format
source: %s environment
de: %s Umgebung
es: %s entorno
fr: %s environnement
it: %s ambiente
ko: %s 환경
ru: %s окружение

# security_system_title
source: Security System
de: Sicherheitssystem
es: Sistema de seguridad
fr: Système de sécurité
it: Sistema di sicurezza
ko: 보안시스템
ru: Система Безопасности

# device_add_gateway_acpartner
source: Please connect your phone to the Wi-Fi named ”lumi-acpartner...“ and go back to the App.
de: Bitte verbinden Sie Ihr Telefon mit dem WLAN namens „lumi-acpartner...“ und gehen Sie zurück zur App.
es: Conecte su teléfono a la red wifi llamada ”lumi-acpartner...“ y vuelva a la app.
fr: Veuillez connecter votre téléphone au réseau Wi-Fi nommé « lumi-acpartner... » et retourner à l’appli.
it: Collega il telefono al Wi-Fi denominato "lumi-acpartner..." e torna all'app.
ko: 휴대폰의 Wi-Fi 설정으로 들어가 "lumi-acpartner..."로 시작하는 Wi-Fi에 연결 후 앱으로 되돌아 오세요
ru: Подключите телефон к Wi-Fi сети с “lumi-acpartner...” и вернитесь к приложению.

# overview_switch_quantity_1
source: %s switch(es) on
de: %s Schalter an
es: %s interruptor(es) encendido(s)
fr: %s commutateur(s) activé(s)
it: %s interruttore/i acceso/i
ko: 스위치 %s개 켜짐
ru: Выкл-лей вкл %s

# notification_type_home_alert
source: Alert System Alarm
de: Alarmsystemalarm
es: Alarma de sistema de alerta
fr: Alarme du système d’alerte
it: Allarme del sistema di avviso
ko: 보안 센터 알림
ru: Сигнал тревоги охранного устройства

# doorlock_other_symbol_fios
source: 'Detected that the triple-cylinder dead bolt does not engage normally, please check the lock body's wiring connections.
de: 'Es wurde festgestellt, dass der Dreizylinder-Riegel nicht normal einrastet. Bitte überprüfen Sie die Kabelverbindungen des Schlosskörpers.
es: Se ha detectado que el cerrojo de cilindro triple no encaja correctamente, compruebe las conexiones de cable del cuerpo del cerrojo.
fr: A détecté que le verrou à trois cylindres ne s’enclenchant pas normalement, veuillez vérifier le câblage du corps du verrou.
it: “Rilevato che il catenaccio a triplo cilindro non si innesta normalmente, controllare i collegamenti del cablaggio del corpo della serratura.
ko: 래치 볼트가 정상적으로 접히지 않은 것이 감지되었습니다. 장치 본체의 배선 연결부를 점검해주세요.

# overview_air_condition_quantity_1
source: %s AC(s) on
de: %s Klimaanlage(n) an
es: %s aire(s) acondicionado(s) encendido(s)
fr: %s climatiseur(s) activé(s)
it: %s condizionatore/i d’aria acceso/i
ko: 에어컨 %s대 켜짐
ru: Кондиц. вкл %s

# camera_tip_sd_card_state_error
source: 1.Please make sure your Micro SD card is FAT 32 2.If the card model is correct, please try to pull out and plug the camera plug again.
de: 1. Bitte stellen Sie sicher, dass Ihre Micro-SD-Karte FAT 32 ist. 2. Wenn das Kartenmodell richtig ist, versuchen Sie bitte, den Kamerastecker herauszuziehen und wieder einzustecken.
es: 1.Asegúrese de que su tarjeta micro SD tenga formato FAT 32 2.Si el modelo de la tarjeta es el correcto, desconecte y conecte la cámara de nuevo.
fr: 1. Veuillez vous assurer que votre carte Micro SD est au format FAT 32 2. Si le modèle de carte est correct, veuillez essayer de débrancher et rebrancher la caméra.
it: 1. Assicurati che la tua scheda Micro SD sia FAT 32 2. Se il modello di scheda è corretto, prova a togliere e ricollegare la spina della fotocamera.
ko: 1. SD 카드가 FAT 32인지 확인해주세요. 2.카드 모델이 올바르면 카메라 플러그를 뽑았다가 다시 꽂아 보십시오.

# home_edit_move_here
source: "Edit Favorites" has been moved here.
de: "Favoriten bearbeiten" wurde hierher verschoben.
es: "Editar favoritos" se ha movido aquí.
fr: « Modifier les favoris » a été déplacé ici.
it: "Modifica preferiti" è stato spostato qui.
ko: "'바로가기 편집'은 이미 이곳으로 옮겼습니다."
ru: «Изменить ярлык» был перенесен сюда

# security_guard_abnormal_confirm
source: The alert system is abnormal. Go to view the abnormal devices now?
de: Das Alarmsystem ist nicht normal. Jetzt die nicht normalen Geräte anzeigen?
es: El sistema de alerta está defectuoso. ¿Ver los dispositivos defectuosos ahora?
fr: Système d’alerte anormal. Voir les appareils anormaux maintenant ?
it: Il sistema di avviso è anomalo. Vuoi visualizzare i dispositivi anomali ora?
ko: 보안 시스템에 문제가 생겼습니다. 비정상 장치를 확인하시겠습니까?
ru: Система безопасности ненормальная, посмотрите ненормальное оборудование?

# overview_door_window_quantity_1
source: %s door(s) and window(s) open
de: %s Tür(en) und Fenster geöffnet
es: %s puerta(s) y ventana(s) abiertas
fr: %s porte(s) et fenêtre(s) ouverts
it: %s porta/e e finestar/e aperte
ko: 창문 %s개 열림
ru: Двери/окна откр %s

# device_join_ethernet_hint
source: 1. Please confirm that the network cable is connected properly, the network port indicator is on. 2. The phone and hub need to be connected to the same router.
de: 1. Bitte stellen Sie sicher, dass das Netzwerkkabel richtig angeschlossen ist und die Netzwerkanschlussanzeige leuchtet. 2. Das Telefon und der Hub müssen mit demselben Router verbunden sein.
es: 1. Confirme que el cable de red está correctamente conectado, y que el indicador del puerto de red se ilumine. 2. El teléfono y el hub necesitan estar conectados al mismo rúter.
fr: 1. Veuillez vérifier que le câble réseau est correctement connecté, que l’indicateur de port réseau est activé. 2. Le téléphone et le hub doivent être connectés au même routeur.
it: 1. Verifica che il cavo di rete sia collegato correttamente e che la spia della porta di rete sia accesa. 2. Il telefono e l'hub devono essere collegati allo stesso router.
ko: 1. 네트워크 케이블이 정상으로 연결되었는지 확인하고, 네트워크 포트 LED 상태등이 켜져있는지 확인해주세요. 2. 스마트폰과 스마트 허브는 동일한 인터넷 공유기에 연결되어있어야 합니다.
ru: 1. Убедитесь, что сетевой кабель подключен правильно и индикатор сетевого порта активен. 2. Смартфон и шлюз должны быть подключены к одной и той же сети.

# overview_light_quantity_1
source: %s light(s) on
de: %s Lichter an
es: %s luz(ces) encendida(s)
fr: %s lumière(s) allumée(s)
it: %s luce/i accesa/e
ko: 조명 %s개 켜짐
ru: Ламп вкл %s

# security_guard_abnormal_system
source: Alert system is abnormal. Please click to view the abnormal devices >
de: Das Alarmsystem ist nicht normal. Bitte klicken Sie hier, um die nicht normalen Geräte anzuzeigen >
es: El sistema de alerta está defectuoso. Haga clic para ver los dispositivos defectuosos >
fr: Système d’alerte anormal. Veuillez cliquer pour afficher les appareils anormaux >
it: Il sistema di avviso è anomalo. Fai clic per visualizzare i dispositivi anomali >
ko: 보안 시스템이 비정상입니다. 비정상 장비를 클릭하여 확인하십시오. >
ru: Система безопасности ненормальная, нажмите, чтобы посмотреть ненормальное оборудование >

# overview_abnormally_quantity_1
source: %s abnormal device(s)
de: %s anormale(s) Gerät(e)
es: %s dispositivo(s) defectuoso(s)
fr: %s appareils anormaux
it: %s dispositivo/i anomalo/i
ko: 비정상 장치 %s개
ru: Сбоев %s

# doorlock_checkwifipwd_or_closeyourmobiletodevice_or_checknetworkstatus
source: 1. Please check whether the Wi-Fi password you enter is incorrect 2. Please place your mobile phone close to the device 3. Please check whether the network is normal
de: 1. Bitte überprüfen Sie, ob das von Ihnen eingegebene WLAN-Passwort falsch ist 2. Bitte platzieren Sie Ihr Mobiltelefon in der Nähe des Geräts 3. Bitte überprüfen Sie, ob das Netzwerk normal ist
es: 1. Compruebe si la contraseña wifi introducida es incorrecta 2. Sitúe su teléfono móvil cerca del dispositivo 3. Compruebe si la red funciona con normalidad
fr: 1. Veuillez vérifier si le mot de passe Wi-Fi saisi est incorrect 2. Veuillez placer votre téléphone portable près de l’appareil 3. Veuillez vérifier si le réseau est normal
it: 1. Verifica che la password dei Wi-Fi inserita sia corretta 2. Avvicina il cellulare al dispositivo 3. Verifica che la rete sia normale
ko: 1. 입력한 Wi-Fi 암호가 잘못된지 확인해주세요. 2. 스마트폰을 장치에 가까이 대십시오. 3. 네트워크가 정상인지 확인해 주세요.

# overview_fan_quantity_1
source: %s fan(s) on
de: %s Lüfter an
es: %s ventilador(es) encendido(s)
fr: %s ventilateur(s) activé(s)
it: %s ventola/e accesa/e
ko: 선풍기 %s대 켜져 있습니다.
ru: Вентиляторов включено %s
