Repository: acodeworker/localzedLoader
Catalog: *.lproj/Localizable.strings
Languages: de, es, fr, it, ko, ru

# user_logout_tips
source: Your user data have been cancelled and we will clear the device operation record data within 30 days. Please note that if some devices are offline when cancelling an account/deleting some data, the local data from these devices will not be deleted by this data eliminating, so the button of Hub shall be quickly pressed for 10 times to restore the factory settings, eliminating the local data from all devices. If you need us to serve you again, please re-register your account. Thank you.
de: Ihre Nutzerdaten wurden gelöscht und wir werden die Aufzeichnungsdaten des Gerätebetriebs innerhalb von 30 Tagen löschen. Wenn einige Geräte beim Stornierung eines Kontos/Löschen von Daten offline sind, werden die lokalen Daten von diesen Geräten durch diese Datenlöschung nicht gelöscht werden. Betätigen Sie daher die Taste des Hubs schnell 10 Mal, um die Werkseinstellungen wiederherzustellen und die lokalen Daten von allen Geräten zu entfernen. Wenn Sie uns erneut nutzen möchten, registrieren Sie Ihr Konto bitte erneut. Vielen Dank!
es: Sus datos de usuario han sido cancelados y borraremos los datos del registro de operaciones del dispositivo en un plazo de 30 días. Por favor, tenga en cuenta que si algunos dispositivos están desconectados al cancelar una cuenta/borrar algunos datos, los datos locales de estos dispositivos no serán borrados en esta eliminación de datos, por lo que el botón del hub deberá ser pulsado rápidamente durante 10 veces para restaurar los ajustes de fábrica, eliminando los datos locales de todos los dispositivos. Si necesita utilizar nuestros servicios de nuevo, por favor, vuelva a registrar su cuenta. Gracias.
fr: Vos données d’utilisateur ont été annulées et nous effacerons les données de fonctionnement de l’appareil dans les 30 jours. Veuillez noter que si certains appareils sont hors ligne lors de l’annulation d’un compte/la suppression de certaines données, les données locales de ces appareils ne seront pas supprimées. Appuyer 10 fois sur le bouton du Hub pour restaurer les réglages d’usine, en éliminant les données locales de tous les appareils. Si vous avez besoin de nous à nouveau, veuillez réenregistrer votre compte. Merci.
it: I dati dell'utente sono stati cancellati e i dati di funzionamento del dispositivo saranno cancellati entro 30 giorni. Si prega di notare che se alcuni dispositivi sono offline quando si cancella un account/elimina alcuni dati, i dati locali di questi dispositivi non saranno eliminati da questa eliminazione dei dati, quindi il pulsante dell'Hub deve essere premuto rapidamente per 10 volte per ripristinare le impostazioni di fabbrica, eliminando i dati locali da tutti i dispositivi. Se avete bisogno che vi serviamo di nuovo, registrate nuovamente il vostro account. Grazie.
ko: 사용자 데이터가 취소되었으며 장치 작업 기록 데이터가 30일 이내에 지워집니다. 계정 제적/데이터 삭제 시 일부 장치가 오프라인 상태인 경우 해당 데이터가 삭제될 수 없습니다. 허브 버튼을 10번 눌러 모든 장치에 데이터를 지울 수 있도록 초기 설정값으로 복구해주세요. 서비스를 필요하시면 계정을 다시 등록해 주시면 감사하겠습니다.
ru: Ваши пользовательские данные были аннулированы, и мы удалим данные записи о работе устройства в течение 30 дней. Обратите внимание, что если некоторые устройства находятся в режиме офлайн при выходе из аккаунта/удалении данных, локальные данные этих устройств не будут удалены во время очистки данных. Нажмите кнопку концентратора 10 раз, чтобы восстановить заводские настройки устройства для очистки локальных данных на всех устройствах. Если Вам потребуется повторное обслуживание, пожалуйста, повторно зарегистрируйте Ваш аккаунт. Спасибо.

# automation_timer_unset_time
source: You have not set the time
de: Sie haben keine Zeit festgelegt
es: No ha configurado la hora
fr: Vous n’avez pas défini d’heure
it: Non è stata impostata l'ora
ko: 시간을 설정해 주세요
ru: Вы не установили время

# camera_agree_face_privacy_polocy
source: "Lumi Camera Face Recognition Authorization"
de: "Gesichtserkennungsgenehmigung für die Lumi-Kamera"
es: "Autorización reconocimiento rostro Cámara Lumi"
fr: « Autorisation de reconnaissance faciale de la caméra Lumi »
it: "Autorizzazione al riconoscimento facciale della telecamera Lumi"
ko: 'Lumi카메라 얼굴인식 권한 약관'
ru: «Авторизацию распознавания лиц видеокамеры Lumi».

# other_tip_no_project
source: 您还没有项目，请先前往SAAS端创建
de: Sie haben noch kein Projekt. Bitte erstellen Sie es zuerst mit SAAS
es: Aún no tiene ningún proyecto, créelo con SAAS primero
fr: Vous n’avez pas encore de projet, veuillez en créer un avec SAAS d’abord
it: Non si dispone ancora di un progetto, si prega di crearlo prima con SAAS
ko: 프로젝트가 존재하지 않습니다. SAAS에서 프로젝트를 추가해 주세요.
ru: У вас еще нет проектов, перейдите на страницу SAAS, чтобы создать

# doorlock_wifi_is_connecting
source: The door lock is connecting to Wi-Fi
de: Das Türschloss verbindet sich mit WLAN
es: El bloqueo de la puerta está conectándose a la Wi-Fi
fr: Le verrou de porte se connecte au Wi-Fi
it: La serratura della porta si sta collegando al Wi-Fi
ko: 도어락이 Wi-Fi와 연결되었습니다.

# other_common_btn_bluetoothway
source: Bluetooth Mode
de: Bluetooth-Modus
es: Modo Bluetooth
fr: Mode Bluetooth
it: Modalità Bluetooth
ko: 블루투스 방식
ru: Режим Bluetooth

# camera_title_memory_other
source: Other：%1$s
de: Andere: %1$s
es: Otro:%1$s
fr: Autre : %1$s
it: Altro：%1$s
ko: 기타：%1$s
ru: Другое：%1$s

# doorlock_awayfromhomemode_remove
source: Away-from-home mode is removed
de: Der Abwesenheitsmodus wurde entfernt
es: El modo fuera de casa se quita
fr: Mode loin de chez soi supprimé
it: La modalità "fuori casa" è stata rimossa
ko: 부재중 모드가 제거됨

# access_reset_cube_tips3
source: and wait for the voice prompt.
de: und warten Sie auf den Sprachbefehl.
es: espere al aviso de voz.
fr: et attendre l’invite vocale.
it: e attendere la richiesta vocale.
ko: 음성 안내를 기다립니다.
ru: и дождитесь голосовой подсказки.

# doorlock_not_share_tips
source: The door lock can not be shared
de: Das Türschloss kann nicht geteilt werden
es: El bloqueo de la puerta no se puede compartir
fr: Le verrou de porte ne peut pas être partagé
it: La serratura della porta non può essere condivisa
ko: 문 잠금장치 공유는 지원되지 않습니다.
ru: Дверной замок не поддерживает общий доступ

# doorlock_ble_connect
source: Bluetooth connection
de: Bluetooth-Verbindung.
es: Conexión Bluetooth
fr: Connexion Bluetooth
it: Connessione Bluetooth
ko: 블루투스 연결

# home_scene_other
source: Other scenes
de: Andere Szenen
es: Otras escenas
fr: Autres scènes
it: Altre scene
ko: 다른 씬
ru: Другие сценарии

# doorlock_awayfromhomemode_someoneopenthedoor_withakey
source: In the Away-from-home Mode, someone opens the door with a key
de: Im Abwesenheitsmodus hat jemand die Tür mit einem Schlüssel geöffnet
es: En el modo fuera de casa, alguien abre la puerta con una llave
fr: En mode loin de chez soi, quelqu’un ouvre la porte avec une clé
it: Nella modalità Fuori casa, qualcuno apre la porta di casa con una chiave
ko: 부재중 모드에서는 누군가가 키로 문을 열었습니다.

# doorlock_disconnects_bluetooth
source: Bluetooth disconnects
de: Bluetooth wird getrennt
es: Bluetooth desconectado
fr: Déconnexion du Bluetooth
it: Il Bluetooth si scollega
ko: Bluetooth 연결 끊기

# camera_name_too_long
source: The name is too long
de: Der Name ist zu lang
es: El nombre es demasiado largo
fr: Le nom est trop long
it: Il nome è troppo lungo
ko: 이름이 너무 깁니다
ru: Имя слишком длинное

source: Door lock voice
de: Stimme des Türschlosses
es: Voz del bloqueo de la puerta
fr: Voix du verrou de porte
it: Voce di blocco della porta
ko: 도어락 음성

# access_reset_device_tips2_blue_fast
source: the blue light blink rapidly
de: das blaue Licht blinkt schnell
es: la luz azul parpadea rápidamente
fr: la lumière bleue clignote rapidement
it: la spia blu lampeggia rapidamente
ko: 파란불이 빠르게 깜박임
ru: синий свет быстро мигает

# home_other_city
source: Other cities
de: Andere Städte
es: Otras ciudades
fr: Autres villes
it: Altre città
ko: 다른 도시
ru: Другие города

# device_add_sleepmonitor_tips_bluetooth
source: Bluetooth mode: Please power on Smart Sleep Monitor, short press the Reset button three times consecutively, and make sure the indicator light goes out after three quick blinks.
de: Bluetooth-Modus: Bitte schalten Sie den Smart Sleep Monitor ein, drücken Sie dreimal hintereinander kurz die Reset-Taste und stellen Sie sicher, dass die Anzeigeleuchte nach dreimaligem schnellen Blinken erlischt.
es: Modo Bluetooth: Por favor, enciende el Monitor de Sueño Inteligente, presiona brevemente el botón de reinicio tres veces consecutivas, y asegúrate de que la luz indicadora se apague después de tres parpadeos rápidos.
fr: Mode Bluetooth : Veuillez activer le moniteur de sommeil intelligent, appuyer sur le bouton de réinitialisation trois fois, en vous assurant que le voyant s’éteint après trois clignotements rapides.
it: Modalità Bluetooth: Accendi Smart Sleep Monitor, premi brevemente il pulsante Reset tre volte consecutive e assicurati che la spia si spenga dopo tre lampeggi rapidi.
ko: 블루투스 방식: 스마트 슬립 모니터를 연결하고, 리셋 버튼을 3회 연속 짧게 누르고 LED 표시등이 빠르게 3번 깜빡이다가 꺼지는 것을 확인하십시오.
ru: Режим Bluetooth: включите питание Умного трекера сна, нажмите кнопку сброса 3 раза, индикатор мигнет 3 раза, а затем погаснет

# doorlock_moresetting_addusernametolong
source: Name is too long. Please enter again
de: Der Name ist zu lang. Bitte geben Sie es erneut ein
es: El nombre es demasiado largo. Introduzca de nuevo
fr: Le nom est trop long. Veuillez le saisir à nouveau
it: Il nome è troppo lungo. Inserire nuovamente
ko: 너무 긴 이름은 사용할 수 없습니다.
ru: Имя слишком длинное. Пожалуйста, введите его снова

# doorlock_reset_delete_add_again
source: The door lock has been reset. Please delete and add it again
de: Das Türschloss wurde zurückgesetzt. Bitte löschen Sie es und fügen Sie es erneut hinzu
es: Se ha reiniciado el bloqueo de la puerta. Elimina y añádelo de nuevo
fr: Le verrou de porte a été réinitialisé. Veuillez le supprimer et l’ajouter à nouveau
it: Il blocco della porta è stato ripristinato. Si prega di cancellare e aggiungere di nuovo
ko: 도어락이 재설정되었습니다. 삭제한 후 다시 추가해주세요.

# device_power_cut_memory_desc
source: When it powers on again, the device will resume its last state before it powers off.
de: Beim erneuten Einschalten nimmt das Gerät den letzten Zustand vor dem Ausschalten wieder auf.
es: Cuando tiene corriente de nuevo, el dispositivo reanudará su último estado antes de la desconexión.
fr: Lorsqu’il s’allume à nouveau, l’appareil reprend son dernier état avant son extinction.
it: Quando si riaccende l’alimentazione, il dispositivo riprenderà il suo ultimo stato prima di spegnersi.
ko: 전원이 다시 연결되면, 전원이 꺼지기 이전 상태로 복원합니다.
ru: После восстановления питания статус питания восстановится в состояние до пропажи питания.

# security_guard_other_trigger_device
source: Other trigger devices
de: Andere Auslösegeräte
es: Otros dispositivos de activación
fr: Autres appareils déclencheurs
it: Altri dispositivi di attivazione
ko: 보안 장비
ru: Другие триггерные устройства

# doorlock_doorlocklanguage
source: Door lock language
de: Sprache des Türschlosses
es: Idioma del bloqueo de la puerta
fr: Langue du verrou de porte
it: Lingua della serratura della porta
ko: 도어락 언어

# home_transfer_come_form
source: From %1$s
de: Von %1$s
es: Desde %1$s
fr: De %1$s
it: Da %1$s
ko: 보낸사람：%1$s
ru: От %1$s

# common_time_tomorrow
source: Tomorrow
de: Morgen
es: Mañana
fr: Demain
it: Domani
ko: 내일

# device_other_device
source: Other Devices
de: Andere Geräte
es: Otros dispositivos
fr: Autres appareils
it: Altri dispositivi
ko: 기타장치
ru: Другие устройства

# doorlock_lithium_battery_low_some_fun_disabled
source: The lithium battery is dead. Some functions have been disabled. Please charge it in time
de: Die Lithiumbatterie ist alle. Einige Funktionen wurden deaktiviert. Bitte laden Sie sie rechtzeitig auf
es: La batería de litio está descargada. Algunas funciones se han deshabilitado. Cárgala a tiempo
fr: La batterie au lithium est vide. Certaines fonctions sont désactivées. Veuillez la charger à temps
it: La batteria al litio è esaurita. Alcune funzioni sono state disattivate. Caricala in tempo
ko: 리튬 배터리가 방전되었습니다. 일부 기능이 비활성화되었습니다. 즉시 충전해 주세요.

# common_region_other
source: Other Region
de: Sonstiger Bereich
es: Otra región
fr: Autre région
it: Altra regione
ko: 기타 지역
ru: Другой Регион

# doorlock_connecting_wifi
source: The door lock is connecting to the designated Wi-Fi address
de: Das Türschloss verbindet sich mit der angegebenen WLAN-Adresse
es: El bloqueo de la puerta está conectándose a la dirección Wi-Fi designada
fr: Le verrou de porte se connecte à l’adresse Wi-Fi désignée
it: La serratura della porta si sta collegando all'indirizzo Wi-Fi designato.
ko: 도어락이 지정된 Wi-Fi 에 연결 중...

# doorlock_ble_state_alert_error
source: Bluetooth error occured
de: Bluetooth-Fehler aufgetreten
es: Error de Bluetooth
fr: Erreur Bluetooth
it: Si è verificato un errore Bluetooth
ko: 블루투스 오류 반환

# doorlock_awayfromhomemode_enable
source: Away-from-home mode is enabled
de: Der Abwesenheitsmodus wurde aktiviert
es: El modo fuera de casa se activa
fr: Mode loin de chez soi activé
it: La modalità "fuori casa" è stata abilitata
ko: 부재중 모드가 활성화 되었습니다.

# device_nas_set_delete_success
source: Delete cached videos successfully
de: Zwischengespeicherte Videos erfolgreich löschen
es: Se han eliminado los vídeos almacenados en caché correctamente
fr: Suppression réussie des vidéos en cache
it: Cancellare i video nella cache con successo
ko: 과거 동영상 삭제 완료
ru: Историческое видео успешно удалено

# doorlock_bluetooth_connection_successful
source: Bluetooth connection is successful
de: Bluetooth-Verbindung ist erfolgreich
es: La conexión de Bluetooth se ha realizado con éxito
fr: Connexion Bluetooth réussie
it: La connessione Bluetooth è riuscita
ko: 블루투스 연결에 성공하였습니다.

# device_ac_learn_3
source: Get up
de: Aufstehen
es: Levantarse
fr: Se lever
it: Alzarsi
ko: 기상
ru: Вставай

# doorlock_unclose_alarm
source: Door Unclosed Alarm
es: Alarma de puerta no cerrada
fr: Alarme de porte ouverte
it: Allarme porta non chiusa

# device_bluetooth_connect_failed
source: Bluetooth connection failed
de: Bluetooth-Verbindung fehlgeschlagen
es: Ha fallado la conexión Bluetooth
fr: Échec de la connexion Bluetooth
it: Connessione Bluetooth non riuscita
ko: 연결에 실패하였습니다.
ru: Не удалось подключить Bluetooth

# doorlock_history
source: History
de: Verlauf
es: Historia
fr: Historique
it: Cronologia
ko: 기록
ru: история

# device_sensor_magnet_mijia
source: Mi Window and Door Sensor
de: Mi Fenster- und Türsensor
es: Sensor Mi de ventanas y puertas
fr: Capteur de porte et de fenêtre Mi
it: Sensore per porte e finestre Mi
ko: 샤오미 열림 감지 센서
ru: Mi Door and Window Sensor

# doorlock_during_fios
source: During
de: Während
es: Durante
fr: Pendant
it: Durante
ko: 기간

# doorlock_door_noClose
source: Door is not closed
de: Tür ist nicht geschlossen
es: La puerta no está cerrada
fr: La porte n'est pas fermée
it: La porta non è chiusa
ko: 문이 닫히지 않음

# device_sensor_motion_mijia
source: Mi Motion Sensor
de: Mi Bewegungsmelder
es: Sensor Mi de movimiento
fr: Détecteur de mouvement Mi
it: Sensore di movimento Mi
ko: 샤오미 모션 센서
ru: Mi Датчик Движения

# common_launch
source: Start up
de: Startvorgang
es: Iniciar
fr: Démarrer
it: Avviamento
ko: 시작
ru: Продолжить

# automation_location_leave
source: Leave a position
de: Eine Position verlassen
es: Dejar una posición
fr: Quitter une position
it: Lasciare la posizione
ko: 특정 위치를 떠남
ru: Покинуть место

# doorlock_doorstatus_lockedinside
source: The door is locked and locked from inside
de: Die Tür ist von innen verriegelt
es: La puerta está cerrada y bloqueada desde dentro
fr: La porte est verrouillée de l’intérieur
it: La porta è chiusa e bloccata dall'interno
ko: 문이 실내에서 잠겼습니다.

# home_default_room_forbid_sort
source: Default room cannot be changed.
de: Der Standardraum kann nicht geändert werden.
es: No se puede cambiar la habitación por defecto.
fr: Impossible de modifier la pièce par défaut.
it: La stanza predefinita non può essere modificata.
ko: 기본 방의 위치는 변경될 수 없습니다.
ru: Номер по умолчанию не может быть изменен.

# doorlock_status_incorrect
source: Door lock status is incorrect
de: Der Status des Türschlosses ist inkorrekt
es: El estado de bloqueo de la puerta no es correcto
fr: État du verrou de porte incorrect
it: Lo stato della serratura della porta non è corretto
ko: 도어락 상태가 잘못됨

# doorlock_door_locked
source: The door has been locked
de: Die Tür wurde verriegelt
es: La puerta se ha bloqueado
fr: La porte est verrouillée
it: La porta è stata chiusa a chiave
ko: 문이 잠겼다.

# home_error_default_room_cannot_delete
source: Default room cannot be changed.
de: Der Standardraum kann nicht geändert werden.
es: No se puede cambiar la habitación por defecto.
fr: Impossible de modifier la pièce par défaut.
it: La stanza predefinita non può essere modificata.
ko: 기본 방은 변경할 수 없습니다.
ru: Номер по умолчанию не может быть изменен.

# doorlock_away_from_home_exception
source: Away-from-home abnormality
de: Abnormalität bei Abwesenheit von zu Hause
es: Anormalidad fuera de casa
fr: Anomalie du mode loin de chez soi
it: Anomalia fuori casa
ko: 부재중
ru: Неисправность при выходе из дома

# doorlock_ble_state_alert_timeout
source: The Bluetooth is timed out
de: Die Bluetooth-Verbindung ist unterbrochen
es: El Bluetooth ha agotado el tiempo de espera
fr: Bluetooth désactivé
it: Il tempo per il Bluetooth è scaduto
ko: 블루투스가 시간 초과되었습니다.

# other_default_room
source: Default Room
de: Standardzimmer
es: Habitación por defecto
fr: Pièce par défaut
it: Camera predefinita
ko: 기본 방
ru: Комната по умолчанию

# doorlock_guide_lock_status_error
source: 门锁状态不正常
de: Der Status des Türschlosses ist abnormal.
es: Estado de cerradura de la puerta defectuoso.
fr: L’état du verrou de porte est anormal.
it: Lo stato della serratura della porta è anormale.
ko: 도어락 상태가 비정상이다

# doorlock_door_closed
source: The door is closed
de: Die Tür ist geschlossen
es: La puerta está cerrada
fr: La porte est fermée
it: La porta è chiusa
ko: 문이 닫혔습니다.

# home_position_delete_default_room_hint
source: Default room cannot be deleted
de: Der Standardraum kann nicht gelöscht werden
es: No se puede eliminar la habitación por defecto
fr: Impossible de supprimer la pièce par défaut
it: La stanza predefinita non può essere cancellata
ko: 기본 룸은 삭제할 수 없습니다.
ru: Комната по умолчанию не может быть удалена

# access_reset_device_tips2_blue
source: the blue light blinks 3 times
de: das blaue Licht blinkt 3 Mal
es: la luz azul parpadea 3 veces
fr: la lumière bleue clignote 3 fois
it: la spia blu lampeggia 3 volte
ko: 파란불이 3번 깜박입니다.
ru: синий свет мигает 3 раза

# device_sensor_cube_title
source: Cube
es: Cubo
it: Cubo smart
ko: 큐브 컨트롤러
ru: Куб управления

# homekit_lock_doorlockstate
source: DoorLock Status
de: Status des Türschlosses
es: Estado DoorLock
fr: État du verrou de porte
it: Stato del blocco porta
ko: 도어락 상태

# access_reset_device_tips2_blue_light_on
source: the red light blinks for 2 seconds
de: das rote Licht blinkt für 2 Sekunden
es: la luz roja parpadea 2 segundos
fr: la lumière rouge clignote pendant 2 secondes
it: la spia rossa lampeggia per 2 secondi
ko: 파란불이 켜져 있습니다.
ru: синий свет включен

# device_name_cube_t1
source: Cube T1
es: Cubo T1
it: Cubo T1
ko: 큐브 T1
ru: Куб Т1

# device_camera_s2_storagesetting_other
source: Other：
de: Andere:
es: Otro:
fr: Autre :
it: Altro:
ko: 기타 :
ru: Другое:

# device_nas_set_delete_fail
source: Fail to delete cached videos
de: Zwischengespeicherte Videos können nicht gelöscht werden
es: No se han podido eliminar los vídeos almacenados en caché
fr: Ne pas supprimer les vidéos en cache
it: Impossibile eliminare i video nella cache
ko: 과거 동영상 삭제 실패
ru: Не удалось удалить прерыдущие видео

# device_i_rail_guide_tip_1
source: After startup, click the setting button twice in succession quickly to release the hook of the curtain driver until it reaches out to the maximum length
de: Klicken Sie nach dem Start zweimal schnell hintereinander auf die Einstellungsschaltfläche, um den Haken des Vorhangantriebs loszulassen, bis er die maximale Länge erreicht
es: Después de la puesta en marcha, haz clic en el botón de ajuste dos veces seguidas rápidamente para liberar el gancho del conductor de la cortina hasta que llegue a la longitud máxima
fr: Après le démarrage, cliquer sur le bouton de réglage deux fois de suite rapidement pour libérer le crochet du pilote de rideau jusqu’à ce qu’il atteigne la longueur maximale
it: Dopo l'avvio, fai clic due volte di seguito rapidamente sul pulsante di impostazione per rilasciare il gancio dell’azionamento della tenda finché non raggiunge la lunghezza massima
ko: 전원이 켜진 후, 설정 버튼을 두 번 연속으로 빠르게 클릭하여 스마트 커튼 컨트롤러의 걸이를 가장 긴 상태로 풀어줄 수 있습니다.
ru: После включения сначала нажмите кнопку настройки 2 раза подряд, чтобы отпустить крюк компаньона для штор на максимальную длину.

# device_sensor_magnet_korea_t1
source: Door and Window Sensor
de: Tür- und Fenstersensor
es: Sensor de puerta y ventana
fr: Capteur de porte et fenêtre
it: Sensore per porte e finestre
ko: 열림 감지 센서
ru: Датчик Открытия Дверей и Окон

# other_service_auth_dialog_title
source: 你有一个家庭项目待授权
de: Sie müssen ein Familienprojekt autorisieren
es: Tiene un proyecto familiar que autorizar
fr: Vous devez autoriser un projet de famille
it: Hai un progetto di famiglia da autorizzare
ko: 가족에 대해 인증할 항목이 있습니다.

# device_ac_quick_close_hint
source: When the air conditioner is turned on, restore to the previous status before shutdown
de: Sobald die Klimaanlage eingeschaltet wird, stellen Sie den vorherigen Status vor dem Abschalten wieder her
es: Cuando el aire acondicionado está encendido, restablece al estado anterior a la última desconexión
fr: Lorsque le climatiseur est allumé, rétablir l’état précédent avant l’arrêt
it: Quando il condizionatore è acceso, ripristinare lo stato precedente prima dello spegnimento
ko: 에어컨이 켜지면, 꺼지기 전 상태로 설정됩니다.
ru: Восстановить до состояния последнего выключения при включении

# device_name_magnet_t1
source: Door and Window Sensor T1
de: Tür- und Fenstersensor T1
es: Sensor T1 de puerta y ventana
fr: Capteur de porte et fenêtre T1
it: Sensore per porte e finestre T1
ko: 열림 감지 센서 T1
ru: Датчик открытия дверей и окон T1

# doorlock_get_ota_info
source: Acquiring door lock information
de: Abrufen der Türschlossinformationen
es: Adquiriendo información de la cerradura
fr: Acquisition des informations de verrou de porte
it: Acquisizione di informazioni sulla serratura della porta
ko: 도어락 정보 가져오는 중...

# automation_timer_covert_by_month
source: %2$s:%3$s %1$s every month
de: %2$s:%3$s %1$s jeden Monat
es: %2$s:%3$s %1$s cada mes
fr: %2$s:%3$s %1$s tous les mois
it: %2$s:%3$s %1$s ogni mese
ko: 매월 %1$s일 %2$s:%3$s
ru: Ежемесячно, %1$s числа, %2$s:%3$s

# device_join_bluetooth_connect_failed
source: Bluetooth connection failed. Please try again.
de: Die Bluetooth-Verbindung ist fehlgeschlagen. Bitte versuchen Sie es erneut.
es: Ha fallado la conexión Bluetooth. Inténtalo de nuevo.
fr: Échec de la connexion Bluetooth Veuillez réessayer.
it: Connessione Bluetooth non riuscita. Riprova.
ko: 블루투스 연결을 실패하였습니다. 다시 시도해 주세요.
ru: Не удалось установить соединение Bluetooth. Пожалуйста, повторите попытку

# device_info_cube_rotate
source: Rotate
de: Drehen
es: Rotar
fr: Tourner
it: Ruotare
ko: 회전
ru: Повернуть

# automation_timer_repeat_custom_frequency1
source: Weekly
de: Wöchentlich
es: Semanalmente
fr: Toutes les semaines
it: Settimanalmente
ko: 매주
ru: Каждую неделю
