Repository: acodeworker/localzedLoader
Catalog: *.lproj/Localizable.strings
Languages: de, es, fr, it, ko, ru

# curve_avg_gas_thismonth
source: Average Natural Gas Density This Month
de: Durchschnittliche Gasdichte in diesem Monat
es: Densidad media de gas natural de este mes
fr: Densité moyenne du gaz naturel ce mois-ci
it: Densità media del gas naturale questo mese
ko: 이번달의 평균 가스 농도
ru: Средняя плотность природного газа в этом месяце

# automation_inconsistent_time_zone
source: The current time zone on your phone is inconsistent with the home time zone. This automation will be executed in the home time zone (%@)
de: Die aktuelle Zeitzone auf Ihrem Telefon stimmt nicht mit der Zeitzone Ihres Zuhauses überein. Diese Automatisierung wird in der Zeitzone Ihres Zuhauses (%@) ausgeführt
es: La zona horaria actual de su teléfono no coincide con la zona horaria del hogar. Esta automatización se ejecutará en la zona horaria del hogar (%@)
fr: Le fuseau horaire actuel de votre téléphone est incompatible avec celui de votre maison. Cette automatisation sera exécutée dans le fuseau horaire de la maison (%@)
it: Il fuso orario attuale sul telefono non è coerente con il fuso orario della casa. Questa automazione verrà eseguita nel fuso orario della casa (%@)
ko: 현재 휴대폰에 설정된 시간이 거주지역 시간과 다릅니다. 자동화를 실행하면 현재 거주지역 시간(%@)으로 설정됩니다.
ru: Текущий часовой пояс мобильного телефона не совпадает с домашним часовым поясом. Автоматизации будет выполняться в домашнем часовом поясе (%@)

# other_cloud_error_100
source: Time out, please try again later.
de: Zeitüberschreitung. Bitte versuchen Sie es später erneut.
es: Tiempo expirado, inténtelo de nuevo más tarde.
fr: Délai expiré, veuillez réessayer plus tard.
it: Tempo scaduto, riprova più tardi.
ko: 시간이 초과되었습니다. 나중에 다시 시도해주세요.
ru: Время вышло, попробуйте позже.

# notification_system_push_desc
source: Including modifying passwords, DTS notification, announcements, etc.
de: Einschließlich dem Ändern von Passwörtern, DTS-Benachrichtigungen, Ankündigungen usw.
es: Incluyendo el modificar contraseñas, notificaciones DTS, anuncios, etc.
fr: Comprend la modification des mots de passe, la notification DTS, les annonces, etc.
it: Compresi modifica delle password, notifica DTS, annunci, ecc.
ko: 암호 변경, 서머타임 알림, 공고 등을 포함
ru: Включая смену паролей, уведомления о переходе на летнее время, объявления и т. д.

# curve_avg_smoke_thismonth
source: Average Smoke Density This Month
de: Durchschnittliche Rauchdichte in diesem Monat
es: Densidad media de humo de este mes
fr: Densité moyenne de fumée ce mois-ci
it: Densità media del fumo di questo mese
ko: 이번달의 평균 스모크 농도
ru: Средняя плотность дыма в этом месяце

# automation_time_zone_tips
source: The current time zone on your phone is inconsistent with the home time zone. This automation will be executed in the home time zone (%1$s)
de: Die aktuelle Zeitzone auf Ihrem Telefon stimmt nicht mit der Zeitzone Ihres Zuhauses überein. Diese Automatisierung wird in der Zeitzone Ihres Zuhauses (%1$s) ausgeführt.
es: La zona horaria actual de su teléfono no coincide con la zona horaria del hogar. Esta automatización se ejecutará en la zona horaria del hogar (%1$s)
fr: Le fuseau horaire actuel de votre téléphone est incompatible avec celui de votre maison. Cette automatisation sera exécutée dans le fuseau horaire de la maison (%1$s)
it: Il fuso orario attuale sul telefono non è coerente con il fuso orario della casa. Questa automazione verrà eseguita nel fuso orario della casa (%1$s)
ko: 현재 휴대폰에 설정된 시간이 거주지역 시간과 다릅니다. 자동화를 실행하면 현재 거주지역 시간(%1$s)으로 설정됩니다.
ru: Текущий часовой пояс мобильного телефона не совпадает с домашним часовым поясом. Автоматизации будет выполняться в домашнем часовом поясе (%1$s)

# other_calendar_go_current_tips
source: Tap to go back to Today
de: Tippen Sie, um zu heute zurückzugehen
es: Tocar para volver a hoy
fr: Appuyer pour revenir à Aujourd’hui
it: Tocca per tornare a Oggi
ko: 오늘로 돌아가려면 누르십시오.
ru: Нажмите для возврата в «Сегодня»

# camera_empty_face_from_device_setting
source: The device supports face identification,For adding faces and syncing them to the devices, operate in Me > Home Management > Face Management.
de: Das Gerät unterstützt die Gesichtserkennung. Um Gesichter hinzufügen und mit den Geräten zu synchronisieren, gehen Sie zu Ich > Home Management > Gesichtsverwaltung.
es: Este dispositivo admite el reconocimiento facial, para añadir caras y sincronizarlas con los dispositivos, vaya a "Yo" > "Gestión del hogar" > "Gestión facial".
fr: L’appareil prend en charge l’identification faciale. Pour ajouter des visages et les synchroniser avec les appareils, utiliser Moi > Gestion de maison > Gestion des visages.
it: Il dispositivo supporta l'identificazione del volto, per aggiungere volti e sincronizzarli con i dispositivi, agire in Me > Home Management > Face Management (Io > Gestione della casa > Gestione del viso).
ko: [나]>[홈 관리]>[Face ID]에서 얼을 추가하여 장치에 동기화하십시오.
ru: Добавьте лица в «Мое»>«Управление домом»>«Управление лицами» и синхронизируйте их с устройством.

# other_other_devices_in_the_room
source: Other accessories in the room
de: Andere Accessoires in dem Raum
es: Otros accesorios en la habitación
fr: Autres accessoires dans la pièce
it: Altri accessori nella stanza
ko: 방에 있는 다른 장치
ru: Другие устройства в комнате

# curve_state_someone_thismonth
source: Number of Monthly Detection
de: Anzahl der monatlichen Erkennungen
es: Número de detecciones mensuales
fr: Nombre de détections mensuelles
it: Numero di rilevamenti mensili
ko: 해당 월 감지 횟수
ru: Людей за месяц

# doorlock_automation_errorcount
source: Times
de: Male
es: Veces
fr: Fois
it: Orari
ko: 횟수
ru: Раз

# device_control_calibration_tip
source: Click to carry out device valve calibration (Please ensure that the thermostat is correctly installed on the valve before calibration, otherwise it will lead to the abnormal temperature control)
de: Klicken Sie, um die Geräteventilkalibrierung durchzuführen. Bitte stellen Sie vor der Kalibrierung sicher, dass der Thermostat korrekt auf dem Ventil installiert ist. Andernfalls führt dies zu einer anormalen Temperaturregelung.
es: Clic para llevar a cabo la calibración de válvula del dispositivo. (Asegúrese de que el termostato esté correctamente instalado en la válvula antes de la calibración, si no, podría causar un control de temperatura anormal)
fr: Cliquer pour effectuer l’étalonnage de la vanne de l’appareil (s’assurer que le thermostat est déjà correctement installé, sinon le contrôle de température sera anormal)
it: Clicca per eseguire la calibrazione della valvola del dispositivo (assicurati che il termostato sia installato correttamente sulla valvola prima della calibrazione, altrimenti si verificherà un controllo della temperatura anomalo)
ru: Нажмите, чтобы откалибровать клапан устройства (перед калибровкой убедитесь, что терморегулятор установлен на клапане правильно, в противном случае это приведет к аномальному регулированию температуры)

# device_click_turn_off
source: Click the icon above to turn off
de: Klicken Sie auf das obige Symbol oben zum Deaktivieren
es: Haga clic en el icono más arriba para apagar
fr: Cliquer sur l’icône ci-dessus pour désactiver
it: Clicca sull'icona in alto per disattivare
ko: 플러그를 끄려면 아이콘을 누르세요
ru: Нажмите, чтобы выключить.

# device_join_query_bindkey_info
source: Getting information from server...
de: Erhalte Informationen vom Server...
es: Obteniendo información del servidor...
fr: Obtention d’informations du serveur...
it: Ricezione di informazioni dal server...
ko: 네트워크 연결 정보 조회 중…
ru: Получение информации с сервера ...

# common_view
source: View
de: Anzeigen
es: Ver
fr: Voir
it: Visualizza
ko: 보기
ru: Просмотр

# curve_avg_temperature_today
source: Average Temperature
de: Durchschnittstemperatur
es: Temperatura media
fr: Température moyenne
it: Temperatura media
ko: 평균 온도
ru: Средняя температура

# device_dynamic_light_state_sequence
source: Light status sequence
de: Lichtstatus-Sequenz
es: Secuencia de estado de luz
fr: Séquence d’états de lumière
it: Sequenza dello stato della luce
ko: 불빛 상태 순서
ru: Последовательность статусов освещения

# device_ac_plug_not_insert_tips
source: If the plug has not been plugged in, Air Conditioning Controller will not judge the status of air condition and thus electricity and power statistics can not be provided.
de: Falls der Stecker nicht eingesteckt wurde, beurteilt der Klimaanlagen-Controller den Status der Klimaanlage nicht. Daher können keine Strom- und Leistungsstatistiken bereitgestellt werden.
es: Si el enchufe no ha sido conectado, el controlador del aire acondicionado no juzgará el estado del aire acondicionado y, por lo tanto, las estadísticas de energía y electricidad no se podrán proporcionar.
fr: Si la prise n’a pas été branchée, le contrôleur de climatiseur ne jugera pas l’état de l’air et ne pourra donc pas fournir de statistiques sur l’électricité et l’alimentation.
it: Se la spina non è stata inserita, il regolatore dell’aria condizionata non valuterà lo stato dell'aria condizionata e quindi non può fornire statistiche sull'elettricità e sull'alimentazione.
ko: 플러그를 꽂지 않은 경우, 에어컨 컨트롤러는 에어컨의 출력에 따른 현재 에어컨 전원 상태를 판단할 수 없으며, 전력량과 출력의 통계도 불가능합니다.
ru: Если вилка не была подключена, контроллер кондиционера не будет оценивать состояние включения / выключения кондиционера на основе мощности, и не сможет собирать статистику энергопотребления.

# curve_avg_gas_today
source: Average Natural Gas Density
de: Durchschnittliche Gasdichte
es: Densidad media de gas natural
fr: Densité moyenne du gaz naturel
it: Densità media del gas naturale
ko: 평균 가스 농도
ru: Средняя плотность природного газа

# device_ac_plug_in
source: Inserted successfully
de: Erfolgreich eingeführt
es: Insertado correctamente
fr: Inséré avec succès
it: Inserimento riuscito
ko: 삽입 성공
ru: Успешно вставлено

# curve_event_trigger_today
source: Event Triggered Today
de: Heute ausgelöstes Ereignis
es: Evento activado hoy
fr: Événement déclenché aujourd’hui
it: Evento attivato oggi
ko: 오늘의 이벤트 발생
ru: Событие, произошедшее сегодня

# common_open
source: Open
de: Offen
es: Abrir
fr: Ouvrir
it: Apri
ko: 열기
ru: Открыто

# common_confirm2
source: Confirm
de: Bestätigen
es: Confirmar
fr: Confirmer
it: Conferma
ko: 확인
ru: Подтвердить

# curve_avg_smoke_today
source: Average Smoke Density
de: Durchschnittliche Rauchdichte
es: Densidad media de humo
fr: Densité de fumée moyenne
it: Densità media del fumo
ko: 평균 스모크 농도
ru: Средняя плотность дыма

# camera_common_face_errorexample
source: Wrong Examples
de: Falsche Beispiele
es: Ejemplos incorrectos
fr: Mauvais exemples
it: Esempi non corretti
ko: 잘못된 예시
ru: Примеры ошибок

# other_test_scene
source: Test
es: Prueba
it: Prova
ko: 현재 동시 실행 테스트
ru: Протестировать сценарий

# curve_avg_co2_density_today
source: Average CO2 Density
de: Durchschnittliche CO2-Dichte
es: Densidad media de CO2
fr: Densité de CO2 moyenne
it: Densità media di CO2
ko: 평균 이산화탄소 농도
ru: Средняя плотность CO2

# device_ac_light
source: light
de: Licht
es: luz
fr: lumière
it: luce
ko: 빛
ru: свет

# common_poor
source: Poor
de: Schlecht
es: Pobre
fr: Très mauvais
it: Scarso
ko: 나쁨
ru: Нездорово

# curve_weak_time_today
source: Water Leak
de: Wasserleck
es: Fuga de agua
fr: Fuite d’eau
it: Perdita d'acqua
ko: 누수
ru: Утечка воды

# device_curtain
source: Curtain
de: Vorhang
es: Cortina
fr: Rideau
it: Tenda
ko: 커튼
ru: Штора

# device_remote_test_key
source: Test Button (%@/%@)
de: Testtate (%@/%@)
es: Probar botón (%@/%@)
fr: Bouton de test (%@/%@)
it: Tasto di prova (%@/%@)
ko: 버튼 테스트（%@/%@）
ru: Проверить Кнопку (%@/%@)

# curve_avg_gas_thisweek
source: Average Natural Gas Density This Week
de: Durchschnittliche Gasdichte in dieser Woche
es: Densidad media de gas natural de esta semana
fr: Densité moyenne du gaz naturel cette semaine
it: Densità media del gas naturale di questa settimana
ko: 이번주의 평균 가스 농도
ru: Средняя плотность природного газа на этой неделе

# other_cloud_error_824
source: Failed to create automation
de: Die Automatisierung konnte nicht erstellt werden
es: Fallo al crear una automatización
fr: Échec de création de l’automatisation
it: Creazione dell'automazione non riuscita
ko: 자동화 만들기 실패
ru: Не удалось создать автоматизацию

# scene_test_scene
source: Test Scene
de: Testszene
es: Probar escena
fr: Scène de test
it: Scena di prova
ko: 동시실행 테스트
ru: Тест сценария

# curve_avg_humidity_thisweek
source: Average Humidity This Week
de: Durchschnittliche Luftfeuchtigkeit in dieser Woche
es: Humedad media de esta semana
fr: Humidité moyenne cette semaine
it: Umidità media di questa settimana
ko: 이번주의 평균 습도
ru: Средняя влажность на этой неделе

# automation_open_over
source: Opened for over %@
de: Geöffnet für über %@
es: Abierto durante más de %@
fr: Ouvrir plus de %@
it: Aperto per oltre %@
ko: %@ 이상 열려 있음
ru: Открыт более %@

# curve_avg_pm25_density_thisweek
source: Average PM2.5 Density This Week
de: Durchschnittliche PM2.5-Dichte in dieser Woche
es: Densidad media de PM2.5 de esta semana
fr: Densité de PM2.5 moyenne cette semaine
it: Densità media di PM2,5 di questa settimana
ko: 이번 주 PM2.5 농도
ru: Средняя плотность PM2.5 на этой неделе

# camera_use_gesutre_control_all_device
source: You can use gestures to control all devices by creating an automation
de: Sie können auch Gesten verwenden, um alle Geräte zu steuern, indem Sie eine Automatisierung erstellen
es: Puede usar gestos para controlar todos los dispositivos creando una automatización
fr: Vous pouvez utiliser des gestes pour contrôler tous les appareils en créant une automatisation
it: Puoi utilizzare dei gesti per controllare tutti i dispositivi creando un'automazione
ko: 제스처를 사용하여 모든 장치를 제어하는 자동화 생성
ru: Создайте автоматизацию, чтобы использовать жесты для управления всеми устройствами

# device_zigbee_find_guide
source: View Update Instruction
de: Update-Anleitung anzeigen
es: Ver instrucciones de actualización
fr: Voir les instructions de mise à jour
it: Visualizza istruzioni di aggiornamento
ko: 업데이트 가이드 보기
ru: Следуйте инструкциям по обновлению

# curve_avg_pressure_thisweek
source: Average Atmospheric Pressure This Week
de: Durchschnittlicher Luftdruck in dieser Woche
es: Presión atmosférica media de esta semana
fr: Pression atmosphérique moyenne cette semaine
it: Pressione atmosferica media di questa settimana
ko: 이번주의 평균 기압
ru: Среднее атмосферное давление на этой неделе

# device_open_to_specified_position
source: Open to the specified position
de: Zur angegebenen Position öffnen
es: Abrir en posición específica
fr: Ouvert à la position spécifiée
it: Apri alla posizione specificata
ko: 원하는 위치로 조정
ru: Скорректировать в желаемое положение

# device_power_memory_tips
source: With the power-off memory enabled, when the plug is energized again, it will restore the previous status before the power is cut
de: Wenn Power-Off-Memory aktiviert ist und der Stecker angeschlossen ist, stellt er den vorherigen Status wieder her, bevor die Stromversorgung unterbrochen wurde
es: Con la memoria de apagado habilitada, cuando se vuelve a encender, se restaurará el estado previo a su desconexión
fr: Lorsque la mémoire à l’extinction est activée, lorsque la prise est à nouveau sous tension, l’état avant la coupure de courant est rétabli
it: Con la memoria di spegnimento abilitata, quando la spina viene nuovamente alimentata, si ripristinerà lo stato precedente prima dell'interruzione dell'alimentazione
ko: 전원이 다시 연결되면, 전원이 꺼지기 이전 상태로 복원합니다
ru: Активация памяти статуса питания позволит восстанавливать статус питания устройства после пропажи и последующего появления питания сети.

# home_share_aqara_slogan
source: Make your home smarter with Aqara!
de: Gestalten Sie Ihr Zuhause mit Aqara intelligent!
es: ¡Haga de su hogar uno inteligente con Aqara!
fr: Rendez votre maison plus intelligente avec Aqara !
it: Rendi la tua casa più smart con Aqara!
ko: Aqara Home과 함께 스마트홈을 즐겨 보세요!
ru: Улучшите Вашу умную жизнь с Aqara Home!

# automation_alarm_parm_volume_alarm
source: Alarm: %@ Volume: %@
de: Alarm: %@ Lautstärke: %@
es: Alarma: Volumen %@: %@
fr: Alarme : %@ Volume : %@
it: Allarme: Volume %@: %@
ko: 알람소리: %@ 볼륨: %@
ru: Тревога: %@ Громкость: %@

# curve_open_times_thismonth
source: Opened This Month
de: Diesen Monat geöffnet
es: Abierto este mes
fr: Ouvert ce mois-ci
it: Aperto questo mese
ko: 이번 달 열렸음
ru: Открыт в этом месяце

# other_timezone_difference_tips_1_fios
source: Time zone of your phone is different from the time zone in Home,App will show the time zone in Home (%@).
de: Die Zeitzone Ihres Telefons unterscheidet sich von der Zeitzone auf der Startseite. Die App zeigt die Zeitzone auf der Startseite an (%@).
es: La zona horaria de su teléfono es diferente a la zona horaria de Home, la app mostrará la zona horaria de Home(%@).
fr: Le fuseau horaire de votre téléphone est différent de celui dans Home, l’appli affichera le fuseau horaire dans Home (%@).
it: Il fuso orario del telefono è diverso dal fuso orario di casa, l'app indica il fuso orario di casa (%@).
ko: 스마트폰의 시간대와 Aqara Home 앱의 시간대가 다릅니다. 앱에서는 "홈"별로 설정된 지역의 시간대를 표시합니다.(%@).
ru: Часовой пояс телефона отличен от установленного для Дома.В приложении будет использоваться домашнее время (%@).

# automation_alarm_volume
source: Alarm: %1$s Volume: %2$s
de: Alarm: %1$s Lautstärke: %2$s
es: Alarma: Volumen %1$s: %2$s
fr: Alarme : %1$s Volume : %2$s
it: Allarme: Volume %1$s: %2$s
ko: 알람 : %1$s 볼륨 : %2$s

# homekit_view_subdevice
source: View sub-devices (%d)
de: Untergeräte anzeigen (%d)
es: Ver dispositivos secundarios (%d)
fr: Voir les sous-appareils (%d)
it: Visualizza dispositivi secondari (%d)
ko: 하위 장치(%d) 확인
ru: Просмотр дочерних устройств (%d)

# curve_avg_pressure_thismonth
source: Average Atmospheric Pressure This Month
de: Durchschnittlicher Luftdruck in diesem Monat
es: Presión atmosférica media de este mes
fr: Pression atmosphérique moyenne ce mois-ci
it: Pressione atmosferica media di questo mese
ko: 이번 달의 평균 기압
ru: Среднее атмосферное давление в этом месяце

# doorlock_record_create
source: Creation record
de: Erstellungseintrag
es: Registro de creación
fr: Créer un enregistrement
it: Record di creazione
ko: 기록 만들기

# camera_panel_sdcard_hit
source: Insert the SD card to enable the playback function
de: Legen Sie die SD-Karte ein, um die Wiedergabefunktion zu aktivieren
es: Inserte la tarjeta SD para habilitar la función de reproducción
fr: Insérer la carte SD pour activer la fonction de lecture
it: Inserisci la scheda SD per attivare la funzione riproduzione
ko: 재생 기능을 사용하려면 SD 카드를 삽입하십시오.
ru: Вставьте SD-карту, чтобы включить функцию воспроизведения

# device_ac_control_month_spend
source: This Month (kW·h)
de: Dieser Monat (kW·h)
es: Este mes (kW·h)
fr: Ce mois-ci (kW-h)
it: Questo mese (kW·h)
ko: 이번달 사용량(kW·h)
ru: В этом месяце (кВт·ч)

# user_signin_signup
source: Sign in & Sign up
de: Anmelden & Registrieren
es: Iniciar sesión y registro
fr: Connexion et inscription
it: Accedi e registrati
ko: 로그인/등록
ru: Вход и Регистрация

# notification_more_details
source: More details
de: Mehr Details
es: Más detalles
fr: Plus de détails
it: Maggiori dettagli
ko: 더 보기
ru: Подробнее

# curve_state_someone_today
source: Number of Daily Detection
de: Anzahl der täglichen Erkennungen
es: Número de detecciones diarias
fr: Nombre de détections quotidiennes
it: Numero di rilevamenti giornalieri
ko: 당일 감지 횟수
ru: Людей за день

# device_service_setting_alarm_title_addalarm
source: Add Alarm
de: Alarm hinzufügen
es: Añadir alarma
fr: Ajouter une alarme
it: Aggiungi allarme
ko: 알람 추가
ru: Добавить сигнал тревоги

# user_login_show_terms_privacy
source: Check
de: Überprüfen
es: Comprobar
fr: Vérifier
it: Controlla
ko: 약관 보기
ru: Проверять

# curve_avg_humidity_thismonth
source: Average Humidity This Month
de: Durchschnittliche Luftfeuchtigkeit in diesem Monat
es: Humedad media de este mes
fr: Humidité moyenne ce mois-ci
it: Umidità media di questo mese
ko: 이번달의 평균 습도
ru: Средняя влажность в этом месяце

# user_no_login_tips
source: Sign in to unlock amazing functions
de: Melden Sie sich an, um tolle Funktionen freizuschalten
es: Inicie sesión para desbloquear increíbles funciones
fr: Se connecter pour débloquer des fonctions incroyables
it: Accedi per sbloccare funzioni straordinarie
ko: AQARA 계정으로 로그인하면 더 많은 기능을 사용할 수 있습니다
ru: Войдите в систему, чтобы получить доступ ко всем функциям.

# security_mode_24h_btn2
source: View
de: Anzeigen
es: Ver
fr: Voir
it: Visualizza
ko: 보기
ru: Просмотр

# curve_energy_use_today
source: Electricity Consumption Today
de: Heutiger Stromverbrauch
es: Consumo eléctrico de hoy
fr: Consommation d’électricité aujourd’hui
it: Consumo di elettricità oggi
ko: 오늘의 전기 소비량
ru: Энергопотребление сегодня

# user_sign_in
source: Sign in
de: Anmelden
es: Iniciar sesión
fr: Connexion
it: Accedi
ko: 로그인
ru: Авторизоваться

# device_see_how_to_reset
source: How to reset
de: Wie zurücksetzen
es: Cómo reiniciar
fr: Comment réinitialiser
it: Come effettuare il reset
ko: 초기화 방법
ru: Как перезагрузить

# device_service_setting_alarm_subtitle
source: When alarm is triggered, you will receive feedback on the homepage
de: Falls der Alarm ausgelöst wird, erhalten Sie eine Rückmeldung auf der Homepage
es: Cuando la alarma se active, recibirá información en la página de inicio
fr: Lorsque l’alarme est déclenchée, vous recevrez des commentaires sur la page d’accueil
it: Quando viene attivato l'allarme, riceverai un feedback sulla home page
ko: 장치에서 특정 상황 감지 시, 앱의 “홈”탭에 나타납니다.
ru: Когда аксессуар подает сигнал тревоги, это будет отображаться на домашней странице

# homepage_service_alarm_priority_middle
source: Medium level
de: Mittleres Niveau
es: Nivel medio
fr: Niveau moyen
it: Livello intermedio
ko: 보통 수준
ru: Средняя важность

# homekit_view_devices_bind
source: View the HomeKit devices that can be bound to Aqara Home
de: Sehen Sie sich die HomeKit-Geräte an, die mit Aqara Home verbunden werden können.
es: Ver dispositivos de HomeKit que se pueden vincular a Aqara Home
fr: Voir les appareils HomeKit qui peuvent être liés à Aqara Home
it: Visualizza i dispositivi HomeKit che possono essere associati ad Aqara Home
ko: Aqara Home으로 연결할 수 있는 HomeKit 장치 보기
ru: Просмотр устройств HomeKit, которые могут быть привязаны к «Aqara Home»

# curve_avg_pm25_density_today
source: Average PM2.5 Density
de: Durchschnittliche PM2,5-Dichte
es: Densidad media de PM2.5
fr: Densité de PM2.5 moyenne
it: Densità media di PM2,5
ko: 평균 PM2.5 농도
ru: Средняя плотность PM2.5

# homepage_service_alarm_priority_high
source: High level
de: Hohes Niveau
es: Nivel alto
fr: Niveau élevé
it: Livello alto
ko: 높은 수준
ru: Высокая важность

# home_device_diagnosis_check
source: Check Offline Accessory Diagnosis
de: Überprüfen Sie die Offline-Zubehördiagnose
es: Comprobar diagnóstico de accesorios sin conexión
fr: Vérifier le diagnostic des accessoires hors ligne
it: Controlla la diagnosi dell’accessorio offline
ko: 오프라인 장치 진단을 확인하세요.
ru: Проверить диагностику аксессуаров оффлайн

# curve_avg_pressure_today
source: Average Atmospheric Pressure
de: Durchschnittlicher atmosphärischer Druck
es: Presión atmosférica media
fr: Pression atmosphérique moyenne
it: Pressione atmosferica media
ko: 평균 기압
ru: Среднее атмосферное давление

# homepage_service_alarm_priority_low
source: Low level
de: Niedriges Niveau
es: Nivel bajo
fr: Niveau faible
it: Livello basso
ko: 낮은 수준
ru: Низкая важность

# access_fail_624
source: Error 624, please re-add the Hub and try again.
de: Fehler 624. Bitte fügen Sie den Hub erneut hinzu und versuchen Sie es erneut.
es: Error 624, vuelva a añadir el hub e inténtelo de nuevo.
fr: Erreur 624, ajouter de nouveau le hub et réessayer.
it: Errore 624, aggiungi nuovamente l'hub e riprova.
ko: 오류 624. 스마트 허브를 다시 추가하여 시도해주세요.
ru: Ошибка 624, пожалуйста, добавьте Hub заново и повторите попытку.

# curve_avg_humidity_today
source: Average Humidity
de: Durchschnittliche Luftfeuchtigkeit
es: Humedad media
fr: Humidité moyenne
it: Umidità media
ko: 평균 습도
ru: Средняя влажность
