Repository: acodeworker/localzedLoader
Catalog: *.lproj/Localizable.strings
Languages: de, es, fr, it, ko, ru

# camera_title_abnormal_sound_detection
source: Abnormal Sound Detection
de: Erkennung ungewöhnlicher Geräusche
es: Detección de sonido anormal
fr: Détection de sons anormaux
it: Rilevamento di suoni anomali
ko: 비정상적인 소리 감지
ru: Обнаружение аномального звука

# device_join_ethernet_mode
source: Ethernet mode
de: Ethernet-Modus
es: Modo Ethernet
fr: Mode Ethernet
it: Modalità Ethernet
ko: 유선 모드
ru: Режим Ethernet

# common_execute_success
source: Run successfully
de: Erfolgreich ausführen
es: Ejecutar con éxito
fr: Exécution réussie
it: Eseguito con successo
ko: 실행 성공
ru: Выполнение успешно запущено

# device_setting_turn_switch
source: Change to Wireless Switch
de: Wechseln Sie zum drahtlosen Schalter
es: Cambiar a interruptor inalámbrico
fr: Passage à un interrupteur sans fil
it: Passaggio all'interruttore wireless
ko: 무선 스위치로 변경

# home_family_share_text
source: User %@ has invited you to “%@”.
de: Benutzer %@ hat Sie zu "%@" eingeladen.
es: El usuario %@ lo ha invitado a “%@”.
fr: L’utilisateur %@ vous a invité à « %@ ».
it: L'utente %@ ti ha invitato a "%@".
ko: %@가 당신을 “%@”으로 초대하였습니다.
ru: Пользователь %@ приглашает Вас присоединиться к Дому “%@”

# device_beep_confirm
source: Did you hear a beep?
de: Haben Sie einen Signalton gehört?
es: ¿Escuchó un pitido?
fr: Avez-vous entendu un bip ?
it: Hai sentito un segnale acustico?
ko: 비프음이 들리셨나요?
ru: Вы слышали звуковой сигнал?

# device_acpartner_status_mode_cool
source: Cooling
de: Kühlung
es: Enfriamiento
fr: Refroidissement
it: Raffreddamento
ko: 냉방
ru: Охлаждение

# camera_lg_ubox_flowlayout_type_other
source: Other Video
de: Andere Videos
es: Otro video
fr: Autre vidéo
it: Altri video
ko: Other

# other_cloud_error_702
source: Position cannot deleted
de: Position kann nicht gelöscht werden
es: La posición no puede detectarse
fr: La position ne peut être supprimée
it: La posizione non può essere cancellata
ko: 장치가 있는 위치는 삭제될 수 없습니다.
ru: Позиция не может быть удалена

# common_execute
source: Execute
de: Ausführen
es: Ejecutar
fr: Exécuter
it: Eseguire
ko: 실행
ru: Выполнить

# other_transfer_success
source: 转移成功
de: Übertragung erfolgreich
es: Transferencia exitosa
fr: Transfert effectué
it: Trasferimento riuscito
ko: 양도 성공
ru: Успешная передача

# device_hub
source: Smart Hub
de: Smarter Hub
es: Hub inteligente
fr: Hub intelligent
it: Hub intelligente
ko: 스마트 허브

# camera_lg_ubox_flowlayout_type_motion_detected
source: Motion detected
de: Bewegung erkannt
es: Se detectó movimiento
fr: Mouvement détecté
it: Rilevato il movimento
ko: 움직임 감지

# other_transfer
source: 转移
de: Übertragung
es: Transferir
fr: Transfert
it: Trasferimento
ko: 양도
ru: Перемещение

# home_transfer_sending
source: Transferring
de: Übertragen
es: Transfiriendo:
fr: Transfert
it: Trasferimento
ko: 전송 중
ru: Передача

# doorlock_used_emergency_key_open_door
source: Have you used the emergency key to open the door?
de: Haben Sie den Notschlüssel benutzt, um die Tür zu öffnen?
es: ¿Ha usado la llave de emergencia para abrir la puerta?
fr: Avez-vous utilisé la clé d’urgence pour ouvrir la porte ?
it: Hai usato la chiave di emergenza per aprire la porta?
ko: 비상 열쇠로 문을 열어 보신적이 있나요?

# other_already_new_app
source: Updated to the latest
de: Aktualisiert auf die neueste
es: Últimas actualizaciones
fr: Mise à jour la plus récente installée
it: Aggiornato all'ultima versione
ko: 앱이 최신 버전입니다.
ru: Обновлено до последней

# device_info_sensor_status_warning
source: Triggered
de: Ausgelöst
es: Activado
fr: Déclenché
it: Attivato
ko: 동작이 시작됨
ru: Сработал

# doorlock_reached_the_upper_limit_if_add_another_delete_other_password
source: The number of user passwords has reached the limit. If you need to add another one, please delete some passwords and add again
de: Die maximale Anzahl von Benutzerpasswörtern wurde erreicht. Wenn Sie einen weiteren hinzufügen möchten, löschen Sie bitte einige Passwörter und fügen dann die Neuen hinzu
es: El número de contraseñas de usuarios ha alcanzado su límite. Si necesita agregar otro, por favor elimine algunas contraseñas y añada nuevamente
fr: Le nombre de mots de passe d’utilisateur a atteint la limite. Si vous souhaitez en ajouter un autre, supprimez des mots de passe puis ajoutez de nouveau
it: Il numero di password utente ha raggiunto il limite. Se è necessario aggiungerne un'altra, cancellare alcune password e aggiungerne di nuove
ko: 사용자 암호 수가 한계에 도달했습니다. 다른 암호를 추가해야 하는 경우 일부 암호를 삭제하고 다시 추가해주세요.

# device_curtain_quit_tips
source: Setting up the curtain route. Are you sure to exit?
de: Einrichten der Vorhangroute. Sind Sie sicher, dass Sie beenden wollen?
es: Configurando la ruta de las cortinas. ¿Está seguro de que desea salir?
fr: Réglage du chemin du rideau Voulez-vous vraiment sortir ?
it: Impostazione del percorso della tenda. Sei sicuro di voler uscire?
ko: 커튼을 설정 중입니다. 종료하시겠습니까?
ru: Установка маршрута… Все равно выйти?

# device_cube_alert
source: Triggered
de: Ausgelöst
es: Activado
fr: Déclenché
it: Attivato
ko: 동작이 시작됨
ru: Сработал

# device_uploading
source: Uploading...
de: Gerade Hochladen...
es: Actualizando:
fr: Téléchargement...
it: Caricamento...
ko: 업로드 중...
ru: Загружается...

# device_ctrl_curtain
source: Curtain Controller (Zigbee)
de: Vorhangsteuerung (Zigbee)
es: Controlador de cortinas (Zigbee)
fr: Contrôleur de rideau (Zigbee)
it: Controllore della tenda (Zigbee)
ko: 스마트 전동 커튼 (AC 220V)
ru: Контроллер штор

# doorlock_user_managerment
source: User management
de: Benutzerverwaltung
es: Gestión de usuarios
fr: Gestion des utilisateurs
it: Gestione utente
ko: 사용자 관리

# device_uploading_num
source: Uploading: %1$d
de: Wird hochgeladen: %1$d
es: Actualizando: %1$d
fr: Envoi : %1$d
it: Caricamento: %1$d
ko: 현재 업로드：%1$d개 ...
ru: Загрузка: %1$d

# device_ctrl_double_netral_b2_short
source: Smart Wall Switch (Double Button)
de: Smarter Lichtschalter (Doppeltaste)
es: Interruptor inteligente de Pared (botón doble)
fr: Commutateur mural intelligent (double bouton)
it: Interruttore a parete intelligente (doppio pulsante)
ko: 스마트 조명 스위치 (2구)
ru: Умный Настенный Выключатель (двухклавишный)

# camera_mode_transmit
source: Share
de: Freigabe
es: Compartir
fr: Partager
it: Condividi
ko: 공유

# home_setting_remove_members
source: Remove Member
de: Mitglied entfernen
es: Eliminar miembro
fr: Supprimer le membre
it: Rimuovi membro
ko: 멤버 삭제
ru: Удалить участника

# camera_common_uploading_tips
source: Uploading, please wait ...
de: Wird hochgeladen, bitte warten...
es: Actualizando, por favor espere...
fr: Envoi, veuillez patienter...
it: Caricamento, attendere prego ...
ko: 업로드 중입니다. 잠시 기다려주세요 ...
ru: Загрузка, подождите ...

# device_ctrl_curtain_lithium
source: Curtain Controller
de: Vorhang-Controller
es: Controlador de cortinas
fr: Contrôleur de rideau
it: Controllore della tenda
ko: 스마트 전동 커튼 (배터리 방식)
ru: Контроллер штор

# camera_lg_ubox_flowlayout_type_Abnormal_sound_Detected
source: Abnormal detected
de: Abnormales erkannt
es: Anomalía detectada
fr: Anomalie détectée
it: Anomalie rilevate
ko: 소리 감지

# doorlock_user_operation_failed
source: User operation failed
de: Benutzervorgang fehlgeschlagen
es: Falló la operación del usuario
fr: Échec de l’opération utilisateur
it: Operazione utente non riuscita
ko: 사용자 작업 실패

# device_nas_state_delete
source: Deleting cached videos...
de: Zwischengespeicherte Videos werden gelöscht...
es: Eliminando videos en caché...
fr: Suppression des vidéos en cache...
it: Eliminazione dei video nella cache...
ko: 과거 동영상 삭제 중...
ru: Удаление исторических видео...

# device_name_smartwallswitchneutraldouble
source: Smart Wall Switch T1 (With Neutral, Double Rocker)
de: Smarter Lichtschalter T1 (mit Neutralleiter, Doppelwippe)
es: Interruptor inteligente de Pared T1 (Con neutro, Pulsador doble)
fr: Commutateur mural intelligent T1 (avec neutre, bascule double)
it: Interruttore a parete intelligente T1 (con neutro, doppio bilanciere)
ko: 스마트 조명 스위치 (중성선 필요, 2구)
ru: Умный Настенный Выключатель T1 (С Нейтральным, двухклавишный)

# home_transfer_receive_title
source: To the Home
de: Zum Home
es: Al Hogar
fr: Vers le domicile
it: A casa
ko: 홈으로 이동
ru: К дому

# home_setting_success_remove
source: Removed
de: Entfernt
es: Eliminar
fr: Supprimé
it: Rimosso
ko: 제거
ru: Удалено успешно

# device_join_start_searching_device
source: Searching for accessories nearby. Please wait.
de: Suche nach Zubehör in der Nähe. Bitte warten.
es: Buscando accesorios cercanos. Por favor, espere.
fr: Recherche des accessoires à proximité. Patientez.
it: Ricerca di accessori nelle vicinanze. Attendere prego.
ko: 장치 스캔 중, 잠시만 기다려주세요.
ru: Поиск доступных устройств, подождите

# other_welcome_title_three
source: Automation
de: Automatisierung
es: Automatización
fr: Automatisation
it: Automazione
ko: 스마트 씬(장면구성)
ru: Автоматизации

# camera_lg_ubox_delete_selection
source: Delete Selection
de: Auswahl löschen
es: Eliminar selección
fr: Supprimer la sélection
it: Elimina la selezione
ko: 선택 삭제

# doorlock_user_notexist
source: User does not exist
de: Benutzer existiert nicht
es: El usuario no existe
fr: L’utilisateur n’existe pas
it: L'utente non esiste
ko: 사용자가 존재하지 않습니다.

# doorlock_wifi_enabling
source: Enabling Wi-Fi
de: WLAN aktivieren
es: Habilitando el Wi-Fi
fr: Activation du Wi-Fi
it: Abilitazione del Wi-Fi
ko: Wi-Fi 활성화

# device_name_smartwallswitchneutralsingle
source: Smart Wall Switch T1 (With Neutral, Single Rocker)
de: Smarter Lichtschalter T1 (mit Neutralleiter, Einzelwippe)
es: Interruptor inteligente de Pared T1 (Con neutro, Pulsador simple)
fr: Commutateur mural intelligent T1 (avec neutre, bascule unique)
it: Interruttore a parete intelligente T1 (con neutro, basculante singolo)
ko: 스마트 조명 스위치 (중성선 필요, 1구)
ru: Умный Настенный Выключатель T1 (С Нейтральным, одноклавишный)

# camera_lg_ubox_memory_space_hint
source: %1$sGB out of %2$sGB can be used
de: %1$sGB von %2$sGB können verwendet werden
es: Se puede utilizar %1$sGB de %2$sGB
fr: %1$s Go sur %2$s Go peut être utilisé
it: %1$sGB su %2$sGB può essere utilizzato
ko: %2$sGB 중 %1$sGB 사용가능

# home_setting_remove
source: Remove
de: Entfernen
es: Eliminar
fr: Supprimer
it: Rimuovere
ko: 제거
ru: удаление

# doorlock_ota_updating
source: Updating OTA ...
de: OTA-Aktualisierung ...
es: Actualizando OTA ...
fr: Mise à jour d’OTA...
it: Aggiornamento OTA ...
ko: OTA 업데이트 중...

# device_plug_t1
source: Smart Plug
de: Smarte Steckdose
es: Enchufe inteligente
fr: Prise intelligente
it: Spina intelligente
ko: 스마트 플러그
ru: Умная Розетка

# other_receive_transfer_code
source: Transfer verification code
de: Verifizierungscode übertragen
es: Código de verificación de transferencia
fr: Transférer le code de vérification
it: Codice di verifica del trasferimento
ko: 전송 인증 코드
ru: Код подтверждения перевода

# home_setting_del_message
source: User %1$s has removed “%2$s” family.
de: Benutzer %1$s hat "%2$s"-Familie entfernt.
es: El usuario %1$s ha eliminado“%2$s”de la familia.
fr: L’utilisateur%1$s a retiré la famille « %2$s ».
it: L'utente %1$s ha rimosso la famiglia "%2$s".
ko: 사용자 %1$s가 홈 “%2$s”을 삭제하였습니다.
ru: Пользователь %1$s удалил Дом "%2$s"

# doorlock_connecting_bluetooth
source: Connecting to Bluetooth ...
de: Wird mit Bluetooth verbunden...
es: Conectando a Bluetooth ...
fr: Connexion au Bluetooth...
it: Connessione a Bluetooth ...
ko: 블루투스에 연결하는 중...

# device_ctrl_single_netral_b1_short
source: Smart Wall Switch (Double Button)
de: Smarter Lichtschalter (Doppeltaste)
es: Interruptor inteligente de Pared (botón doble)
fr: Commutateur mural intelligent (double bouton)
it: Interruttore a parete intelligente (doppio pulsante)
ko: 스마트 조명 스위치 (2구)
ru: Умный Настенный Выключатель (двухклавишный)

# camera_lg_ubox_flowlayout_type_Time_lapse
source: Timelapse Video
de: Zeitraffer-Video
es: Video time-lapse
fr: Vidéo en accéléré
it: Video timelapse
ko: 타임랩스

# other_feedback_state_connecting
source: Connecting...
de: Wird verbunden...
es: Conectando...
fr: Connexion...
it: Connessione...
ko: 연결 중...
ru: Подключение...

# device_ctrl_plug
source: Plug
de: Stecker
es: Enchufe
fr: Cheville
it: Spina
ko: 스마트 플러그 (Zigbee)

# home_transfer_record
source: Transfer records
de: Datensätze übertragen
es: Informes de transferencia
fr: Enregistrements des transferts
it: Registri di trasferimento
ko: 전송 기록
ru: Передача записей

# device_name_smartwallswitchdoube
source: Smart Wall Switch T1 (No Neutral, Double Rocker)
de: Smarter Lichtschalter T1 (ohne Neutralleiter, Doppelwippe)
es: Interruptor inteligente de Pared T1 (Sin neutro, Pulsador doble)
fr: Interrupteur mural intelligent T1 (Double boutons, Sans neutre)
it: Interruttore a parete intelligente T1 (senza neutro, doppio bilanciere)
ko: 스마트 조명 스위치 (중성선 불필요, 2구)
ru: Умный Настенный Выключатель T1 (Без Нейтрали, двухклавишный)

# camera_lg_ubox_video_player_delete_hint
source: Do you want to delete it from U⁺Box?
de: Möchten Sie es aus der U⁺ Box löschen?
es: ¿Desea eliminarlo de la U⁺Box?
fr: Voulez-vous le supprimer de U⁺Box ?
it: Vuoi eliminarlo da U⁺Box?
ko: 영상을 삭제 하시겠습니까?

# device_name_wall_switch_d1_live_3channels
source: Smart Wall Switch D1(No Neutral, Triple Rocker)
de: Smarter Lichtschalter D1 (ohne Neutralleiter, Dreifachwippe)
es: Interruptor inteligente de pared D1 (Sin Neutro, Triple Conmutador)
fr: Commutateur mural intelligent D1 (sans neutre, bascule triple)
it: Interruttore a parete intelligente D1 (senza neutro, con triplo bilanciere)
ko: 스마트 조명 스위치 D1 (중성선 불필요, 3구)
ru: 智能墙壁开关D1(单火线三键版)

# doorlock_expirationdate
source: Valid period
de: Gültiger Zeitraum
es: Período válido
fr: Période de validité
it: Periodo di validità
ko: 유효기간

# doorlock_effect_date
source: Effective date
de: Gültiges Datum
es: Fecha de vigencia
fr: Date effective
it: Data di entrata in vigore
ko: 시행일

# curve_max_illu
source: Maximum Illumination
de: Maximale Beleuchtung
es: Iluminación máxima
fr: Éclairage maximal
it: Illuminazione massima
ko: 최대 조명
ru: Максимальное освещение

# doorlock_validperiod
source: Valid period
de: Gültiger Zeitraum
es: Período válido
fr: Période de validité
it: Periodo di validità
ko: 유효 기간

# device_count_device_list
source: Total devices: %1$d; Offline devices: %2$d
de: Geräte insgesamt: %1$d; Offline-Geräte: %2$d
es: Dispositivos totales: %1$D; dispositivos desconectados: %2$d
fr: Total d’appareils : %1$d ; Appareils hors ligne : %2$d
it: Dispositivi totali: %1$d; Dispositivi offline: %2$d
ko: 총 %1$d 개 장치; 오프라인 장치%2$d 개
ru: %1$d устройств всего; %2$d устройств не в сети.

# device_excellent
source: Excellent
de: Exzellent
es: Excelente
it: Eccellente
ko: 좋음
ru: Отлично

# home_overview_title
source: Overview
de: Übersicht
es: Resumen
fr: Vue d’ensemble
it: Panoramica
ko: 한눈에 보기
ru: Домашний обзор

# device_acpartner_learn_note_content_1
source: Since the infrared code for the air conditioner remote control is usually a composite status code, the button of “adding completed” will change all the status of the air conditioner.
de: Da der Infrarotcode für die Fernbedienung der Klimaanlage in der Regel ein zusammengesetzter Statuscode ist, wird die Taste „Hinzufügen abgeschlossen“ alle Status der Klimaanlage ändern.
es: Como el código infrarrojo del control remoto del aire acondicionado suele ser un código de estado compuesto, el botón de “adición completada” cambiará todos los estados del aire acondicionado.
fr: Puisque le code infrarouge de la télécommande du climatiseur est généralement un code composite d’état, le bouton « Ajout terminé » changera tous les états du climatiseur.
it: Poiché il codice a infrarossi del telecomando del condizionatore d'aria è solitamente un codice di stato composito, il pulsante di "aggiunta completata" cambierà tutti gli stati del condizionatore d'aria.
ko: 에어컨 리모컨의 적외선 신호는 일반적으로 복합 코드이기 때문에, "추가 완료"버튼은 에어컨의 모든 상태를 변경합니다.
ru: Поскольку ИК код ПДУ кондиционера содержит суммарные данные состояния, кнопка «добавление выполнено» изменит статус кондиционера.

# device_maker
source: Manufacturer
de: Hersteller
es: Fabricante
fr: Fabricant
it: Produttore
ko: 제조사
ru: Производитель

# doorlock_abstract_upload_version
source: Some features may not work properly because door lock's current firmware version is too low. Please upgrade to the latest version to experience more features.
de: Einige Funktionen funktionieren möglicherweise nicht richtig, weil die aktuelle Firmware-Version des Türschlosses zu alt ist. Bitte aktualisieren Sie auf die neueste Version, um mehr Funktionen nutzen zu können.
es: Es posible que algunas funciones no funcionen correctamente porque la versión actual del firmware de la cerradura de la puerta es demasiado vieja. Por favor actualice a la última versión para experimentar más funciones.
fr: Certaines fonctionnalités pourraient ne pas fonctionner car la version actuelle du micrologiciel est trop basse. Veuillez passer à la dernière version pour accéder à plus de fonctionnalités.
it: Alcune funzioni potrebbero non funzionare correttamente perché la versione attuale del firmware della serratura è troppo bassa. Si prega di aggiornare alla versione più recente per sperimentare ulteriori funzioni.
ko: "도어락의 현재 펌웨어 버전이 너무 낮아서 일부 기능이 제대로 작동하지 않을 수 있습니다. 더 많은 기능을 사용하려면 최신 버전으로 업그레이드해주세요."

# doorlock_fingerprint_register_fail
source: Fingerprint registration failed
de: Fingerabdruckregistrierung fehlgeschlagen
es: Fallo en el registro de las huella dactilares
fr: Échec d’enregistrement de l’empreinte digitale
it: Registrazione dell’impronta digitale non riuscita
ko: 지문 등록 실패

# device_zigbee_guide_tips
source: The signal may not be updated in time due to the power restriction of the accessory
de: Das Signal kann aufgrund der Leistungsbeschränkung des Zubehörs nicht rechtzeitig aktualisiert werden
es: La señal puede no actualizarse a tiempo debido a la restricción de potencia del accesorio
fr: Le signal pourrait ne pas être mis à jour dans les temps à cause des restrictions d’alimentation de l’accessoire
it: Il segnale potrebbe non essere aggiornato in tempo a causa della limitazione di potenza dell'accessorio.
ko: 소비 전력 제한으로 신호 업데이트가 늦어질 수 있습니다.
ru: Возможна задержка в обновлении сигнала из-за ограничений энергопотребления

# doorlock_fingerprint_register_success
source: Fingerprint registration is successful
de: Registrierung der Fingerabdrücke ist erfolgreich
es: El registro de huellas dactilares es exitoso
fr: Enregistrement de l’empreinte digitale réussie
it: La registrazione dell’impronta digitale è avvenuta con successo
ko: 지문이 성공적으로 등록되었습니다.

# doorlock_reached_the_upper_limit_if_add_another_delete_other_fingerprints
source: The number of user fingerprints has reached the limit. If you need to add another one, please delete some fingerprints and add again
de: Die maximale Anzahl von Benutzer-Fingerabdrücken wurde erreicht. Wenn Sie einen weiteren hinzufügen möchten, löschen Sie bitte einige Fingerabdrücke fügen Sie dann die Neuen hinzu
es: El número de huellas dactilares de los usuarios ha alcanzado su límite. Si necesita agregar otro, por favor elimine algunas huellas dactilares y añada nuevamente
fr: Le nombre d’empreintes digitales de l’utilisateur a atteint la limite. Si vous souhaitez en ajouter une autre, veuillez supprimer des empreintes digitales puis ajouter de nouveau
it: Il numero di impronte digitali degli utenti ha raggiunto il limite. Se è necessario aggiungerne un'altra, cancellare alcune impronte digitali e aggiungerne di nuove.
ko: 사용자 지문 수가 한계에 도달했습니다. 다른 지문을 추가해야 하는 경우 일부 지문을 삭제하고 다시 추가해주세요.

# doorlock_fgusers_full
source: Fingerprint users are full
de: Benutzeranzahl der Fingerabdrücke ist voll
es: Los usuarios de huellas dactilares están completos
fr: Le nombre maximal d’utilisateurs d’empreinte digitale est atteint
it: Le impronte digitali degli utenti sono piene
ko: 지문 사용자가 꽉 찼습니다.

# doorlock_middle_finger
source: Middle finger
de: Mittelfinger
es: Dedo medio
fr: Majeur
it: Dito medio
ko: 중지

# device_replace_device_fail_detail_633
source: Since the new hub has accessory, replacement is not allowed [633]
de: Da der neue Hub mit Zubehör ausgestattet ist, darf er nicht ausgetauscht werden [633].
es: Dado que el nuevo hub tiene accesorio, no se permite su sustitución [633].
fr: Le Hub comporte un accessoire, alors le remplacement n’est pas autorisé [633]
it: Poiché il nuovo hub è dotato di accessori, la sostituzione non è consentita[633].
ko: 새 스마트 허브에 장치가 있으므로 교체 할 수 없습니다 [633]
ru: Поскольку новый Hub уже подключен к устройствам, замена не допускается [633]

# device_set_privacy_area_toast_1
source: Set %1$d privacy areas at most
de: Max. %1$d Privatzonen einstellen
es: Establecer %1$d áreas de privacidad como máximo
fr: Régler %1$d zones de confidentialité au maximum
it: Impostare %1$d aree private al massimo
ko: 개인보호구역은 최대 %1$d개를 설정할 수 있습니다.
ru: Можно установить до %1$d приватных зон

# doorlock_fgpwd_existed
source: The fingerprint has already existed
de: Der Fingerabdruck ist bereits vorhanden
es: La huella dactilar ya existe
fr: L’empreinte digitale existe déjà
it: L'impronta digitale esiste già
ko: 이미 등록된 지문입니다.

# other_set_permissions_important
source: Critical Alerts
de: Kritische Alarme
es: Alertas críticas
fr: Alertes critiques
it: Avvisi critici
ko: 중요한 알림 사항
ru: Важное сообщение

# camera_lg_local_select_file
source: Select file
de: Datei auswählen
es: Seleccione el archivo
fr: Sélectionner un fichier
it: Selezionare il file
ko: 영상 삭제

# doorlock_valid
source: Valid
de: Gültig
es: Válido
fr: Valide
it: Valido
ko: 유효함

# device_ac_match_sending_tips
source: Sending infrared code, please wait...
de: Senden des Infrarot-Codes, bitte warten...
es: Enviando el código infrarojo, por favor espere...
fr: Envoi du code infrarouge, patientez...
it: Invio codice a infrarossi, attendere...
ko: 리모컨 신호를 전송하고 있습니다. 잠시만 기다려 주세요.
ru: Отправка ИК сигнала, подождите...

# home_transfer_waiting_for_reception_tips
source: Waiting for recipient's confirmation, please wait
de: Bestätigung des Empfängers steht noch aus, bitte warten...
es: Esperando la confirmación del receptor/s, por favor espere
fr: En attente de la confirmation du destinataire, patientez
it: In attesa della conferma da parte del destinatario, si prega di attendere
ko: 상대방 확인을 기다리는 중입니다. 잠시만 기다려주세요.
ru: Ожидание подтверждения получателя, подождите...

# device_control_plan_1
source: Automatic feeding plan
de: Automatischer Fütterungsplan
es: Plan de alimentación automático
fr: Plan d'alimentation automatique
it: Piano di alimentazione automatico

# device_set_bell_importing
source: Importing...
de: Importieren...
es: Importando...
fr: Importation...
it: Importazione...
ko: 가져오는 중...
ru: Импорт...

# security_guard_switch_arm_auto
source: Switch arming/disarming automatically
de: Automatisches Scharfschalten/Entschärfen
es: Cambiar el armado/desarmado automáticamente
fr: Basculer entre armement/désarmement automatiquement
it: Commutare automaticamente l'attivazione/disattivazione
ko: 보안 자동 설정/해제
ru: Переключатель автоматической постановки/снятия с охраны

# device_curtain_opening_short
source: Opening...
de: Wird geöffnet...
es: Abriendo...
fr: Ouverture...
it: Apertura...
ko: 여는 중
ru: Открытие...

# device_gateway_fm_collection_synthesis
source: Synthesis
de: Synthese
es: Síntesis
fr: Synthèse
it: Sintesi
ko: 합성

# security_guard_arming
source: Arming …
de: Scharfschalten...
es: Creando…
fr: Armement...
it: Attivazione ...
ko: 경계 중...
ru: Постановка на охрану…

# device_sleep_analysis_tip
source: Self-evaluation helps to generate sleep reports more accurately
de: Selbstauswertung hilft bei der Erstellung
es: La autoevaluación ayuda a generar informes de sueño con mayor precisión
fr: L’évaluation auto aide à générer des rapports de sommeil plus précisément
it: L'autovalutazione aiuta a generare rapporti sul sonno in modo più accurato
ko: 셀프 평가는 정밀한 보고서 생성에 도움이 됩니다.
ru: Самооценка помогает создавать отчеты о сне более точно
