Repository: acodeworker/localzedLoader
Catalog: *.lproj/Localizable.strings
Languages: de, es, fr, it, ko, ru

# doorlock_is_not_current_configured_with_wifi_and_hub
source: The door lock is not currently configured with the Wi-Fi and a hub. If you want to check the situation in front of the door at any time, you can use it normally after configuration
de: Das Türschloss ist derzeit nicht per WLAN und einem Hub konfiguriert. Falls Sie jederzeit die Situation vor der Tür überprüfen möchten, können Sie diese nach der Konfiguration ganz normal tun
es: El bloqueo de la puerta no está configurado con la Wi-Fi y un hub. Si quieres comprobar la situación frente a la puerta en cualquier momento, puedes usarlo con normalidad después de la configuración
fr: Le verrou de porte n’est actuellement pas configuré avec le Wi-Fi et un hub. Si vous voulez vérifier la situation devant la porte à tout moment, vous pouvez l’utiliser normalement après la configuration
it: La serratura della porta non è attualmente configurata con il Wi-Fi e un hub. Se si desidera controllare la situazione davanti alla porta in qualsiasi momento, è possibile utilizzarla normalmente dopo la configurazione.
ko: 도어락은 현재 Wi-Fi 및 허브로 구성되어 있지 않습니다. 언제든지 문 앞의 상황을 확인하고 싶다면, 설정 후 정상적으로 사용할 수 있습니다.

# device_alarm_off_pop3
source: "Mute" function of the device is on. Before using this function, please check it on site. If the device flashes yellow light one time every 48 seconds and sounds one time, it means that the battery level is low. Please replace it!
de: Die „Stummschalten“-Funktion des Geräts ist eingeschaltet. Prüfen Sie bitte die Gegebenheiten vor Ort, bevor Sie diese Funktion nutzen. Wenn das Gerät alle 48 Sekunden einmal gelb blinkt und einmal ein Ton ertönt, bedeutet dies, dass der Batteriestand niedrig ist. Bitte ersetzen Sie es!
es: La función de silencio del dispositivo está activada. Antes de utilizar esta función, compruébelo en el sitio. Si el dispositivo parpadea con luz amarilla una vez cada 48 segundos y suena 1 vez, significa que el nivel de la batería está bajo. Por favor, sustitúyalo.
fr: Fonction « Couper le son » de l’appareil activée. Avant d’utiliser cette fonction, veuillez la vérifier sur place. Si l’appareil fait clignoter la lumière jaune une fois toutes les 48 s et émet un son une fois, cela signifie que le niveau de la batterie est faible. Veuillez le remplacer !
it: La funzione "Mute" del dispositivo è attiva. Prima di utilizzare questa funzione, verificarla in loco. Se il dispositivo lampeggia con una luce gialla ogni 48 secondi e suona una volta, significa che il livello della batteria è basso. Per favore, sostituitelo!
ko: 현재 '음소거' 사용 중입니다. 반드시 현장 안전 상황을 확인 후 해당 기능을 사용하십시오. 만약 장치에서 48초 동안 노란색 불을 한 번 깜박이고 사이렌을 한 번 울리면 배터리 부족입니다. 배터리를 교체하십시오.
ru: Вы используете функцию «отключения звука» устройства. Перед использованием этой функции проверьте ее на месте. Если устройство мигает желтым светом и издает звуковой сигнал каждые 48 секунд, это означает, что батарея разряжена. Замените батарею!

# curve_avg_temperature
source: Average Temperature
de: Durchschnittstemperatur
es: Temperatura media
fr: Température moyenne
it: Temperatura media
ko: 평균 온도
ru: Средняя температура

# overview_switch_sub_title
source: When enabled, the card will be summarized into the "Overview" at the homepage
de: Sofern aktiviert, wird die Karte in der "Übersicht" auf der Startseite zusammengefasst
es: Cuando se activa, la tarjeta se resumirá en el «Resumen» en la página de inicio
fr: Lorsqu’elle est activée, la carte est résumée dans « l’aperçu » à la page d’accueil.
it: Quando attivata, la scheda verrà riepilogata nella "Overview” (Panoramica) nella home page
ko: 활성화 시 이 카드는 ‘한눈에 보기’에 포함됩니다.
ru: После открытия эта карта будет засчитана в «Домашнем обзоре» на главной странице.

# doorlock_lock_battery_is_empty
source: Door lock battery is drained
de: Die Batterie des Türschlosses ist verbraucht
es: La batería de la cerradura de la puerta está agotada
fr: Batterie de verrou de porte vide
it: La batteria del blocco porta è scarica
ko: 도어락 배터리 방전

# device_alarm_off_pop2
source: "Mute" function of the device is on. Before using this function, please check it on site. If the device flashes yellow light 3 times every 48 seconds and sounds 3 times, it means that the device is out of order. Please replace it!
de: Die „Stummschalten“-Funktion des Geräts ist eingeschaltet. Prüfen Sie bitte die Gegebenheiten vor Ort, bevor Sie diese Funktion nutzen. Wenn das Gerät alle 48 Sekunden dreimal gelb blinkt und dreimal ein Ton ertönt, bedeutet dies, dass das Gerät außer Betrieb ist. Bitte ersetzen Sie es!
es: La función de silencio del dispositivo está activada. Antes de utilizar esta función, compruébelo en el sitio. Si el dispositivo parpadea con luz amarilla 3 veces cada 48 segundos y suena 3 veces, significa que el dispositivo está defectuoso. Por favor, sustitúyalo.
fr: Fonction « Couper le son » de l’appareil activée. Avant d’utiliser cette fonction, veuillez la vérifier sur place. Si l’appareil fait clignoter la lumière jaune 3 fois toutes les 48 s et émet un son 3 fois, cela signifie qu’il est hors service. Veuillez le remplacer !
it: La funzione "Mute" del dispositivo è attiva. Prima di utilizzare questa funzione, verificarla in loco. Se il dispositivo lampeggia con luce gialla 3 volte ogni 48 secondi e suona 3 volte, significa che il dispositivo è fuori servizio. Per favore, sostituitelo!
ko: 현재 '음소거' 사용 중입니다. 반드시 현장 안전 상황을 확인 후 해당 기능을 사용하십시오. 만약 장치가 48초 마다 노란색 불을 세 번 깜빡이고 사이렌을 세 번 울리면 장치 고장입니다. 장치를 교체하십시오.
ru: Вы используете функцию «отключения звука» устройства. Перед использованием этой функции проверьте ее на месте. Если устройство мигает желтым светом 3 раза и издает 3 звуковых сигнала каждые 48 секунд, это означает, что устройство неисправно. Замените устройство!

# curve_avg_gas
source: Average Natural Gas Density
de: Durchschnittliche Gasdichte
es: Densidad media de gas natural
fr: Densité moyenne du gaz naturel
it: Densità media del gas naturale
ko: 평균 가스 농도
ru: Средняя плотность природного газа

# curve_type_average_2
source: Average Value
de: Durchschnittswert
es: Valor medio
fr: Valeur moyenne
it: Valore medio
ko: 평균치
ru: Среднее значение

# doorlock_pairingcode_verification
source: Pairing code verification
de: Verifizierung des Pairing-Codes
es: Verificación de código de emparejamiento
fr: Vérification du code d’appariement
it: Verifica del codice di accoppiamento
ko: 페어링 코드 확인

# curve_avg_smoke
source: Average Smoke Density
de: Durchschnittliche Rauchdichte
es: Densidad media de humo
fr: Densité de fumée moyenne
it: Densità media del fumo
ko: 평균 스모그 농도
ru: Средняя плотность дыма

# device_replace_support_tips
source: What is accessory replacement?
de: Was ist der Accessoire-Ersatz?
es: ¿Qué es la sustitución de accesorios?
fr: Qu’est-ce que le remplacement d’accessoire ?
it: Che cos'è la sostituzione degli accessori?
ko: 장치 교체란 무엇입니까?
ru: Что такое замена устройств?

# security_category_alert
source: Alarm
es: Alarma
fr: Alarme
it: Allarme
ko: 경고
ru: Тревога

# device_acpartner_status_light_open
source: 开灯光
de: Licht einschalten
es: Encender las luces
fr: Allumer la lumière
it: Accendere la luce
ko: 전등 켜기

# other_no_more_pages_data
source: No more data
de: Keine weiteren Daten
es: No más datos
fr: Pas de données
it: Niente più dati
ko: 더 이상 데이터가 없습니다
ru: Нет больше данных

# device_group_only_support_same
source: Only the devices of the same type can be combined.
de: Es können nur Geräte des gleichen Typs kombiniert werden.
es: Solo se pueden combinar dispositivos del mismo tipo.
fr: Seuls les appareils du même type peuvent être combinés.
it: Si possono combinare solo i dispositivi dello stesso tipo.
ko: 동일 유형 장치의 조합만 지원
ru: Поддерживаются только устройства одного типа

# device_on_transit_time
source: Gradient time of turning lights on
de: Gradientenzeit zum Einschalten des Lichts
es: Duración de encendido gradual de las luces
fr: Temps d’inclinaison des éclairages tournants activé
it: Tempo graduale di accensione delle luci
ko: 페이드 인 시간

# securitying
source: Alert is alarming
de: Der Alarm wurde ausgelöst
es: La alerta está alarmando
fr: L’alerte retentit
it: L’avviso sta generando un allarme
ko: 경계 경고 중
ru: Оповещение настораживает

# homekit_find_one_more_device_tips
source: Multiple HomeKit accessories bindable to Aqara Home have been found in LAN
de: Im LAN wurden mehrere HomeKit-Accessoires gefunden, die an Aqara Home gebunden werden können
es: Se han encontrado varios accesorios HomeKit vinculables a Aqara Home en la LAN
fr: Plusieurs accessoires HomeKit à lier à Aqara Home ont été trouvés dans le LAN
it: Nella LAN sono stati trovati più accessori HomeKit associabili ad Aqara Home
ko: Aqara Home 앱에 연결 가능한 여러 개의 HomeKit 장치가 있습니다.
ru: В локальной сети найдено несколько привязываемых к Aqara Home устройств с поддержкой HomeKit.

# home_share_home_member_deleted_msg
source: You have been removed from “%@” by administrator
de: Sie wurden vom Administrator aus „%@“ entfernt
es: El administrador le ha eliminado de "%@"
fr: Vous avez été retiré(e) de « %@ » par l’administrateur
it: Sei stato rimosso da "%@" da parte dell'amministratore
ko: %@가 당신을 “%@”에서 내보냈습니다.
ru: Вы были удалены из Дома администратором.“%@”

# automation_warning_pop_title
source: Warning
de: Warnung
es: Advertencia
fr: Avertissement
it: Avvertenza
ko: 경고
ru: Предупреждение

# device_ac_turn_on_light
source: Turn on light
de: Licht einschalten
es: Encender la luz
fr: Allumer la lumière
it: Accendi la luce
ko: 조명 켜기
ru: Включить свет

# home_scene_no_more_scenes
source: No more scenes
de: Keine weiteren Szenen
es: No más escenas
fr: Pas de scènes
it: Niente più scene
ko: 동시실행이 없습니다.
ru: Нет больше сценариев

# home_setting_remove_message
source: You have been removed from “%1$s” by administrator
de: Sie wurden vom Administrator aus „%1$s“ entfernt
es: El administrador le ha eliminado de "%1$s"
fr: Vous avez été retiré(e) de « %1$s » par l’administrateur
it: Sei stato rimosso da "%1$s" dall'amministratore
ko: 귀하는 관리자에 의해 홈"%1$s"에서 삭제되었습니다.
ru: Вы были удалены из Дома его администратором "%1$s"

# security_title_modelsetting
source: Alert Mode
de: Alarmmodus
es: Modo de alerta
fr: Mode d’alerte
it: Modalità avviso
ko: 경보 모드
ru: Режим оповещений

# device_ctrl_curtain_rolling
source: Curtain Controller
de: Vorhang-Controller
es: Controlador de cortina
fr: Contrôleur de rideau
it: Regolatore della tenda
ko: 스마트 전동 블라인드
ru: Контроллер штор

# device_open_light_on_night_desc
source: Indicator light will be turned off from 21:00-9:00
de: Das Anzeigelicht wird von 21:00 bis 9:00 Uhr ausgeschaltet
es: La luz indicadora se apagará de 21:00 a 9:00 cada día
fr: Le voyant sera complètement éteint de 21 h 00 à 9 h 00
it: L'indicatore luminoso si spegne dalle 21:00 alle 9:00.
ko: 매일 21：00 ~ 9：00사이에 지시등을 완전히 끕니다.
ru: После выключения все индикаторы будут выключены с 21:00 до 9:00, ежедневно.

# device_remove_tips
source: Are you sure you want to remove this Accessory?
de: Sind Sie sicher, dass Sie dieses Accessoire entfernen möchten?
es: ¿Seguro que desea eliminar este accesorio?
fr: Voulez-vous vraiment supprimer cet accessoire ?
it: Siete sicuri di voler rimuovere questo accessorio?
ko: 이 장치를 제거하시겠습니까?
ru: Вы уверены, что хотите удалить это устройство?

# sercurity_alarm_trigger
source: Alarm
es: Alarma
fr: Alarme
it: Allarme
ko: 알람
ru: Тревога

# device_acpartner_learn_note_subtitle_2
source: For example:
de: Zum Beispiel:
es: Por ejemplo:
fr: Par exemple :
it: Per esempio:
ko: 예를 들어:
ru: Например:

# common_time_everyday
source: Every day
de: Jeden Tag
es: Cada día
fr: Tous les jours
it: Ogni giorno
ko: 매일
ru: Ежедневно

# other_tip_member_limit
source: The number of people you invite has reached the maximum limit
de: Die Anzahl der Personen, die Sie einladen, hat das Limit erreicht
es: El número de personas invitadas ha llegado al máximo
fr: Le nombre de personnes invitées a atteint la limite supérieure
it: Il numero di persone invitate ha raggiunto il limite massimo.
ko: 최대 초대 가능 인원에 도달했습니다.
ru: Количество приглашенных вами людей достигло максимального предела.

# other_supports_digital_input
source: The password only supports numbers
de: Das Passwort unterstützt nur Zahlen
es: La contraseña solo admite números
fr: Le mot de passe ne prend en charge que les chiffres
it: La password supporta solo i numeri
ko: 비밀번호는 숫자만 지원합니다.
ru: Пароль поддерживает только цифры

# homepage_choose_alarm_bg_color_main_hint
source: Card background color
de: Hintergrundfarbe der Karte
es: Color de fondo de la tarjeta
fr: Couleur d’arrière-plan de carte
it: Colore di sfondo della scheda
ko: 카드 배경색
ru: Фоновый цвет карт

# automation_timer_covert_by_year
source: %3$s:%4$s %1$s %2$s every year
de: %3$s:%4$s %1$s %2$s jedes Jahr
es: %3$s:%4$s %1$s %2$s cada año
fr: %3$s:%4$s %1$s %2$s tous les ans
it: %3$s:%4$s %1$s %2$s ogni anno
ko: 매월 %1$s%2$s일 %3$s:%4$s
ru: Ежемесячно, %2$s %1$s, %3$s:%4$s

# doorlock_exit_update_interrupt_process
source: Are you sure to exit the update? Exit will interrupt the process
de: Möchten Sie das Update wirklich beenden? Das Beenden unterbricht den Vorgang
es: ¿Seguro que desea salir de la actualización? Al salir se interrumpirá el proceso
fr: Voulez-vous vraiment quitter la mise à jour ? Quitter interrompra le processus
it: Siete sicuri di poter uscire dall'aggiornamento? L'uscita interrompe il processo
ko: 업데이트를 종료하시겠습니까? 종료하면 프로세스가 중단됩니다.

# security_title_alertmodel
source: Alert Mode
de: Alarmmodus
es: Modo de alerta
fr: Mode d’alerte
it: Modalità avviso
ko: 경보 모드
ru: Режим оповещений

# homekit_find_one_device_tips
source: A HomeKit accessory bindable to Aqara Home have been found in LAN.
de: Im LAN wurde ein HomeKit-Accessoire gefunden, das an Aqara Home gebunden werden kann
es: Se ha encontrado un accesorio HomeKit vinculable a Aqara Home en la LAN.
fr: Un accessoire HomeKit à lier à Aqara Home a été trouvé dans le LAN.
it: Nella LAN è stato trovato un accessorio HomeKit associabile ad Aqara Home.
ko: Aqara Home 앱에 연결 가능한 HomeKit 장치가 있습니다.
ru: В локальной сети найдено привязываемое к Aqara Home устройство с поддержкой HomeKit.

# other_trigger_relation_every_one
source: All conditions are met
de: Alle Bedingungen werden erfüllt
es: Se cumplen todas las condiciones
fr: Toutes les conditions sont remplies
it: Tutte le condizioni sono soddisfatte
ko: 모든 조건 만족
ru: Все условия соблюдены

# doorlock_ble_ota_endupdatetips
source: Are you sure to exit? Exit will stop the process
de: Sind Sie sicher, dass Sie beenden wollen? Das Beenden unterbricht den Vorgang
es: ¿Está seguro de que desea salir? Al salir se parará el proceso
fr: Voulez-vous vraiment quitter ? Quitter interrompra le processus
it: Sei sicuro di voler uscire? L’uscita interrompe il processo
ko: 현재 진행사항이 종료됩니다. 정말 나가시겠습니까?

# device_info_open
source: Open
de: Offen
es: Abrir
fr: Ouvrir
it: Apri
ko: 켜짐
ru: Открытие

# common_region_us
source: United States
de: USA
es: Estados Unidos
fr: États-Unis
it: Stati Uniti
ko: 미국
ru: Соединенные Штаты

# device_delete_ir_device_hint
source: Are you sure you want to delete this device?
de: Sind Sie sicher, dass Sie dieses Gerät löschen möchten?
es: ¿Seguro que desea borrar este dispositivo?
fr: Voulez-vous vraiment supprimer cet appareil ?
it: Sei sicuro di voler eliminare questo dispositivo?
ko: 이 장치를 삭제하시겠습니까?
ru: Вы уверены, что хотите удалить это устройство?

# device_camera_s2_storagesetting_available
source: Available：
de: Verfügbar:
es: Disponible:
fr: Disponible :
it: Disponibile：
ko: 사용 가능 :
ru: Доступно:

# doorlock_open_card
source: Card
de: Karte
es: Tarjeta
fr: Carte
it: Scheda
ko: 카드
ru: Карта

# automation_timer_repeat_custom_frequency3
source: Yearly
de: Jährlich
es: Anualmente
fr: Tous les ans
it: Annualmente
ko: 매년
ru: Каждый год

# security_delete_timer_confirm
source: Are you sure you want to delete timer?
de: Sind Sie sicher, dass Sie diesen Timer löschen möchten?
es: ¿Seguro que desea borrar el temporizador?
fr: Voulez-vous vraiment supprimer la minuterie ?
it: Sei sicuro di voler eliminare il timer?
ko: 타이머를 삭제하시겠습니까?
ru: Вы уверены, что хотите удалить таймер?

# device_alarm_off_pop6
source: "Mute" function of the device is on. Before using this function, please check it on site. If the device flashes yellow light 3 times every 5 seconds and sounds 3 times, it means that the device is out of service. Please replace it!
de: Die „Stummschalten“-Funktion des Geräts ist eingeschaltet. Prüfen Sie bitte die Gegebenheiten vor Ort, bevor Sie diese Funktion nutzen. Wenn das Gerät alle 5 Sekunden dreimal gelb blinkt und dreimal ein Ton ertönt, bedeutet dies, dass das Gerät außer Betrieb ist. Bitte ersetzen Sie es!
es: La función de silencio del dispositivo está activada. Antes de utilizar esta función, compruébelo en el sitio. Si el dispositivo parpadea con luz amarilla 3 veces cada 5 segundos y suena 3 veces, significa que el dispositivo está fuera de servicio. Por favor, sustitúyalo.
fr: Fonction « Couper le son » de l’appareil activée. Avant d’utiliser cette fonction, veuillez la vérifier sur place. Si l’appareil fait clignoter la lumière jaune 3 fois toutes les 5 s et émet un son 3 fois, cela signifie qu’il est hors service. Veuillez le remplacer !
it: La funzione "Mute" del dispositivo è attiva. Prima di utilizzare questa funzione, verificarla in loco. Se il dispositivo lampeggia con luce gialla 3 volte ogni 5 secondi e suona 3 volte, significa che il dispositivo è fuori servizio. Per favore, sostituitelo!
ko: 현재 '음소거' 사용 중입니다. 반드시 현장 안전 상황을 확인 후 해당 기능을 사용하십시오. 만약 장치에서 5초 마다 노란색 불이 세 번 깜빡이고 사이렌이 세 번 울리면 장치 수명이 만료된 것입니다. 장치를 교체하십시오.
ru: Вы используете функцию «отключения звука» устройства. Перед использованием этой функции обязательно проверьте ее на месте. Если устройство мигает желтым светом 3 раза и издает 3 звуковых сигнала каждые 5 секунд, это означает, что срок службы истек. Замените устройство!

# doorlock_one_password_each_user_can_only_set_one_password_2
source: Each user can only set one password, continue to add another, which will replace "%1$s". Are you sure to add it?
de: Jeder Nutzer kann nur ein Passwort festlegen. Das Hinzufügen eines weiteren Passworts wird das aktuelle Passwort [%1$s] ersetzen. Möchten Sie es hinzufügen?
es: Cada usuario solo puede establecer una contraseña, sigue para añadir otra, que sustituirá a "%1$s". ¿Estás seguro de que quieres añadirla?
fr: Chaque utilisateur ne peut définir qu’un mot de passe, continuer à en ajouter, ce qui remplacera « %1$s ». Voulez-vous vraiment l’ajouter ?
it: Ogni utente può impostare una sola password, continuare ad aggiungerne un'altra, che sostituirà "%1$s". Sei sicuro di volerlo aggiungere?
ko: 각 사용자는 하나의 암호만 설정하고 다른 암호를 계속 추가할 수 있습니다. 이 암호는 "%1$s"로 대체됩니다. 추가하시겠습니까?

# security_delete_hint
source: Are you sure you want to delete the alert?
de: Sind Sie sicher, dass Sie diesen Alarm löschen möchten?
es: ¿Seguro que desea borrar la alerta?
fr: Voulez-vous vraiment supprimer l’alerte ?
it: Sei sicuro di voler eliminare l'avviso?
ko: 경고를 삭제하시겠습니까?

# home_invite_close_tips
source: Please go to "Message Center-Invitation" to view this share
de: Bitte gehen Sie zu "Message Center-Einladung", um dieses Sharing anzuzeigen
es: Por favor, vaya a «Centro de Mensajes-Invitación» para ver esta acción
fr: Veuillez accéder à « Centre de messagerie - Invitation » pour voir ce partage
it: Vai a "Message Center-Invitation” (Centro messaggi-invito) per visualizzare questa condivisione
ko: '메시지 센터-초대'로 이동하여 공유를 확인할 수 있습니다.
ru: Вы можете перейти в «Центр сообщений-Пригласить» для просмотра этой публикации

# user_input_hint_pwd_different
source: Inconsistent passwords
de: Nicht übereinstimmende Passwörter
es: Contraseñas incoherentes
fr: Mots de passe différents
it: Password incoerenti
ko: 비밀번호가 일치하지 않습니다.
ru: Пароль не соответствует

# other_homesetting_administrator_operation
source: Only Home administrator can operate
de: Nur der Home-Administrator kann das System bedienen
es: Solo el administrador del hogar puede operarlo
fr: Seul un administrateur de Home peut l’utiliser
it: Solo l'amministratore Home può operare
ko: 홈관리자만 이 기능이 지원됩니다
ru: Эта операция поддерживается только администраторами дома

# device_self_detect_fail_tips_title
source: Possible reasons：
de: Mögliche Gründe:
es: Posibles razones:
fr: Raisons possibles：
it: Motivi possibili：
ko: 가능한 원인으로는：
ru: Возможные причины：

# common_switch
source: Switch
de: Schalter
es: Interruptor
fr: Commutateur
it: Interruttore
ko: 조명 스위치
ru: Переключить

# camera_title_feedback_small_video
source: Video message
de: Videonachricht
es: Vídeo mensaje
fr: Message vidéo
it: Messaggio video
ko: 비디오 메시지
ru: Видеосообщение

# automation_timer_unset_repeat
source: You have not set the repeat period
de: Sie haben den Wiederholungszeitraum nicht festgelegt
es: No ha configurado el periodo de repetición
fr: Vous n’avez pas défini la période de répétition
it: Non è stato impostato il periodo di ripetizione
ko: 반복 일정을 설정해 주세요
ru: Вы не установили время повтора

# curve_common_daily_average
source: Today's average %1$s
de: Heutiger Durchschnitt %1$s
es: Media de hoy %1$s
fr: Moyenne d’aujourd’hui %1$s
it: Media di oggi %1$s
ko: 금일평균 %1$s
ru: Среднее сегодня %1$s

# doorlock_twospwdisinconisitent
source: Two passwords is inconsistent
de: Die beiden Passwörter stimmen nicht überein!
es: Dos contraseñas son incoherentes
fr: Deux mots de passe sont différents
it: Due password non sono coerenti
ko: 두 개의 암호가 일치하지 않습니다.

# device_offline_replace_recommand
source: Replaceable Accessories
de: Austauschbare Accessoires
es: Accesorios reemplazables
fr: Accessoires remplaçables
it: Accessori sostituibili
ko: 교체 가능한 장치
ru: Заменяемое устройство

# device_ctrl_switch
source: Button
de: Taste
es: Botón
fr: Bouton
it: Pulsante
ko: 조명 스위치
ru: Переключить

# device_gateway_fm_main_fluency
source: Smooth
de: Glatt
es: Suave
fr: Fluide
it: Regolare
ko: 부드러운
ru: Плавный

# device_no_select_replace_device
source: No replaceable accessory selected
de: Es wurde kein austauschbares Accessoire ausgewählt
es: No hay accesorio reemplazable seleccionado
fr: Aucun accessoire remplaçable sélectionné
it: Nessun accessorio sostituibile selezionato
ko: 교체 가능한 장치를 선택하지 않았습니다.
ru: Устройство для замены не выбрано

# device_electricity_per_day
source: Today (kW·h)
de: Heute (kWh·h)
es: Hoy (kW·h)
fr: Aujourd'hui (kW-h)
it: Oggi (kW·h)
ko: 오늘 사용량(kW·h)
ru: Сегодня (кВт·ч)

# doorlock_daily_unlockinside
source: Unlock from inside
de: Von innen entsperren
es: Desbloquear desde el interior
fr: Débloquer de l’intérieur
it: Sblocca dall’interno
ko: 안에서 잠금 해제

# camera_title_gprs_protect
source: Mobile Data Protection
de: Mobiler Datenschutz
es: Protección de datos móviles
fr: Protection des données mobiles
it: Protezione dei dati mobili
ko: 트래픽 보호
ru: Защита мобильных данных

# other_speak_control_tips
source: Hi, can I help you?
de: Hallo, kann ich Ihnen helfen?
es: Hola, ¿puedo ayudarle?
fr: Bonjour, puis-je vous aider ?
it: Salve, posso aiutarla?
ko: 안녕하세요. 도움이 필요하세요?
ru: Здравствуйте, я могу Вам чем-то помочь?

# home_user_guest
source: Guest
de: Gast
es: Invitado
fr: Invité
it: Ospite
ko: 게스트
ru: Гость

# automation_timer_status
source: Power Status
de: Energiestatus
es: Estado de potencia
fr: État du courant
it: Stato di potenza
ko: 스위치 상태
ru: Статус Питания

# device_p3_no_controller
source: No remote control
de: Keine Fernbedienung
es: No hay control remoto
fr: Pas de télécommande
it: Nessun telecomando
ko: 리모컨 없음
