Repository: acodeworker/localzedLoader
Catalog: *.lproj/Localizable.strings
Languages: de, es, fr, it, ko, ru

# doorlock_initialconnection_errcode_two_operate_guide
source: Operation guide: 1. Please confirm whether the mobile phone network is normal, you can switch the mobile phone Wi-Fi or 4G network and try again; 2. Please make sure that the power of the door lock is normal; 3. Please make sure that the ZigBee hub works normally; 4. Please make sure the home Wi-Fi router works normally
de: Bedienungsanleitung: 1. Bitte prüfen Sie, ob das Mobilfunknetz normal ist, Sie können das WLAN- oder 4G-Netzwerk des Mobiltelefons wechseln und es erneut versuchen; 2. Bitte gehen Sie sicher, dass die Stromversorgung des Türschlosses normal ist; 3. Bitte gehen Sie sicher, dass der ZigBee-Hub normal funktioniert; 4. Bitte gehen Sie sicher, dass der WLAN-Heimrouter normal funktioniert
es: Guía de funcionamiento: 1. Confirme si la red de teléfono móvil funciona con normalidad, puede cambiar al wifi del teléfono o a la red 4G e intentarlo de nuevo; 2. Asegúrese de que la potencia de la cerradura de la puerta sea normal; 3. Asegúrese de que el hub Zigbee funcione con normalidad; 4. Asegúrese de que el wifi del hogar esté funcione correctamente
fr: Guide d’utilisation : 1. Veuillez confirmer si le réseau mobile est normal, vous pouvez passer au réseau de téléphonie mobile 4G ou au Wi-Fi et réessayer ; 2. Veuillez vous assurer que l’énergie du verrou de porte est normale ; 3. Veuillez vous assurer que le hub ZigBee fonctionne normalement ; 4. S’assurer que le routeur Wi-Fi de la maison fonctionne normalement
it: Guida operativa: 1. Verifica che la rete del cellulare sia normale, puoi commutare la rete Wi-Fi o 4G del cellulare e riprovare; 2. Assicurati che la potenza della serratura sia normale; 3. Assicurati che l'hub ZigBee funzioni normalmente; 4. Assicurati che il router Wi-Fi di casa funzioni normalmente

# curve_continuous_time
source: Duration
de: Dauer
es: Duración
fr: Durée
it: Durata
ko: 지속 시간
ru: Длительность

# device_operator_fail
source: Operation failed, please try again
de: Vorgang fehlgeschlagen, bitte versuchen Sie es noch einmal
es: La operación ha fallado, inténtelo de nuevo
fr: Échec de l’opération, veuillez réessayer
it: Operazione non riuscita, riprova
ko: 작업에 실패했습니다. 다시 시도하십시오.
ru: Операция не удалась, попробуйте еще раз

# automation_ongoing_execution
source: In ongoing execution
de: In laufender Ausführung
es: En curso
fr: En cours
it: Esecuzione in corso
ko: 지속적으로 실행 중…
ru: Выполнение продолжается

# device_set_privacy_area_text1
source: Operation instructions:
de: Anweisungen zur Bedienung:
es: Instrucciones de uso:
fr: Instructions d’utilisation :
it: Istruzioni per l'uso:
ko: 작업 설명:
ru: Описание операций

# home_city_fetch_fail
source: Failed to retrieve the list of the cities
de: Die Liste der Städte konnte nicht abgerufen werden
es: Fallo al obtener la lista de ciudades
fr: Impossible de récupérer la liste des villes
it: Impossibile recuperare l'elenco delle città
ko: 도시 목록을 검색하지 못했습니다.

# device_ir_controller_test_key
source: Test keys
de: Testtasten
es: Probar llaves
fr: Clés de test
it: Tasti di prova
ko: 버튼 테스트
ru: Кнопка тестирования

# home_setting_members_management
source: Member Management
de: Mitgliedsverwaltung
es: Gestión de miembros
fr: Gestion des membres
it: Gestione dei membri
ko: 멤버 관리
ru: Управление пользователями

# other_operate_fail
source: The operation failed.
de: Der Vorgang ist fehlgeschlagen
es: Operación fallida.
fr: Échec de l’opération.
it: L'operazione non è riuscita.
ko: 작업 실패
ru: Ошибка функционирования

# camera_install_save_tips
source: After saving, the concerned positions and cruises will be mirrored. Are you sure to save?
de: Nach dem Speichern werden die betroffenen Positionen und Fahrten gespiegelt. Möchten Sie es wirklich speichern?
es: Tras guardar, las posiciones frecuentes y los cruceros se reflejarán. ¿Seguro que quiere guardar?
fr: Après l’enregistrement, les positions et les parcours concernés seront reflétés. Voulez-vous vraiment enregistrer ?
it: Dopo il salvataggio, le posizioni e gli incroci interessati verranno rispecchiati. Sei sicuro di salvare?
ko: 저장 후에는 해당 위치와 크루즈가 미러링됩니다. 저장 하시겠습니까?
ru: После сохранения соответствующие позиции и круизы будут отражены. Вы уверены, что сохраните?

# device_ac_learn_5
source: Meal time
de: Zeit der Mahlzeit
es: Tiempo de comida
fr: Heure de repas
it: Ora dei pasti
ko: 식사
ru: Время еды

# device_camera_s2_video_save_fail
source: Failed to save video
de: Das Video konnte nicht gespeichert werden
es: Fallo al guardar el vídeo
fr: Échec d’enregistrement de la vidéo
it: Salvataggio del video non riuscito
ko: 영상 저장 실패
ru: Не удалось сохранить видео

# homekit_sync_error_hint_content
source: The name synchronization of some devices failed. Please make sure that the network connection is normal and the devices are online in Apple's Home app
de: Die Namenssynchronisierung einiger Geräte ist fehlgeschlagen. Bitte achten Sie darauf, dass die Netzwerkverbindung normal ist und die Geräte in Apples Home-App online sind
es: La sincronización del nombre de algunos dispositivos ha fallado. Asegúrese de que la conexión de red funciona con normalidad y que los dispositivos están conectados en la aplicación de hogar de Apple
fr: La synchronisation des noms de certains appareils a échoué. Veuillez vous assurer que la connexion réseau est normale et que les appareils sont en ligne dans l’appli Home d’Apple
it: La sincronizzazione dei nomi di alcuni dispositivi non è riuscita. Assicurati che il collegamento di rete sia normale e che i dispositivi siano online nell'app Home di Apple
ko: 일부 장치의 이름을 동기화하는데 실패했습니다, 네트워크 연결이 정상이고 장치가 Apple "홈" App에서 온라인 상태인지 확인해 주세요
ru: Ошибка синхронизации имен некоторых устройств. Обеспечьте, что сетевое соединение нормально и устройство подключено к сети в приложении "Дом" системы Apple

# doorlock_ble_state_alert_permission
source: We need Bluetooth for some functions. Please allow the APP to use Bluetooth.
de: Für einige Funktionen benötigen wir Bluetooth. Bitte erlauben Sie der App, Bluetooth zu verwenden.
es: Se necesita el Bluetooth para algunas funciones. Permita a la App usar el Bluetooth.
fr: Nous avons besoin du Bluetooth pour certaines fonctions. Veuillez autoriser l’appli à utiliser Bluetooth.
it: Per alcune funzioni abbiamo bisogno del Bluetooth. Consenti all'APP di utilizzare il Bluetooth.
ko: 몇 가지 기능을 위해 블루투스가 필요합니다. APP이 블루투스를 사용할 수 있도록 허용해주세요.

# device_wait_to_save
source: Saving, please wait...
de: Speichere. Bitte warten...
es: Guardando, espere...
fr: Enregistrement, veuillez patienter...
it: Salvataggio in corso, attendi...
ko: 저장 중입니다. 잠시 기다려 주세요...

# device_ac_energy_saving_bottom_hint
source: Some of the outdoor machines still need to run for a while after turning off the air conditioner. To protect your air conditioner, please set the delay time more than 30 minutes.
de: Einige der Outdoor-Geräte müssen nach dem Ausschalten der Klimaanlage noch eine Weile laufen. Stellen Sie die Verzögerungszeit bitte auf mehr als 30 Minuten ein, um Ihre Klimaanlage zu schützen,
es: Algunas de las máquinas exteriores necesitan funcionar durante un tiempo tras apagar el aire acondicionado. Para proteger su aire acondicionado, ajuste el temporizador de retraso a más de 30 minutos.
fr: Certaines des machines extérieures doivent encore fonctionner pendant un certain temps après avoir éteint le climatiseur. Pour protéger votre climatiseur, veuillez régler le délai à plus de 30 minutes.
it: Alcune delle macchine esterne devono funzionare ancora per un po' dopo aver spento il condizionatore d'aria. Per proteggere il tuo condizionatore d'aria, imposta un ritardo superiore a 30 minuti.
ko: 일부 실외기는 에어컨을 끈 후에도 일정시간 작동해야 합니다. 에어컨을 보호하기 위해 타이머를 30분 이상으로 설정해주세요.
ru: Некоторые кондиционеры отключаются, наружный блок все еще должен работать в течение некоторого времени, чтобы защитить Ваш кондиционер, установите время задержки более 30 минут.

# common_saving
source: Saving...
de: Wird gespeichert...
es: Guardando...
fr: Enregistrement...
it: Salvataggio in corso...
ko: 저장 중...
ru: Сохранение...

# doorlock_unbindcannotuse_tips
source: The door lock cannot work normally without binding PIN code. Please bind it immediately
de: Das Türschloss kann ohne verbundenen PIN-Code nicht normal funktionieren. Bitte stellen Sie sofort eine Verbindung her
es: La cerradura de la puerta no podrá funcionar con normalidad sin vincular un código PIN. Vincúlelo inmediatamente
fr: Le verrou de porte ne peut fonctionner normalement sans lier le code PIN. Veuillez le lier immédiatement
it: La serratura non può funzionare normalmente senza codice PIN di associazione. Associala immediatamente
ko: PIN 번호를 연결하지 않으면 도어락을 정상적으로 사용할 수 없습니다. 즉시 연결해 주세요.
ru: Дверной замок не может нормально использоваться без привязки PIN-кода. Рекомендуется привязать его немедленно.

# common_save
source: Save
de: Speichern
es: Guardar
fr: Enregistrer
it: Salva
ko: 저장
ru: Сохранить

# doorlock_bind_notbindexittips
source: Door lock can not work normally without binding PIN code. Are you sure to exit?
de: Das Türschloss kann ohne verbundenen PIN-Code nicht normal funktionieren. Sind Sie sicher, dass Sie beenden wollen?
es: La cerradura de la puerta no podrá funcionar con normalidad sin vincular un código PIN. ¿Seguro que quiere salir?
fr: Le verrou de porte ne peut fonctionner normalement sans lier le code PIN. Voulez-vous vraiment quitter ?
it: La serratura della porta non può funzionare normalmente senza codice PIN di associazione. Sei sicuro di voler uscire?
ko: PIN 번호를 연결하지 않으면 도어락을 정상적으로 사용할 수 없습니다. 종료하시겠습니까?
ru: Дверной замок не может полноценно использоваться без привязки PIN-кода. Действительно выйти?

# other_save_failed
source: Your edits were not saved. Please try again.
de: Ihre Änderungen wurden nicht gespeichert Bitte versuchen Sie es erneut.
es: No se han guardado sus modificaciones. Inténtelo de nuevo.
fr: Vos modifications n’ont pas été enregistrées. Veuillez réessayer.
it: Le tue modifiche non sono state salvate. Riprova.
ko: 수정 내용이 저장되지 않았습니다. 다시 시도해 주세요.
ru: Не удалось сохранить

# other_play_select_ring
source: Play preferred ringtone
de: Bevorzugten Klingelton abspielen
es: Reproducir tono de llamada preferido
fr: Jouer la sonnerie préférée.
it: Riproduci suoneria preferita
ko: 지정된 벨소리 재생
ru: Воспроизвести желаемый рингтон

# device_tip_min_minutes
source: Save failed. The time from the beginning to the end cannot be less than 15 min. Please reset.
de: Speichern fehlgeschlagen. Die Zeit vom Anfang bis zum Ende darf nicht weniger als 15 Minuten betragen. Bitte zurücksetzen.
es: Fallo al guardar. El tiempo de principio a fin no puede ser menor de 15 minutos. Reinícielo.
fr: Échec d’enregistrement. Le temps du début à la fin ne peut pas être inférieur à 15 minutes. Veuillez réinitialiser.
it: Salvataggio non riuscito. Il tempo dall'inizio alla fine non può essere inferiore a 15 min. Effettua il reset.
ko: 저장하지 못했습니다. 시작부터 끝까지의 시간은 15분 이하여야 한다. 재설정해주세요.

# doorlock_unbind_quit_hint
source: The door lock cannot be normally used without binding PIN code. Are you sure you want to quit?
de: Das Türschloss kann normalerweise nicht ohne verbundenen PIN-Code verwendet werden. Sind Sie sicher, dass Sie aufhören wollen?
es: La cerradura de la puerta no se podrá usar con normalidad sin vincular un código PIN. ¿Seguro que desea salir?
fr: Le verrou de porte ne peut normalement pas être utilisé sans lier le code PIN. Voulez-vous vraiment quitter ?
it: La serratura della porta non può essere utilizzata normalmente senza un codice PIN vincolante. Sei sicuro di voler chiudere?
ko: 비밀번호 설정 없이 도어락을 사용하실 수 없습니다. 종료하시겠습니까?
ru: Дверной замок нельзя будет нормально использовать без привязки PIN-кода. Вы уверены, что хотите выйти?

# device_tip_same_time
source: Save failed. The start time is the same with the end time. Please reset.
de: Speichern fehlgeschlagen. Die Startzeit ist die gleiche wie die Endzeit. Bitte zurücksetzen.
es: Fallo al guardar. El tiempo de inicio es el mismo que el tiempo de finalización. Reinícielo.
fr: Échec d’enregistrement. L’heure de début est la même que l’heure de fin. Veuillez réinitialiser.
it: Salvataggio non riuscito. L'ora di inizio coincide con l'ora finale. Effettua il reset.
ko: 저장에 실패했습니다. 시작시간과 종료시간이 같으니 다시 설정해 주세요.

# device_play_video
source: Play
de: Abspielen
es: Reproducir
fr: Lecture
it: Riproduci
ko: 재생
ru: Воспроизвести

# camera_preset_position_guide_content
source: Save your pre-defined position to quickly view the home.
de: Speichern Sie Ihre vordefinierte Position, um das Haus schnell anzuzeigen.
es: Guarde su posición predefinida para ver el hogar rápidamente.
fr: Enregistrer votre position prédéfinie pour voir rapidement la maison.
it: Salva la tua posizione predefinita per visualizzare rapidamente la casa.
ko: 자주 확인하는 위치를 관심구역으로 저장하면 더 편하고 빠르게 확인할 수 있습니다.
ru: Сохраняйте местоположение отслеживаемого Вами дома для быстрого позиционирования и проверки обстановки дома

# automation_action_music_hint
source: Play Ringtone: %1$s Volume: %2$s
de: Klingelton abspielen: %1$s Lautstärke: %2$s
es: Reproducir tono de llamada: Volumen %1$s: %2$s
fr: Jouer la sonnerie : %1$s Volume : %2$s
it: Riproduci suoneria: Volume %1$s: %2$s
ko: 벨소리 재생 : %1$s 음량 : %2$s
ru: Мелодия воспроизведения: %1$s Громкость: %2$s

# common_save_failed
source: Failed to save
de: Speichern fehlgeschlagen
es: Fallo al guardar
fr: Échec d’enregistrement
it: Salvataggio non riuscito
ko: 저장실패
ru: Ошибка сохранения

# device_ac_not_associate
source: Not Associate
de: Nicht verknüpft
es: No asociado
fr: Non lié
it: Non associato
ko: 연결되지 않음
ru: Не связано

# device_sleep_not_good
source: Not good
de: Nicht gut
es: No es bueno
fr: Pas bon
it: Non va bene
ko: 나쁨
ru: Плохо

# camera_common_location
source: Pre-Defined Positions
de: Vordefinierte Positionen
es: Posiciones predefinidas
fr: Positions prédéfinies
it: Posizioni predefinite
ko: 관심구역
ru: Сохранённые позиции

# device_ac_match_try_next
source: Try the next one
de: Probieren Sie die nächste
es: Pruebe con el siguiente
fr: Essayer le prochain
it: Prova il prossimo
ko: 다음 리모컨을 시도해보세요.
ru: Попробуйте следующий

# automation_pop_text_error_1
source: This action is not supported in the scenario.
de: Dieser Vorgang wird in dem Szenario nicht unterstützt.
es: Este escenario no admite esta acción.
fr: L’action n’est pas prise en charge dans le scénario.
it: Questa azione non è supportata nello scenario.
ko: 해당 동작을 선택하는 것을 지원하지 않습니다.
ru: Сценарий не поддерживает это действие

# scene_executing_tips
source: Scene being executed...
de: Die Szene wird ausgeführt...
es: Ejecutando escena...
fr: Scène en cours...
it: Esecuzione della scena in corso...
ko: 장면 실행 중…
ru: Выполнение сценария...

# device_ac_quick_close
source: Disable
de: Deaktivieren
es: Deshabilitar
fr: Désactiver
it: Disattiva
ko: 비활성화
ru: Отключить

# homekit_cannt_bind
source: Can not be bound
de: Kann nicht verbunden werden
es: No se puede vincular
fr: Liaison impossible
it: Impossibile associare
ko: 바인딩이 안됨
ru: Не может быть привязано

# device_single_not_connected
source: Not Connected
de: Nicht verbunden
es: No conectado
fr: Non connecté
it: Non collegato
ko: 연결되지 않음
ru: Не подключен

# curve_humid
source: Humid
de: Feucht
es: Húmedo
fr: Humide
it: Umido
ko: 축축함
ru: Влажный

# device_max_power_limit_desc
source: The power will automatically cut off if it exceeds maximum power limit.
de: Die Stromversorgung wird automatisch unterbrochen, f alls die maximale Leistungsgrenze überschritten wird.
es: Se cortará automáticamente la alimentación si excede el límite de potencia máxima.
fr: L’alimentation sera automatiquement coupée si elle dépasse la limite de puissance.
it: L'alimentazione si interromperà automaticamente se supera il limite di potenza massima.
ko: 설정된 최대 전력을 초과하면 자동으로 전원을 차단합니다.

# user_view_experience_program
source: View User Experience Program
de: Benutzererfahrungsprogramm anzeigen
es: Ver programa de experiencia del usuario
fr: Voir le programme d’expérience utilisateur
it: Visualizza il programma esperienza utente
ko: 사용자 체험 프로그램을 확인합니다
ru: Смотреть «Программу взаимодействия с пользователем»

# curve_common_thisweek_average
source: Current week's average %1$s
de: Aktueller Durchschnitt dieser Woche %1$s
es: Media de esta semana de %1$s
fr: Moyenne de la semaine actuelle %1$s
it: Media della settimana attuale %1$s
ko: 금주 평균 %1$s
ru: Среднее за неделю %1$s

# doorlock_look_more
source: More details
de: Mehr Details
es: Más detalles
fr: Plus de détails
it: Maggiori dettagli
ko: 자세한 정보
ru: Смотреть еще

# other_tip_can_not_invite_unregister
source: Unable to invite. The invited account is unregistered.
de: Einladung nicht möglich. Das eingeladene Konto ist nicht registriert.
es: No se ha podido invitar. La cuenta invitada no está registrada.
fr: Impossible d’inviter. Le compte invité n’est pas enregistré.
it: Impossibile invitare. L’account invitato non è registrato.
ko: 상대방의 계정이 등록되지 않아 초청이 불가능합니다
ru: Приглашаемый аккаунт не существует.

# curve_open_times_thisweek
source: Opened This Week
de: Diese Woche geöffnet
es: Abierto esta semana
fr: Ouvert cette semaine
it: Aperto questa settimana
ko: 이번주 열렸음
ru: Открыт на этой неделе

# automation_timer_enable
source: Turn on timer
de: Timer einschalten
es: Temporizador de encendido
fr: Activer la minuterie
it: Attiva il timer
ko: 타이머 켜기
ru: Включить таймер

# device_setting_prevent_delete
source: Prevent accidental deletion
de: Versehentliches Löschen verhindern
es: Prevenir borrado accidental
fr: Prévenir la suppression accidentelle
it: Impedisci la cancellazione accidentale
ko: 실수로 삭제하는 것을 방지합니다.
ru: Предотвратить случайное удаление

# curve_thisweek_average
source: Current week's average
de: Aktueller Durchschnitt dieser Woche
es: Media de esta semana
fr: Moyenne de la semaine actuelle
it: Media della settimana attuale

# camera_face_guide_tips1
source: Smart home automations such as turning on lights and opening curtains after faces are identified.
de: Smart Home-Automatisierungen wie das Einschalten von Lichtern und das Öffnen von Vorhängen, sobald Gesichter erkannt wurden.
es: Automatizaciones inteligentes como el encender las luces y abrir cortinas tras un reconocimiento facial.
fr: Des automatismes de maison intelligente comme allumer les lumières et ouvrir les rideaux après l’identification des visages.
it: Automazioni domotiche smart come accensione delle luci e apertura delle tende dopo che i volti sono stati identificati.
ko: 스마트 연동 방안을 만들면 얼굴인식 후 불 켜기 또는 커튼 열기 등의 스마트 기능을 체험할 수 있습니다
ru: Создайте умную схему связи, чтобы реализовать опыт умного дома, например включение света и открытие штор после распознавания лиц

# camera_speed_double_speed
source: Forward
de: Vorwärts
es: Adelante
fr: Transférer
it: Avanti
ko: 배속
ru: Вперед

# curve_avg_temperature_thisweek
source: Average Temperature This Week
de: Durchschnittstemperatur in dieser Woche
es: Temperatura media de esta semana
fr: Température moyenne cette semaine
it: Temperatura media di questa settimana
ko: 이번주의 평균 온도
ru: Средняя температура на этой неделе

# notification_open_push
source: Turn on Push Message Notification
de: Push-Benachrichtigung aktivieren
es: Mensaje de notificación de encendido
fr: Activer la notification de message Push
it: Attiva la notifica dei messaggi push
ko: 푸쉬메시지 알림 켜기
ru: Включить push-уведомления

# device_sleep_quality_very_excellent
source: Very excellent
de: Ausgezeichnet
es: Muy excelente
fr: Vraiment excellent
it: Veramente eccellente
ko: 아주 우수
ru: Превосходно

# home_share_how_invitee_join
source: How do the invitees successfully join your family?
de: Wie treten die eingeladenen Personen erfolgreich Ihrer Familie bei?
es: ¿Cómo se pueden unir los invitados a su familia con éxito?
fr: Comment les invités rejoignent-ils votre famille ?
it: Come riescono le persone invitate ad unirsi alla tua famiglia?
ko: 피요청자는 어떻게 사용자의 홈구성원으로 성공적으로 가입될 수 있을까요?
ru: Как добавить пользователя в Ваш "Дом"?

# common_thisweek_average_fios
source: Current week's average
de: Aktueller Durchschnitt dieser Woche
es: Media de esta semana
fr: Moyenne de la semaine actuelle
it: Media della settimana attuale
ko: 주 평균

# device_create_detect_event
source: 创建侦测事件
de: Erkennungsereignisse erstellen
es: Crear eventos de detección
fr: Créer les événements de détection
it: Creare eventi di rilevamento

# other_common_sizer_room_hint
source: Click to enter the room
de: Klicken Sie, um den Raum zu betreten
es: Clic para entrar en la habitación
fr: Cliquer pour saisir la pièce
it: Clicca per entrare nella stanza
ko: 클릭해서 방으로 들어가기
ru: Нажмите, чтобы войти в комнату

# camera_action_backup_video_to_memory
source: 备份存储卡视频到存储器
de: Sichern Sie die Videodateien auf der SD-Karte in den Speicher
es: Guardar una copia de los archivos de vídeo en la tarjeta SD a la memoria
fr: Sauvegarder les fichiers vidéo de la carte mémoire vers la mémoire interne
it: Eseguire il backup dei file video presenti nella scheda SD nella Memoria
ko: 메모리카드 동영상을 저장소로 백업

# curve_avg_temperature_thismonth
source: Average Temperature This Month
de: Durchschnittstemperatur in diesem Monat
es: Temperatura media de este mes
fr: Température moyenne ce mois-ci
it: Temperatura media di questo mese
ko: 이번달의 평균 온도
ru: Средняя температура в этом месяце

# homekit_bind_error_601
source: Error code 601, the accessory was not found in the cloud.
de: Fehlercode 601. Das Accessoire wurde nicht in der Cloud gefunden.
es: Código de error 601, no se ha encontrado el accesorio en la nube.
fr: Code d’erreur 601, l’accessoire n’a pas été trouvé dans le cloud.
it: Codice di errore 601, l'accessorio non è stato trovato nel cloud.
ko: 에러 코드 601, 클라우드에서 이 장치를 찾을 수 없습니다.
ru: Ошибка 601, устройство не было найдено на сервере.

# automation_weather_sunny_txt
source: sunny
de: sonnig
es: soleado
fr: ensoleillé
it: soleggiato
ko: 맑음
ru: проясняться

# security_guard_been_delete
source: Deleted
de: Gelöscht
es: Borrado
fr: Supprimé
it: Cancellato
ko: 삭제되었습니다
ru: Удалено

# curve_avg_smoke_thisweek
source: Average Smoke Density This Week
de: Durchschnittliche Rauchdichte in dieser Woche
es: Densidad media de humo de esta semana
fr: Densité de fumée moyenne cette semaine
it: Densità media del fumo di questa settimana
ko: 이번주의 평균 스모크 농도
ru: Средняя плотность дыма на этой неделе

# doorlock_onetimepwd_create
source: Create a one-time password
de: Erstellen eines einmaligen Passworts
es: Crear contraseña de un solo uso
fr: Créer un mot de passe unique
it: Crea una password monouso
ko: 일회용 비밀번호 생성

# device_click_to_take_remote_back
source: Tap to take photos of the rear side of the remote control
de: Tippen Sie, um Fotos von der Rückseite der Fernbedienung aufzunehmen
es: Toque para tomar fotos de la parte trasera del control remoto
fr: Appuyer pour prendre des photos de l’arrière de la télécommande
it: Tocca per scattare foto del lato posteriore del telecomando
ko: 탭하여 리모컨 후면 사진 촬영
ru: Пожалуйста, загрузите фото лицевой стороны ПДУ.

# notification_device_desc
source: Including the low battery prompt, over-temperature and overloaded protection of the device, etc. (except for the Alarm Notifications)
de: Einschließlich der Aufforderung zu niedrigem Batteriestand, Übertemperatur- und Überlastungsschutz des Geräts usw. (mit Ausnahme der Alarmbenachrichtigungen)
es: Incluyendo el aviso de batería baja, la protección contra sobretemperatura y sobrecarga del dispositivo, etc. (excepto las notificaciones de alarma)
fr: Comprend les notifications de batterie faible, la protection contre la surcharge et la surchauffe de l’appareil, etc. (sauf pour les notifications d’alarme)
it: Compresi messaggio di batteria scarica, protezione da surriscaldamento e sovraccarico del dispositivo, ecc. (ad eccezione delle notifiche di allarme)
ko: 장치의 저전력 알림, 과온 과부하 보호 등(경고 알림 제외)
ru: В том числе напоминание о низком заряде батареи устройства, защита от перегрева и перегрузки и др. (кроме уведомления о тревоге)
