Repository: acodeworker/localzedLoader
Catalog: *.lproj/Localizable.strings
Languages: de, es, fr, it, ko, ru

# device_control_terms_use_1
source: 1. Please ensure that there is no wireless message sniffer around the device and other risks that may trigger disclosure of wireless data. It is suggested not to add new device.
de: 1. Bitte stellen Sie sicher, dass sich in der Nähe des Geräts keine Sniffer für drahtlose Nachrichten oder andere Risiken befinden, die eine Offenlegung von drahtlosen Daten auslösen könnten. Es wird empfohlen, kein neues Gerät hinzuzufügen.
es: 1. Por favor, asegúrese de que no hay un rastreador de mensajes inalámbricos alrededor del dispositivo y otros riesgos que pueden desencadenar la divulgación de datos inalámbricos. No es aconsejable añadir un nuevo dispositivo.
fr: 1. Veuillez vous assurer qu'il n'y a pas de renifleur de messages sans fil autour de l'appareil et d'autres risques qui peuvent déclencher la divulgation de données sans fil. Il est suggéré de ne pas ajouter de nouveau appareil.
it: 1. Assicurarsi che non vi siano sniffer di messaggi wireless intorno al dispositivo e altri rischi che potrebbero causare la divulgazione di dati wireless. Si consiglia di non aggiungere nuovi dispositivi.
ko: 1. 장치 주변에 무선 메시지 스니퍼 또는 무선 데이터 유출을 유발할 수 있는 기타 위험 요소가 없는지 확인하십시오. 새 장치를 추가하지 않는 것을 권장합니다.
ru: 1. Убедитесь в отсутствии перехвата беспроводных пакетов или других факторов риска, которые могут привести к утечке беспроводных данных устройства. Не рекомендуется добавлять новые устройства.

# device_card_camera_group
source: Camera group
de: Kamera-Gruppe
es: Grupo de cámara
fr: Groupe de caméras
it: Gruppo di telecamere
ko: 카메라 그룹
ru: группа камер

# device_control_door_lock_close_tip
source: * The set automation has been expired and deleted
de: * Die eingestellte Automatisierung ist verfallen und wurde gelöscht
es: * La automatización establecida ha expirado y se ha eliminado
fr: * L'automatisation définie a expiré et a été supprimée
it: * L'automazione impostata è scaduta e cancellata
ko: *해당 설정의 자동화 무효화 및 삭제
ru: *Автоматизация соответствующих настроек является недействительной и удалена

# device_card_camera_window_float
source: The video floating window has been outbound
de: Das schwebende Fenster des Videos wurde verlassen
es: La ventana flotante de vídeo ha salido
fr: La fenêtre de vidéo flottante a été libérée
it: La finestra video fluttuante è in uscita
ko: 비디오 플로팅 요청...
ru: Всплывающее окно видео было вызвано

# device_card_camera_lock_hint
source: The device has been locked. Please try again one minute later
de: Das Gerät wurde gesperrt. Bitte versuchen Sie es in einer Minute erneut
es: El dispositivo se ha bloqueado. Inténtelo de nuevo en un minuto
fr: L’appareil a été verrouillé. Réessayez dans une minute
it: Il dispositivo è stato bloccato. Riprovare tra un minuto
ko: 장치가 잠겨 있습니다. 1분 후 다시 시도하십시오.
ru: Устройство заблокировано. Повторите через 1 минуту

# device_card_camera_sleep_hint
source: The device is now in sleeping mode
de: Das Gerät befindet sich jetzt im Schlafmodus
es: El dispositivo está ahora en modo de reposo
fr: L'appareil est maintenant en mode veille
it: Il dispositivo è ora in modalità di riposo
ko: 현재 프라이버시 모드 상태입니다.
ru: Устройство в спящем режиме

# device_control_terms_use_2
source: 2. After this function is enabled, the hub cannot use the fast binding function nor add the Zigbee device.
de: 2. Nachdem diese Funktion aktiviert wurde, kann der Hub weder die Schnellverbindungsfunktion nutzen noch ein Zigbee-Gerät hinzufügen.
es: 2. Una vez activada esta función, el hub no puede utilizar la función de vinculación rápida ni añadir el dispositivo Zigbee.
fr: 2. Une fois cette fonction activée, le concentrateur ne peut pas utiliser la fonction de liaison rapide ni ajouter l'appareil Zigbee.
it: 2. Dopo aver abilitato questa funzione, l'hub non può utilizzare la funzione di binding rapido né aggiungere il dispositivo Zigbee.
ko: 2. 해당 기능을 켜면 게이트웨이에서 빠른 수신 기능을 사용하여 지그비 장치를 추가할 수 없습니다.
ru: 2. После включения данной функции Центр умного дома не сможет использовать функцию быстрого подключения к сети для добавления устройств Zigbee

# device_control_door_lock_title
source: Remote function of the door lock
de: Fernbedienungsfunktion des Türschlosses
es: Función remota de la puerta bloqueada
fr: Fonctionnement à distance de la serrure de la porte
it: Funzione remota della serratura della porta
ko: 도어록 원격 기능
ru: Дистанционная функция дверного замка

# device_card_camera_float_btn
source: Play the video
de: Video abspielen
es: Reproducir video
fr: Lire la vidéo
it: Riprodurre il video
ko: 비디오 재생
ru: Воспроизвести видео

# device_control_read_agreed
source: I've read and agreed with the above terms
de: Ich habe die obigen Bedingungen gelesen und stimme ihnen zu
es: He leído y estoy de acuerdo con las condiciones anteriores
fr: J'ai lu et accepté les conditions ci-dessus
it: Ho letto e accettato le condizioni di cui sopra
ko: 상술한 이용약관을 읽고 동의했습니다.
ru: Я прочитал(а) и согласен(на) с вышеуказанными условиями использования

# device_card_camera_null_hint
source: There is no video data at this time. Please configure the camera first
de: Derzeit liegen keine Videodaten vor. Bitte konfigurieren Sie zuerst die Kamera
es: No hay datos de video en este momento. Por favor, configure la cámara primero
fr: Aucune donnée vidéo pour le moment. Configurez d’abord la caméra
it: Al momento non ci sono dati video. Si prega di configurare prima la telecamera
ko: 비디오 데이터가 없습니다. 먼저 카메라를 설정하세요.
ru: Нет видеоданных, сначала настройте камеру

# device_card_camera_set_save_hint
source: Please add at least one camera
de: Bitte fügen Sie mindestens eine Kamera hinzu
es: Por favor, agregue al menos una cámara
fr: Ajoutez au moins une caméra
it: Aggiungere almeno una telecamera
ko: 카메라를 1개 이상 추가하세요.
ru: Добавьте минимум 1 камеру.

# homekit_security_system_alarm_type
source: Security System Alarm Type
de: Sicherheitssystem Alarmtyp
es: Tipo de alarma del sistema de seguridad
fr: Type d’alarme de système de sécurité
it: Tipo di allarme del sistema di sicurezza
ko: 보안시스템 알람 유형
ru: Тип сигнализации системы безопасности

# device_control_conditions_expired
source: Sub-conditions have been expired
de: Die Unterbedingungen sind verfallen
es: Las condiciones secundarias han expirado
fr: Les sous-conditions ont expiré
it: Le sottocondizioni sono scadute
ko: 하위 조건이 만료되었습니다.
ru: Срок действия подусловия истек

# device_control_conditions_deleted_reconfigure
source: Conditions have been deleted. Will you re-configure it
de: Die Bedingungen wurden gelöscht. Möchten Sie sie neu konfigurieren?
es: Las condiciones se han eliminado. ¿Desea volver a configurarlas?
fr: Les conditions ont été supprimées. Allez-vous le reconfigurer
it: Le condizioni sono state eliminate. È possibile riconfigurarle?
ko: 조건이 삭제되었습니다. 재구성하시겠습니까?
ru: Условие удалено. Настроить снова?

# device_control_conditions_deleted
source: Sub-conditions have been deleted
de: Die Unterbedingungen wurden gelöscht
es: Se han eliminado las condiciones secundarias
fr: Les sous-conditions ont été supprimées
it: Le sottocondizioni sono state eliminate
ko: 하위 조건이 삭제되었습니다.
ru: Подусловие удалено

# homekit_security_system_current_state
source: Security System Current State
de: Sicherheitssystem Aktueller Status
es: Estado actual del sistema de seguridad
fr: État actuel du système de sécurité
it: Stato attuale del sistema di sicurezza
ko: 현재 보안시스템 상태
ru: Текущее состояние системы безопасности

# homekit_idle
source: Idle
de: Leerlauf
es: Inactivo
fr: À l’arrêt
it: Inattivo
ko: 대기
ru: Режим ожидания

# homekit_cooling
source: Cooling
de: Kühlung
es: Enfriamiento
fr: Refroidissement
it: Raffreddamento
ko: 냉방
ru: Охлаждение

# homekit_rotation_speed
source: Rotation Speed
de: Rotationsgeschwindigkeit
es: Velocidad de rotación
fr: Vitesse de rotation
it: Velocità di rotazione
ko: 회전 속도
ru: Скорость вращения

# homekit_heating
source: Heating
de: Heizung
es: Calefacción
fr: Chaleur
it: Riscaldamento
ko: 난방
ru: Нагрев

# homekit_saturation
source: Saturation
de: Sättigung
es: Saturación
it: Saturazione
ko: 포화도
ru: Насыщенность

# homekit_reset_filter_indication
source: Reset Filter Indication
de: Filteranzeige zurücksetzen
es: Indicación de reposición del filtro
fr: Réinitialiser l’indication du filtre
it: Indicazione di reset del filtro
ko: 필터 리셋 표시
ru: Сброс индикации фильтра

# homekit_rotation_direction
source: Rotation Direction
de: Drehrichtung
es: Dirección de rotación
fr: Direction de rotation
it: Direzione di rotazione
ko: 회전 방향
ru: Направление вращения

# homekit_on
source: On
de: Ein
es: Encendido
fr: Activé
it: Attivo
ko: 사용
ru: Вкл

# homekit_disarm
source: Disarm
de: Alarm deaktivieren
es: Desarmar
fr: Désarmement
it: Disarmare
ko: 보안 취소
ru: Отмена охраны

# homekit_relative_humidity_humidifier_threshold
source: Relative Humidity Humidifier Threshold
de: Relative Luftfeuchtigkeit Schwellenwert Befeuchter
es: Umbral relativo del humidificador de humedad
fr: Seuil d’humidité relative de l’humidificateur
it: Soglia di umidità relativa dell'umidificatore
ko: 가습 시작 습도
ru: Порог относительной влажности увлажнителя

# homekit_off
source: off
de: Aus
es: apagado
fr: éteint
it: spento

# homekit_recording_audio_active
source: Recording Audio Active
de: Audioaufnahme aktiv
es: Grabación de audio activa
fr: Enregistrement audio actif
it: Registrazione audio attiva
ko: 오디오 녹음
ru: Запись звука активна

# homekit_disarmed
source: Disarmed
de: Entschärft
es: Desarmado
fr: Désarmé
it: Disarmato
ko: 보안 취소됨
ru: Охрана отменена

# homekit_remaining_duration
source: Remaining Duration
de: Verbleibende Dauer
es: Duración restante
fr: Durée restante
it: Durata residua
ko: 남은 기간
ru: Оставшаяся продолжительность

# homekit_reverse
source: Reverse
de: Umkehren
es: Revertir
fr: Inverser
it: Inversione
ko: 역방향
ru: Обратный ход

# homekit_clean_position
source: Clean Position
de: Reinigungsposition
es: Posición limpia
fr: Nettoyer la position
it: Posizione pulita
ko: 포지션 삭제
ru: Очистить положение

# homekit_single_press
source: Single Press
de: Einmal Drücken
es: Una pulsación
fr: Presse unique
it: Pressione singola
ko: 한 번 누름
ru: Одинарное нажатие

# homekit_position_setting_guide
source: Position Setting Guide
de: Anleitung zur Positionseinstellung
es: Guía de ajustes de posición
fr: Guide de réglage des positions
it: Guida all'impostazione della posizione
ko: 포지션 설정 가이드
ru: Руководство по настройке положения

# homekit_night_arm
source: Night Arm
de: Nacht Scharfschalten
es: Creación nocturna
fr: Armement Nuit
it: Braccio notturno
ko: 밤 보안 설정
ru: Охрана ночью

# homekit_selected_audio_stream_configuration
source: Selected Audio Stream Configuration
de: Konfiguration des ausgewählten Audio-Streams
es: Configuración del flujo de audio seleccionado
fr: Configuration sélectionnée du flux audio
it: Configurazione del flusso audio selezionato
ko: 선택한 오디오 스트림 설정
ru: Выбранная конфигурация аудиопотока

# homekit_relative_humidity_dehumidifier_threshold
source: Relative Humidity Dehumidifier Threshold
de: Relative Luftfeuchtigkeit Schwellenwert Entfeuchter
es: Umbral relativo del deshumidificador de humedad
fr: Seuil d’humidité relative du déshumidificateur
it: Umidità relativa Soglia deumidificatore
ko: 제습 시작 습도
ru: Порог относительной влажности осушителя

# homekit_not_chargeable
source: Not Chargeable
de: Nicht aufladbar
es: No recargable
fr: Non chargeable
it: Non ricaricabile
ko: 충전 불가
ru: Зарядка не поддерживается

# homekit_charging
source: Charging
de: Aufladen
es: Cargando
fr: Chargement
it: In carica
ko: 충전 중...
ru: Заряжается

# homekit_set_duration
source: Set Duration
de: Dauer einstellen
es: Establecer duración
fr: Durée définie
it: Imposta durata
ko: 지속시간 설정
ru: Установить продолжительность

# homekit_closeed
source: Closeed
de: Geschlossen
es: Cerrada
fr: Fermé
it: Chiuso
ko: 닫힘
ru: Закрыть

# homekit_open
source: Open
de: Offen
es: Abrir
fr: Ouvrir
it: Aperto
ko: 열림
ru: Открыть

# homekit_security_system_target_state
source: Security System Target State
de: Sicherheitssystem Zielzustand
es: Estado objetivo del sistema de seguridad
fr: État cible du système de sécurité
it: Stato target del sistema di sicurezza
ko: 타겟 보안시스템 상태
ru: Целевое состояние системы безопасности

# homekit_not_charging
source: Not Charging
de: Wird nicht geladen
es: No se está cargando
fr: Pas en charge
it: Non in carica
ko: 충전 안 함
ru: Не заряжается

# homekit_accessories
source: Accessories
de: Zubehör
es: Accesorios
fr: Accessoires
it: Accessori
ko: 장치
ru: Аксессуары

# homekit_service_label_index
source: Service Label Index
es: Índice de la etiqueta de servicio
fr: Index de label de service
it: Indice dell'etichetta di servizio
ko: 서비스 레이블 인덱스
ru: Индкс метки службы

# homekit_long_press
source: Long Press
de: Lange drücken
es: Pulsación prolongada
fr: Presse longue
it: Premere a lungo
ko: 길게 누름
ru: Длительное нажатие

# homekit_battery_low
source: Battery Low
de: Batterie ist schwach
es: Batería baja
fr: Batterie Faible
it: Batteria scarica
ko: 배터리 부족
ru: Низкий заряд батареи

# homekit_unknown
source: Unknown
de: Unbekannt
es: Desconocido
fr: Inconnu
it: Sconosciuto
ko: 알 수 없음
ru: Неизвестный

# homekit_accessory
source: Accessory
de: Zubehör
es: Accesorio
fr: Accessoire
it: Accessorio
ko: 장치
ru: Аксессуар

# homekit_good
source: Good
de: Gut
es: Bueno
fr: Bon
it: Buono
ko: 좋음
ru: Хорошо

# homekit_excellent
source: Excellent
de: Exzellent
es: Excelente
it: Eccellente
ko: 매우 좋음
ru: Отлично

# homekit_poor
source: Poor
de: Schlecht
es: Pobre
fr: Très mauvais
it: Scarso
ko: 매우 나쁨
ru: Очень плохо

# homekit_fair
source: Fair
de: Angemessen
es: Justo
fr: Acceptable
it: Buono
ko: 일반
ru: Средне

# homekit_double_press
source: Double Press
de: Zweimal Drücken
es: Pulsación doble
fr: Presse double
it: Doppia pressione
ko: 두 번 누름
ru: Двойное нажатие

# homekit_sleep_interval
source: Sleep Interval
de: Schlafintervall
es: Intervalo de sueño
fr: Intervalle de sommeil
it: Intervallo di sonno
ko: 슬립 인터벌
ru: Интервал сна

# homekit_wi_fi_capabilities
source: Wi-Fi Capabilities
de: WLAN-Kapazitäten
es: Capacidades Wi-Fi
fr: Capacités Wi-Fi
it: Capacità Wi-Fi
ko: Wi-Fi기능
ru: Возможности Wi-Fi

# homekit_current_transport
source: Current Transport
de: Aktueller Transport
es: Transporte actual
fr: Transport actuel
it: Trasporto corrente
ko: 현재 전송
ru: Текущий транспорт

# homekit_gateway_service
source: Gateway Service
es: Servicio de Gateway
fr: Service de passerelle
it: Servizio Gateway
ko: 허브 서비스
ru: Служба концентратора

# homekit_heart_beat
source: Heart Beat
de: Herzschlag
es: Ritmo cardíaco
fr: Confirmation de connexion
it: Battito cardiaco
ko: 심박
ru: Сердцебиение

# homekit_remove_accessory
source: Remove Accessory
de: Zubehör entfernen
es: Eliminar accesorio
fr: Supprimer l’accessoire
it: Rimuovere accessorio
ko: 장치 삭제
ru: Удалить аксессуар

# homekit_add_accessory
source: Add Accessory
de: Zubehör hinzufügen
es: Agregar accesorio
fr: Ajouter un accessoire
it: Aggiungere accessorio
ko: 장치 추가
ru: Добавить аксессуар

# homekit_selected_iot_platform
source: Selected IoT Platform
de: Ausgewählte IoT-Plattform
es: Plataforma IoT seleccionada
fr: Plateforme IoT sélectionnée
it: Piattaforma IoT selezionata
ko: 선택한 IoT 플랫폼
ru: Выбранная платформа IoT

# homekit_device_model
source: Device Model
de: Gerätemodell
es: Modelo del dispositivo
fr: Modèle de appareil
it: Modello del dispositivo
ko: 장치 모델명
ru: Модель устройства

# homekit_enabled
source: Enabled
de: Aktiviert
es: Activado
fr: Activé
it: Abilitato
ko: 사용
ru: Включено

# homekit_filter_life_level
source: Filter Life Level
de: Nutzungsdauer des Filters
es: Nivel de vida útil del filtro
fr: Niveau de durée de vie du filtre
it: Livello di durata del filtro
ko: 필터 수명 단계
ru: Срок службы фильтра

# homekit_filter_change_indication
source: Filter Change Indication
de: Anzeige für Filterwechsel
es: Indicación de cambio de filtro
fr: Indication de changement de filtre
it: Indicazione di cambio filtro
ko: 필터 교체 표시
ru: Индикация замены фильтра

# homekit_disabled
source: Disabled
de: Deaktiviert
es: Desactivado
fr: Désactivé
it: Disabilitato
ko: 사용 안함
ru: Отключено

# homekit_current_relative_humidity
source: Current Relative Humidity
de: Aktuelle Relative Luftfeuchtigkeit
es: Humedad relativa actual
fr: Humidité relative actuelle
it: Umidità relativa corrente
ko: 현재 습도
ru: Текущая относительная влажность

# homekit_current_position
source: Current Position
de: Aktuelle Position
es: Ubicación actual
fr: Position actuelle
it: Posizione corrente
ko: 현재 위치
ru: Текущее положение

# homekit_current_slat_state
source: Current Slat State
de: Aktueller Status der Lamellen
es: Estado actual de las lamas
fr: État de lame actuel
it: Stato attuale delle lamelle
ko: 현재 슬랫 상태
ru: Текущее состояние дефлектора

# homekit_home
source: Home
es: Hogar
fr: Accueil
it: A casa
ko: 재택 보안 설정
ru: Охрана в доме

# homekit_diagonal_field_of_view
source: Diagonal Field Of View
de: Diagonales Sichtfeld
es: Campo de visión diagonal
fr: Champ de vision diagonal
it: Campo visivo diagonale
ko: 대각선 시야
ru: Диагональное поле зрения

# homekit_away
source: Away
de: Abwesend
es: Afuera
fr: Hors domicile
it: Fuori casa
ko: 외출 보안 설정
ru: Охрана после ухода

# homekit_current_vertical_tilt_angle
source: Current Vertical Tilt Angle
de: Aktueller Kippwinkel (Vertikal)
es: Ángulo de inclinación vertical actual
fr: Angle d’inclinaison verticale actuel
it: Angolo di inclinazione verticale corrente
ko: 현재 수직 경사각도
ru: Текущий угол вертикального наклона

# homekit_night
source: Night
de: Nacht
es: Noche
fr: Nuit
it: Notte
ko: 밤 보안 설정
ru: Охрана ночью

# homekit_event_snapshot_enabled
source: Event Snapshot Enabled
de: Ereignis Schnappschuss Aktiviert
es: Instantánea de eventos activada
fr: Capture d’événement activée
it: Istantanea eventi abilitata
ko: 이벤트 스냅샷이 활성화되었습니다.
ru: Включен снимок событий

# homekit_digital_zoom
source: Digital Zoom
de: Digitaler Zoom
es: Zoom digital
fr: Zoom Numérique
it: Zoom digitale
ko: 디지털 줌
ru: Цифровой масштаб

# homekit_status_active
source: Status Active
de: Status Aktiv
es: Estado activo
fr: État Actif
it: Stato Attivo
ko: 장치가 정상입니다.
ru: Статус Активен

# homekit_lock_current_state
source: Lock Current State
de: Aktueller Status Schloss
es: Estado actual de la cerradura
fr: État actuel du verrou
it: Stato corrente del blocco
ko: 도어락 잠금 상태
ru: Текущее состояние замка

# homekit_hold_position
source: Hold Position
de: Position halten
es: Posición de mantenimiento
fr: Position d’attente
it: Posizione di blocco
ko: 위치 유지
ru: Удерживать положение

# homekit_heating_threshold_temperature
source: Heating Threshold Temperature
de: Schwellenwert für die Heiztemperatur
es: Umbral de temperatura de la calefacción
fr: Seuil de température de chauffage
it: Temperatura di soglia del riscaldamento
ko: 난방 시작 온도
ru: Пороговая температура нагрева

# homekit_current_tilt_angle
source: Current Tilt Angle
de: Aktueller Kippwinkel
es: Ángulo de inclinación actual
fr: Angle d’inclinaison actuel
it: Angolo di inclinazione corrente
ko: 현재 경사각도
ru: Текущий угол наклона

# homekit_is_configured
source: Is Configured
de: Ist konfiguriert
es: Está configurado
fr: Est configuré
it: È configurato
ko: 설정됨
ru: Настроено

# homekit_current_temperature
source: Current Temperature
de: Aktuelle Temperatur
es: Temperatura actual
fr: Température actuelle
it: Temperatura corrente
ko: 현재 온도
ru: Текущая температура

# homekit_in_use
source: In Use
de: Wird verwendet
es: En uso
fr: En utilisation
it: In uso
ko: 사용 중…
ru: Используется

# homekit_lock_control_point
source: Lock Control Point
de: Kontrollpunkt für das Schloss
es: Punto de control de la cerradura
fr: Point de contrôle du verrou
it: Punto di controllo del blocco
ko: 도어락 제어
ru: Точка управления замком

# homekit_leak_detected
source: Leak Detected
de: Leck erkannt
es: Fuga detectada
fr: Fuite détectée
it: Rilevamento perdite
ko: 누출이 감지되었습니다.
ru: Обнаружена утечка

# homekit_status_fault
source: Status Fault
de: Status Störung
es: Fallo de estado
fr: État Panne
it: Stato Guasto
ko: 장치가 비정상입다.
ru: Статус Ошибка

# homekit_lock_last_known_action
source: Lock Last Known Action
de: Letzte bekannte Aktion Schloss
es: Acción desconocida de la última cerradura
fr: Dernière action connue du verrou
it: Blocco Ultima azione nota
ko: 최근 도어락 동작
ru: Последнее известное действие замка

# homekit_lock_management_auto_security_timeout
source: Lock Management Auto Security Timeout
de: Verwaltung der Schlösser Automatisches Sicherheits-Timeout
es: Gestión de cerradura tiempo de espera de auto seguridad
fr: Délai d’attente dépassé de la sécurité auto de gestion du verrou
it: Gestione dei lucchetti Timeout automatico di sicurezza
ko: 도어락 자동 제어 보호 시간 초과
ru: Тайм-аут автоматической защиты управления замком

# homekit_hue
source: Hue
de: Farbton
es: Tono
fr: Teinte
it: Tinta
ko: 색조
ru: Оттенок

# homekit_nitrogen_dioxide_density
source: Nitrogen Dioxide Density
de: Stickstoffdioxid-Dichte
es: Densidad de dióxido de nitrógeno
fr: Densité du dioxyde d’azote
it: Densità del biossido di azoto
ko: 이산화질소 농도
ru: Плотность диоксида азота

# homekit_image_rotation
source: Image Rotation
de: Bilddrehung
es: Rotación de imagen
fr: Rotation de l'image
it: Rotazione dell'immagine
ko: 화면 회전
ru: Поворот изображения

# homekit_image_mirroring
source: Image Mirroring
de: Bildspiegelung
es: Reflejo de la imagen
fr: Image miroir
it: Specchio dell'immagine
ko: 화면 미러링
ru: Зеркальное отображение изображения

# homekit_night_vision
source: Night Vision
de: Nachtsicht
es: Visión nocturna
fr: Vision nocturne
it: Visione notturna
ko: 야간 모드
ru: Ночное видение

# homekit_manufacturer
source: Manufacturer
de: Hersteller
es: Fabricante
fr: Fabricant
it: Produttore
ko: 제조업체
ru: Производитель

# homekit_occupancy_detected
source: Occupancy Detected
de: Belegung erkannt
es: Ocupación detectada
fr: Occupation détectée
it: Rilevamento occupazione
ko: 인체 감지 됨
ru: Обнаружено присутствие

# homekit_identify
source: Identify
de: Identifizieren
es: Identificar
fr: Identifier
it: Identificare
ko: 찾기
ru: Определить

# homekit_obstruction_detected
source: Obstruction Detected
de: Hindernis erkannt
es: Obstrucción detectada
fr: Obstruction détectée
it: Rilevamento ostacoli
ko: 장애물 감지 됨
ru: Обнаружено препятствие

# homekit_status_low_battery
source: Status Low Battery
de: Status Schwache Batterie
es: Estado batería baja
fr: État Batterie basse
it: Stato Batteria scarica
ko: 배터리 부족
ru: Статус Низкий уровень батареи

# homekit_status_jammed
source: Status Jammed
de: Status Verklemmt
es: Estado atascado
fr: État Bloqué
it: Stato inceppato
ko: 막힌 상태
ru: Статус Заблокирован

# homekit_model
source: Model
de: Modell
es: Modelo
fr: Modèle
it: Modello
ko: 모델명
ru: Модель

# homekit_automatic
source: Automatic
de: Automatisch
es: Automática
fr: Automatique
it: Automatico
ko: 소프트 터치
ru: Автоматический

# homekit_name
source: Name
es: Nombre
fr: Nom
it: Nome
ko: 이름
ru: Имя

# homekit_lock_target_state
source: Lock Target State
de: Zielzustand Schloss
es: Estado de bloqueo objetivo
fr: État cible du verrou
it: Stato del bersaglio del blocco
ko: 도어락 타겟 상태
ru: Целевое состояние замка

# homekit_lock_physical_controls
source: Lock Physical Controls
de: Physische Kontrollen Schloss
es: Controles de bloqueo físico
fr: Verrou des contrôles physiques
it: Controlli fisici di blocco
ko: 도어락 물리 제어
ru: Физический контроль замка

# homekit_slat_type
source: Slat Type
de: Lamellen-Typ
es: Tipo de lama
fr: Type de lame
it: Tipo di lamelle
ko: 슬랫 타입
ru: Тип дефлектора

# homekit_manually_disabled
source: Manually Disabled
de: Manuell Deaktiviert
es: Desactivado manualmente
fr: Manuellement désactivé
it: Disabilitato manualmente
ko: 수동으로 사용 안함
ru: Отключено вручную
