Repository: acodeworker/localzedLoader
Catalog: *.lproj/Localizable.strings
Languages: de, es, fr, it, ko, ru

# security_guard_delay_arming_tips_1
source: The system will arm %1$s in %2$s seconds
de: Das System wird %1$s in %2$s Sekunden scharf schalten
es: El sistema se armará %1$s en %2$s segundos
fr: Le système armera %1$s dans %2$s secondes
it: Il sistema si attiverà tra %1$s e %2$s secondi.
ko: 시스템이 %1$s초 후에 %2$s보안을 시작합니다
ru: Система встанет на охрану %1$s через %2$s секунд

# home_create_new_home
source: You need to create a Home.
de: Sie müssen ein Zuhause erstellen.
es: Necesita crear un hogar.
fr: Vous devez créer un domicile.
it: È necessario creare una Casa.
ko: 홈을 생성해야 합니다.
ru: Вам нужно создать Дом.

# other_choose_project
source: 选择项目
de: Projekt auswählen
es: Seleccionar proyecto
fr: Sélectionner un projet
it: Selezionare il progetto
ko: 프로젝트 선택
ru: Выберите проект

# device_ctrl_ln_double_down_title
source: Lower Button
de: Unterer Knopf
es: Botón inferior
fr: Bouton inférieur
it: Pulsante inferiore
ko: 하단 버튼
ru: Нижняя кнопка

# device_curtain_down_light
source: Rotate Down
de: Nach unten drehen
es: Girar hacia abajo
fr: Tourner vers le bas
it: Ruotare verso il basso
ko: 내림
ru: Повернуть вниз

# automation_timer_repeat_custom_frequency2_hint
source: Choose the day that needs to be repeated
de: Wählen Sie den Tag, der wiederholt werden soll
es: Elija el día que debe repetirse
fr: Sélectionner le jour à répéter
it: Scegliere il giorno in cui si deve ripetere l'operazione
ko: 반복할 날짜를 선택해 주세요.
ru: Выберите дату для повторения

# automation_qiao_voice_device_text
source: All the following devices can call up Xiao Qiao voice assistant. Please select the device that needs to respond to this command.
de: Alle folgenden Geräte können den Xiao Qiao Sprachassistenten aufrufen. Bitte wählen Sie das Gerät aus, das auf diesen Befehl reagieren soll.
es: Los siguientes dispositivos pueden llamar al asistente de voz Xiao Qiao. Por favor, seleccione el dispositivo que necesite responder a este comando.
fr: Tous les appareils suivants peuvent appeler l’assistant vocal Xiao Qiao. Veuillez sélectionner l’appareil qui doit répondre à cette commande.
it: Tutti i seguenti dispositivi possono richiamare l'assistente vocale Xiao Qiao. Selezionare il dispositivo che deve rispondere a questo comando.
ko: 다음 장치는 샤오차오를 불러올 수 있습니다. 이 명령에 응답할 장치를 선택하십시오.
ru: Следующие устройства могут активировать голосового помощника Джо. Выберите устройство, которое должно отвечать на эту команду

# camera_select_file
source: Select file
de: Datei auswählen
es: Seleccione el archivo
fr: Sélectionner un fichier
it: Selezionare il file
ko: 문서 선택
ru: Выбрать файл

# notification_system_push
source: System Notifications
de: Systembenachrichtigungen
es: Notificación del sistema
fr: Notifications système
it: Notifiche di sistema
ko: 시스템 알림
ru: Системные уведомления

# home_position_choose_position
source: Choose location
de: Standort wählen
es: Seleccione la ubicación
fr: Choisir l’emplacement
it: Scegliere la posizione
ko: 위치 선택
ru: Выберите место

# other_me_set_permissions_management
source: System Permission
de: Systemberechtigung
es: Permiso del sistema
fr: Autorisation système
it: Autorizzazione del sistema
ko: 시스템 권한 관리
ru: Управление разрешениями

# other_select_wifi
source: Choose a Network
de: Netzwerk wählen
es: Elija una red
fr: Sélectionner un réseau
it: Scegliere una rete
ko: 무선랜을 선택해주세요.
ru: Выберите Сеть

# doorlock_delay_time
source: Delay time
de: Verzögerungszeit
es: Tiempo de retraso
fr: Temps de délai
it: Tempo di ritardo
ko: 지연시간

# common_downloading
source: Downloading…
de: Wird heruntergeladen...
es: Descargando…
fr: Téléchargement...
it: Scaricare...
ko: 다운로드 중...

# other_select_region
source: Select Area
de: Gebiet auswählen
es: Seleccione un área
fr: Sélectionner la zone
it: Selezionare l'area
ko: 지역 선택
ru: Выбрать область

# device_dynamic_cyclic_mode
source: Circulation mode
de: Zirkulationsmodus
es: Modo de circulación
fr: Mode de circulation
it: Modalità di circolazione
ko: 순환 방식
ru: Режим повтора

# device_ctrl_opcn
source: Ceiling light (adjustable color temperature)
de: Deckenleuchte (anpassbare Farbtemperatur)
es: Luz de techo(temperatura de color ajustable)
fr: Plafonnier (température de couleur réglable)
it: Luce a soffitto (temperatura colore regolabile)
ko: 천장 조명(온도조절 가능)
ru: Потолочное освещение (регулируемая цветовая температура)

# doorlock_firmware_downloading
source: Downloading firmware...
de: Firmware wird heruntergeladen...
es: Descargando firmware...
fr: Téléchargement du micrologiciel...
it: Download del firmware...
ko: 펌웨어 다운로드 중...

# homepage_service_alarm_open_tips
source: When you choose to enable the function, the homepage will display alarm information.
de: Wenn Sie die Funktion aktivieren, werden auf der Homepage Alarminformationen angezeigt.
es: Cuando elija activar la función, la página de inicio mostrará la información de la alarma.
fr: Lorsque vous choisissez d’activer la fonction, la page d’accueil affichera les informations d’alarme.
it: Quando si sceglie di attivare la funzione, la homepage visualizza le informazioni sugli allarmi.
ko: 기능을 작동시키면 앱의 첫 화면에 알람 메시지가 표시됩니다.
ru: Когда Вы решите включить данную функцию, на главной странице приложения будет отображаться информация о сигнале тревоги.

# device_dynamic_cycle_times_1_fios
source: Circular %d times
de: Zirkular %d-mal
es: Circular %d veces
fr: Circulaire %d fois
it: Circolare %d volte
ko: %d 번 순환하기
ru: Повторить %d раз

# device_sensor_switch_t1
source: Wireless Mini Switch T1
de: Mini-Funkschalter T1
es: Botón inalámbrico T1
fr: Mini-commutateur sans fil T1
it: Mini pulsante wireless T1
ko: 무선 미니 스위치 T1
ru: Беспроводная кнопка T1

# device_download_firmware_failed
source: Firmware Download Failed
de: Herunterladen der Firmware fehlgeschlagen
es: Fallo en la descarga del firmware
fr: Échec du téléchargement du micrologiciel
it: Download del firmware non riuscito

# device_gateway_select_tips
source: Choose a Hub closer to the current accessory.
de: Wählen Sie einen Hub, der näher am aktuellen Zubehör liegt.
es: Elija un Hub más cercano al accesorio actual.
fr: Choisissez un Hub plus proche de l’accessoire actuel.
it: Scegliere un Hub più vicino all'accessorio corrente.
ko: 현재 장치에 더 가까운 허브를 선택해주세요.
ru: Выберите Hub ближе к текущему устройству.

# device_dynamic_cycle_once
source: Circulate once
de: Ein Mal zirkulieren
es: Circular una vez
fr: Circuler une fois
it: Circolare una volta
ko: 한번 순환하기
ru: Единичный цикл

# device_alarmtrigereddevice_wirelessswitchtips
source: Single Press Wireless Mini Switch
de: Mini-Funkschalter einmal drücken
es: Botón inalámbrico de una sola pulsación
fr: Mini commutateur sans fil intelligent à une pression
it: Mini pulsante wireless a pressione singola
ko: 무선 미니 스위치 한 번 클릭
ru: Одиночное нажатие беспроводного выключателя

# other_download_completed
source: Download completed
de: Herunterladen abgeschlossen
es: Descarga completada
fr: Téléchargement terminé
it: Scaricamento completato
ko: 다운로드 완료
ru: Загрузка завершена

# other_select_room
source: Choose Room
de: Raum wählen
es: Seleccione habitación
fr: Sélectionner la pièce
it: Scegliere la camera
ko: 방 선택
ru: Выберите комнату

# camera_title_loop_record
source: Loop Record
de: Schleifenaufnahme
es: Registro de bucle
fr: Enregistrement en boucle
it: Record di loop
ko: 루프 레코딩
ru: Циклическая запись

# device_sensor_double_switch
source: Wireless Remote Switch (Double Button)
de: Drahtloser Fernschalter (Doppeltaste)
es: Interruptor remoto inalámbrico (doble botón)
fr: Commutateur à distance sans fil(double bouton)
it: Interruttore remoto senza fili (doppio pulsante)
ko: 유럽향 무선 스위치 (2구)
ru: Беспроводной Выключатель (Двухклавишный)

# other_download_fail_tips
source: Download failed
de: Erfolgloses Herunterladen
es: Descarga fallida
fr: Échec de téléchargement
it: Download fallito
ko: 다운로드 실패
ru: Ошибка загрузки

# automation_qiao_voice_device_hint
source: Select the device "Xiao Qiao" that needs to respond to this voice command
de: Wählen Sie das Gerät "Xiao Qiao", das auf diesen Sprachbefehl reagieren soll
es: Seleccione el dispositivo“Xiao Qiao” que debe responder a este comando de voz
fr: Sélectionner l’appareil « Xiao Qiao » qui doit répondre à cette commande vocale
it: Selezionare il dispositivo "Xiao Qiao" che deve rispondere al comando vocale.
ko: 이 음성 명령에 응답해야하는 '샤오차오' 장치를 선택하십시오.
ru: Выберите устройство "Джо", которое должно отвечать на эту голосовую команду

# access_scroll_down
source: Scroll down to browse %1$s
de: Zum Laden von %1$s nach unten scrollen
es: Deslice hacia abajo para cargar %1$s
fr: Tirer vers le bas pour charger %1$s
it: Scorrere verso il basso per caricare %1$s
ko: 아래로 드래그하여 %1$s 을/를 보기
ru: Потяните вниз для просмотра %1$s

# device_choose_home
source: Choose a Home
de: Wählen Sie ein Zuhause
es: Elija un hogar
fr: Sélectionner un domicile
it: Scegliere una casa
ko: 홈을 선택하세요
ru: Выберите Дом

# common_next_step
source: Next
de: Weiter
es: Siguiente
fr: Suivant
it: Successivo
ko: 다음
ru: Следующий

# device_dynamic_choose_time
source: Select duration
de: Dauer auswählen
es: Seleccione la duración
fr: Sélectionner la durée
it: Selezionare la durata
ko: 지속 시간 선택
ru: Длительность

# automation_timer_repeat_custom_frequency3_hint
source: Choose the month that needs to be repeated
de: Wählen Sie den Monat, der wiederholt werden soll
es: Elija el mes que debe repetirse
fr: Sélectionner le mois à répéter
it: Scegliere il mese in cui si deve ripetere l'operazione
ko: 반복할 달을 선택해 주세요.
ru: Выберите месяц для повторения

# security_guard_delay_alert_tips_1_fios
source: The alarm will sound in % @ seconds
de: Der Alarm ertönt in % @ Sekunden
es: La alarma sonará en % @ segundos
fr: L’alarme se déclenchera dans %@ secondes
it: L'allarme suonerà tra % @ secondi
ko: % @초 후에 경보가 울립니다.
ru: Тревога активируется через %@ секунд

# common_time_afternoon
source: Afternoon
de: Nachmittag
es: Tarde
fr: Après-midi
it: Pomeriggio
ko: 오후
ru: После полудня

# device_control_upgrade
source: Select the upgraded mode
de: Den aktualisierten Modus auswählen
es: Seleccione el modo de actualización
fr: Sélectionnez le mode de mise à niveau
it: Selezionare la modalità di aggiornamento

# automation_timer_repeat_custom_frequency1_hint
source: Choose the week that needs to be repeated
de: Wählen Sie den Woche, der wiederholt werden soll
es: Elija la semana que debe repetirse
fr: Sélectionner la semaine à répéter
it: Scegliere la settimana in cui si deve ripetere l'operazione
ko: 반복할 요일을 선택해 주세요.
ru: Выберите неделю для повторения

# security_guard_delay_arming_tips_fios
source: The system will arm %@ in %@ seconds
de: Das System wird %@ in %@ Sekunden scharf schalten
es: El sistema se armará %@ en %@ segundos
fr: Le système armera %@ dans %@ secondes
it: Il sistema si attiverà tra %@ secondi.
ko: 시스템이 %@ 초 후에 %@ 보안을 시작합니다
ru: Система встанет на охрану %@ через %@ секунд

# other_delay_select_time
source: Select Delay
de: Verzögerung auswählen
es: Seleccione retraso
fr: Sélectionner le délai
it: Selezionare il ritardo
ko: 딜레이 선택
ru: Выбрать Задержку

# device_select_brand
source: Choose Brand
de: Marke wählen
es: Elija una marca
fr: Sélectionner la marque
it: Scegliere il marchio
ko: 브랜드 선택
ru: Выберите производителя

# other_set_account_equipment_offline
source: Delete device
de: Gerät löschen
es: Eliminar dispositivo
fr: Supprimer l’appareil
it: Cancellare il dispositivo
ko: 장치 삭제
ru: Удалить устройство

# device_alarm_opportunity_no_smoke
source: No Smoke Zone
de: Nichtraucherzone
es: Zona de no fumadores
fr: Zone non-fumeurs
it: Zona senza fumo
ko: 연기가 전혀 발생하지 않는 공간
ru: Зона, свободная от табачного дыма

# camera_select_cruise_task
source: Select cruise
de: Fahrt auswählen
es: Seleccione el crucero
fr: Sélectionner la croisière
it: Seleziona la crociera
ko: 관심구역 순환
ru: Выберите круиз

# device_ir_match_select_temp
source: Select the template
de: Vorlage auswählen
es: Seleccione la plantilla
fr: Sélectionner le modèle
it: Selezionare il modello
ko: 템플릿 선택
ru: Выбрать шаблон

# device_join_ap_mode
source: Wireless mode
de: Drahtloser Modus
es: Modo inalámbrico
fr: Mode sans fil
it: Modalità wireless
ko: 무선 모드
ru: Беспроводной режим

# home_show_env_with_location
source: Display environment information according to family location information
de: Umgebungsinformationen entsprechend den Standortinformationen der Familie anzeigen
es: Mostrar información del ambiente según la información de la ubicación de la familia
fr: Affiche les informations environnementales en fonction des informations de localisation de la famille
it: Visualizzare le informazioni sull'ambiente in base alle informazioni sulla posizione della famiglia
ko: 홈 위치에 따라 환경 정보을 표시합니다.
ru: Показывать информацию от устройств на главной странице

# curve_select_date
source: Choose Date
de: Datum wählen
es: Elija una fecha
fr: Sélectionner la date
it: Scegliere la data
ko: 날짜 선택
ru: Выбрать дату

# device_control_automatic_screen_duration_tip
source: After the screen is turned off, it will light up when a person approaches. Then it will be turned off again after the set time.
de: Nachdem der Bildschirm ausgeschaltet wurde, leuchtet er auf, wenn sich eine Person nähert. Nach der eingestellten Zeit wird er dann wieder ausgeschaltet.
es: Una vez apagada la pantalla, se iluminará cuando se acerque una persona. Luego, se apagará otra vez después del tiempo establecido.
fr: Une fois l'écran éteint, il s'allume lorsqu'une personne s'approche. Ensuite, il s'éteindra à nouveau après la durée programmée.
it: Una volta spento, lo schermo si accende quando si avvicina una persona. Poi si spegnerà di nuovo dopo il tempo impostato.

# device_control_automatic_screen_duration
source: Screen-off duration
de: Dauer der Bildschirmabschaltung
es: Duración de la pantalla
fr: Durée de l'écran
it: Durata dello spegnimento
ko: 화면 꺼짐 시간

# access_net_mode_ethernet
source: Ethernet Access
de: Zugang über Ethernet
es: Acceso de Ethernet
fr: Accès Ethernet
it: Accesso Ethernet
ko: 이더넷 연결
ru: Доступ по Ethernet

# home_setting_invite_member
source: Invite Member
de: Mitglied einladen
es: Invitar miembro
fr: Inviter un Membre
it: Invitare un membro
ko: 초대하기
ru: Пригласить

# home_setting_invite
source: Invite
de: Einladen
es: Invitar
fr: Inviter
it: Invitare
ko: 사용자 초대
ru: Пригласить

# home_invite_failure_tips
source: This invitation has failed, please contact the administrator for a new invitation
de: Diese Einladung ist fehlgeschlagen, bitte kontaktieren Sie den Administrator für eine neue Einladung
es: Esta invitación ha expirado, por favor contacte el administrador para una nueva invitación
fr: Cette invitation n’a pas fonctionné, veuillez contacter l’administrateur pour une nouvelle invitation
it: L'invito è fallito, contattare l'amministratore per un nuovo invito.
ko: 초대가 비활성화입니다. 관리자에게 연락하여 다시 초대하십시오.
ru: Ошибка приглашения. Свяжитесь с администратором, чтобы пригласить снова

# home_invite_overdue_tips
source: This invitation has expired, please contact the administrator for a new invitation
de: Diese Einladung ist abgelaufen, bitte kontaktieren Sie den Administrator für eine neue Einladung
es: Esta invitación ha expirado, por favor contacte el administrador para una nueva invitación
fr: Cette invitation a expiré, veuillez contacter l’administrateur pour une nouvelle invitation
it: Questo invito è scaduto, si prega di contattare l'amministratore per un nuovo invito.
ko: 초대가 만료되었습니다. 관리자에게 문의하여 새 초대를 받으십시오.
ru: Срок действия приглашения истек. Свяжитесь с администратором, чтобы пригласить снова

# home_setting_members_responding
source: Invitation sent, waiting for response...
de: Einladung gesendet. Antwort steht noch aus...
es: Invitación enviada, esperando una respuesta...
fr: Invitation envoyée, en attente de réponse...
it: Invito inviato, in attesa di risposta...
ko: 초대 발송 완료. 응답을 기다리고 있습니다.
ru: Отправленное приглашение ожидает потвреждения получателя

# home_setting_invite_info
source: Invitation Message
de: Mitteilung zur Einladung
es: Mensaje de invitación
fr: Message d’invitation
it: Messaggio di invito
ko: 초청 메시지
ru: Текст приглашения

# home_share_invite_expire_time
source: Invitation Expiration Time
de: Einladung Verfallszeit
es: Hora de expiración de la invitación
fr: Délai d’expiration d’invitation
it: Scadenza dell'invito
ko: 초대 만료 시간
ru: Время действительности приглашения

# home_setting_invite_wait_response
source: Invitation waiting for response
de: Einladung wartet auf Antwort
es: Invitación esperando una respuesta
fr: Invitation en attente de réponse
it: Invito in attesa di risposta
ko: 초청 응답 대기 중
ru: Пригласить в ожидании ответа

# device_alarm_opportunity_some_gas_desc
source: Some amount of gas will trigger the alarm
de: Wenige Gasmengen lösen den Alarm aus
es: Una cierta cantidad de gas activará la alarma
fr: Une quantité de gaz déclenchera l’alarme
it: Una certa quantità di gas fa scattare l'allarme
ko: 일정 수준의 가스 감지 시, 경보 발생
ru: Существенное количество газа вызовет тревогу

# common_invalid
source: Not Effective
de: Unwirksam
es: Sin efecto
fr: Non effectif
it: Non efficace
ko: 정보가 맞지 않습니다
ru: Не действителен

# doorlock_locked
source: Locked
de: Gesperrt
es: Cerrado
fr: Verrouillé
it: Bloccato
ko: 잠김

# camera_remove_device_face_tips
source: The following devices have the face information for this person
de: Die folgenden Geräte verfügen über die Gesichtsinformationen für diese Person
es: Los siguientes dispositivos tienen la información del rostro de esta persona
fr: Les appareils suivants contiennent les informations de visage de cette personne
it: I seguenti dispositivi dispongono delle informazioni sul volto di questa persona
ko: 다음 장치에 해당 사람의 얼굴 정보가 있습니다.
ru: Данные о лице есть на следующих устройствах

# device_bell_delete_hint2
source: The ringtone on the following devices will be deleted synchronously
de: Der Klingelton auf den folgenden Geräten wird synchron gelöscht
es: Los tonos de los siguientes dispositivos serán eliminados de manera sincronizada
fr: La sonnerie des appareils suivants sera supprimée de manière synchrone.
it: La suoneria sui seguenti dispositivi verrà eliminata in modo sincrono
ko: 아래 장치에서 해당 벨소리가 삭제됩니다.
ru: Рингтон присутствует на следующих устройствах и также будет удален.

# other_devoloper_leave_tips
source: Exited Test Mode
de: Testmodus beendet
es: Modo de prueba ingresado
fr: Quitté le mode de test
it: Uscita dalla modalità Test
ko: 테스트 모드 종료
ru: Вышел Из Тестового Режима

# home_setting_agree_message
source: Agreed
de: Zugestimmt
es: De acuerdo
fr: J’accepte
it: Concordato
ko: 동의함
ru: Подтверждено

# camera_scan_qr_code_success_tips
source: Voice message "Wi-Fi connecting, please wait" prompts
de: Sprachansage „WLAN-Verbindung, warten Sie bitte“ ertönt
es: Mensaje de voz “Conectándose a Wi-Fi, por favor espere”
fr: Message vocal « Connexion au Wi-Fi, veuillez patienter »
it: Messaggio vocale ´"Wi-Fi in connessione, attendere".
ko: 음성 안내를들었습니다
ru: Я слышал сигнал "Сетевое подключение, подождите"

# scene_siri_hasadded
source: Added to Siri
de: Zu Siri hinzugefügt
es: Añadido a Siri
fr: Ajouté à Siri
it: Aggiunto a Siri
ko: Siri에 추가됨
ru: Добавлено в Siri

# device_ac_temperature_range
source: Temperature range
de: Temperaturbereich
es: Rango de temperatura
fr: Plage de température
it: Intervallo di temperatura
ko: 온도 범위
ru: Температурный диапазон

# automation_push_alert_email
source: Push alarm notification + E-mail
de: Alarm-Push-Benachrichtigung + E-Mail
es: Notificación push de alarma + correo electrónico
fr: Notification d’alarme push + Email
it: Notifica di allarme push + e-mail
ko: 알람 메시지+이메일 푸시
ru: Push-уведомления о тревоге + Email

# device_ac_quick_cooling_heating
source: Turn on fast-cooling if the temperature is above 30 °C, and fast-heating if the temperature is below 20 °C.
de: Schalten Sie die Schnellkühlung ein, wenn die Temperatur über 30 °C liegt, und die Schnellheizung, wenn die Temperatur unter 20 °C liegt.
es: Encienda el enfriamiento rápido si la temperatura es superior a 30 °C y la calefacción rápida si la temperatura es inferior a 20 °C.
fr: Activez le refroidissement rapide si la température est supérieure à 30 °C, et le chauffage rapide si la température est inférieure à 20 °C.
it: Attivare il raffreddamento rapido se la temperatura è superiore ai 30 °C e il riscaldamento rapido se la temperatura è inferiore ai 20 °C.
ko: 온도가 30℃이상이면 급속냉방을 시작하고，온도가 20℃ 이하이면 급속난방을 시작합니다.
ru: Включите быстрое охлаждение, если температура выше +30 °C, и быстрый нагрев, если ниже +20 °C.

# camera_title_push_small_video
source: Push Video
es: Vídeo push
fr: Vidéo push
it: Video push
ko: 비디오 푸시
ru: Push-видео

# device_ac_quick_ht_hint
source: Turn on fast-cooling if the temperature is above 30 °C, and fast-heating if the temperature is below 20 °C.
de: Schalten Sie die Schnellkühlung ein, wenn die Temperatur über 30 °C liegt, und die Schnellheizung, wenn die Temperatur unter 20 °C liegt.
es: Encienda el enfriamiento rápido si la temperatura es superior a 30 °C y la calefacción rápida si la temperatura es inferior a 20 °C.
fr: Activez le refroidissement rapide si la température est supérieure à 30 °C, et le chauffage rapide si la température est inférieure à 20 °C.
it: Attivare il raffreddamento rapido se la temperatura è superiore ai 30 °C e il riscaldamento rapido se la temperatura è inferiore ai 20 °C.
ko: 온도가 30 ℃이상이면 급속 냉방 기능을 켜고, 온도가 20 ℃보다 낮으면 급속 난방 기능을 켭니다.
ru: Включите быстрое охлаждение, если температура выше +30 °C, и быстрый нагрев, если ниже +20 °C.

# other_push_system_erro_hint
source: Push System Error
de: Push Systemfehler
es: Error de sistema push
fr: Erreur système push
it: Errore del sistema Push
ko: 푸시 시스템 오류
ru: Ошибка Push системы

# device_set_bell_add_toast3
source: The file name is too long
de: Der Dateiname ist zu lang
es: El nombre del archivo es demasiado extenso
fr: Le nom du fichier est trop long
it: Il nome del file è troppo lungo
ko: 파일 이름이 너무 깁니다.
ru: Имя файла слишком длинное

# device_cube_push
source: Push
de: Drücken Sie
es: Insertar
ko: 밀기
ru: Толкнуть

# other_file_not_exist
source: File does not exist
de: Datei existiert nicht
es: El archivo no existe
fr: Le fichier n'existe pas
it: Il file non esiste
ko: 파일이 존재하지 않습니다.
ru: Файл не существует

# automation_push_normal_message
source: Push Notification
de: Push-Benachrichtigungen
es: Notificación
fr: Notification push
it: Notifica push
ko: 메시지 푸시
ru: Push-уведомления

# curve_temp_detail_with_colon
source: Temperature:
de: Temperatur:
es: Temperatura:
fr: Température :
it: Temperatura:

# automation_push_alarm_message
source: Push alarm notification
de: Alarm-Push-Benachrichtigung
es: Notificación push de alarma
fr: Notification d’alarme push
it: Notifica di allarme push
ko: 푸시 알림(경고)
ru: Push-уведомления о тревоге

# device_acpartner_control_temperature_down
source: Temperature -
de: Temperatur -
es: Temperatura -
fr: Température -
it: Temperatura -
ko: 온도 -
ru: Темп-

# notification_push
source: Push
de: Drücken Sie
es: Insertar
ko: 푸시
ru: Уведомления/сообщения

# common_done
source: Done
de: Fertig
es: Terminado
fr: Terminé
it: Fatto
ko: 완료
ru: Готово

# device_name_ht_t1
source: Temperature and Humidity Sensor T1
de: Temperatur- und Feuchtigkeitsensor T1
es: Sensor de temperatura y humedad T1
fr: Capteur de température et d’humidité T1
it: Sensore di temperatura e umidità T1
ko: 온습도 센서 T1
ru: Датчик температуры и влажности T1

# common_completed
source: Completed
de: Abgeschlossen
es: Completado
fr: totale
it: Completato
ru: Завершить

# automation_linkage_below
source: Temperature below %1$s %2$s
de: Temperatur unter %1$s %2$s
es: Temperatura inferior a %1$s %2$s
fr: Température en dessous de %1$s %2$s
it: Temperatura inferiore a %1$s %2$s
ko: 온도가 %1$s %2$s 이하
ru: Температура ниже %1$s %2$s
