Repository: acodeworker/localzedLoader
Catalog: *.lproj/Localizable.strings
Languages: de, es, fr, it, ko, ru

# home_chart_current_pm100
source: Latest PM10 Density
de: Aktuelle PM10-Dichte
es: Última densidad de PM10
fr: Dernière densité de PM10
it: Ultima densità di PM10
ko: 평균 PM1.0 농도
ru: Средняя плотность PM1.0

# doorlock_administrator_del_user_finger
source: Administrator deleted the fingerprint of the user %1$s
de: Der Administrator hat den Fingerabdruck des Benutzers %1$s gelöscht
es: El administrador ha eliminado la huella dactilar del usuario %1$s
fr: L’administrateur a supprimé l’empreinte digitale de l’utilisateur %1$s
it: L'amministratore ha eliminato l'impronta digitale dell'utente %1$s
ko: 관리자가 "%1$s"의 지문을 삭제했습니다.

# device_control_video_remarks_texist_tip
source: Remarks available
de: Anmerkungen vorhanden
es: Registros disponibles
fr: Remarques disponibles
it: Osservazioni disponibili
ko: 이미 표기되었습니다.
ru: Есть примечание

# device_control_popup_electric_button
source: Got it
de: Verstanden
es: Logrado
fr: Compris
it: Capito
ko: 알겠습니다.
ru: Понятно

# device_control_restore_default
source: Restore Defaults
de: Standardeinstellungen wiederherstellen
es: Restaurar fallos
fr: Restaurer les valeurs par défaut
it: Ripristino delle impostazioni predefinite
ko: 기본값 복원
ru: Сброс настроек

# device_no_associate_device
source: There is no configurable devices at present
de: Zurzeit gibt es keine konfigurierbaren Geräte
es: No hay dispositivos configurables por el momento
fr: Il n'y a pas de appareils configurables pour le moment
it: Al momento non ci sono dispositivi configurabili
ko: 当前没有可配置的设备
ru: Сейчас нет настраиваемых устройств

# device_no_associate_device_tip
source: Please add a device by going to "Home-Device-Add Devices" Notes: It can only be bound to the same hub and shall share the same temperature/humidity sensor in the same room with the thermostat.
de: Bitte fügen Sie ein Gerät hinzu, indem Sie zu „Home-Gerät - Geräte hinzufügen“ gehen. Hinweise: Es kann nur mit demselben Hub verbunden werden und muss sich mit dem Thermostat denselben Temperatur-/Luftfeuchtigkeitssensor in demselben Raum teilen.
es: Por favor, añada un dispositivo yendo a “Inicio”-“Dispositivo”-“Añadir Dispositivos” Notas: Sólo puede estar vinculado al mismo hub y deberá compartir el mismo sensor de temperatura y humedad en la misma habitación con el termostato.
fr: Veuillez ajouter un appareil en vous rendant « Domicile-Appareil-Ajouter des appareils » Remarques : Il peut seulement be associé au même Hub et doit partager le même capteur de température/d'humidité dans la même pièce que le thermostat.
it: Aggiungere un dispositivo accedendo a "Home-Device-Add Devices" Note: Può essere collegato solo allo stesso hub e deve condividere lo stesso sensore di temperatura/umidità nella stessa stanza con il termostato.
ko: 请进入“首页-设备-添加设备”进行添加。注意：仅支持绑定在同一网关下，且与温控器在同一房间的温湿度传感器。
ru: Для добавления перейдите в «Домашняя страница — Устройство — Добавить устройство». Примечание: поддерживаются только датчики температуры и влажности, привязанные к тому же концентратору и находящиеся в том же помещении, что и термостат.

# doorlock_administrator_add_user_finger
source: Administrator added a fingerprint for the user %1$s
de: Der Administrator hat einen Fingerabdruck für den Benutzer %1$s hinzugefügt
es: El administrador ha añadido una huella dactilar para el usuario %1$s
fr: L’administrateur a ajouté une empreinte digitale pour l’utilisateur %1$s
it: L'amministratore ha aggiunto un'impronta digitale per l'utente %1$s
ko: 관리자가 "%1$s"에 대한 지문을 추가했습니다.

# doorlock_administrator_add_user_password
source: Administrator added a password for the user %1$s
de: Der Administrator hat ein Passwort für den Benutzer %1$s hinzugefügt
es: El administrador ha añadido una contraseña para el usuario %1$s
fr: L’administrateur a ajouté un mot de passe pour l’utilisateur %1$s
it: L'amministratore ha aggiunto una password per l'utente %1$s
ko: 관리자가 "%1$s"에 대한 암호를 추가했습니다.

# doorlock_administrator_del_user_password
source: Administrator deleted the password of the user %1$s
de: Der Administrator hat das Passwort des Benutzers %1$s gelöscht
es: El administrador ha eliminado la contraseña para el usuario %1$s
fr: L’administrateur a supprimé le mot de passe de l’utilisateur %1$s
it: L'amministratore ha eliminato la password dell'utente %1$s
ko: 관리자가 "%1$s"의 암호를 삭제했습니다.

# device_control_photo_edit
source: Edit
de: Bearbeiten
es: Editar
fr: Modifier
it: Modifica
ko: 편집
ru: Редактировать

# device_control_zigbee
source: Zigbee Channel
de: Zigbee-Kanal
es: Canal Zigbee
fr: Canal Zigbee
it: Canale Zigbee
ko: Zigbee 채널
ru: Канал связи Zigbee

# device_control_ethernet_type
source: Ethernet (wired network)
de: Ethernet (kabelgebundenes Netzwerk)
es: Ethernet (red alámbrica)
fr: Ethernet (réseau sans fil)
it: Ethernet (rete cablata)
ko: 이더넷(유선)
ru: Ethernet (проводной)

# device_control_photo_delete
source: Go to delete
de: Gehen Sie zu löschen
es: Ir a eliminar
fr: Aller à la suppression
it: Andare all'eliminazione
ko: 삭제하러 가기
ru: Удалить

# device_control_mac
source: Device MAC
de: Geräte-MAC
es: Dispositivo MAC
fr: MAC d’appareil
it: MAC del dispositivo
ko: MAC장치
ru: MAC-адрес устройства

# device_set_face_import_fail
source: Failed to import device. Please try again.
de: Gerät konnte nicht importiert werden. Bitte erneut versuchen.
es: No se ha podido importar el dispositivo. Inténtelo de nuevo.
fr: Échec de l'importation du périphérique. Veuillez réessayer.
it: Impossibile importare il dispositivo. Si prega di riprovare.
ko: 장치로 가져오기가 실패입니다. 다시 시도하십시오.
ru: Не удалось импортировать устройство. Повторите попытку.

# home_chart_avg_pm10_lastweek
source: Average PM1.0 Density Last Week
de: Durchschnittliche PM1,0-Dichte letzte Woche
es: Densidad promedio de PM1.0 la semana pasada
fr: Densité de PM1.0 moyenne semaine dernière
it: Densità media di PM1.0 nell'ultima settimana
ko: 지난주의 평균 PM1.0 농도
ru: Средняя плотность PM1.0 на прошлой неделе

# device_control_face_add_name
source: Face name
de: Gesichtsname
es: Nombre del rostro
fr: Nom du visage
it: Nome del volto
ko: 얼굴 이름
ru: Имя лица

# home_chart_avg_pm100_lastweek
source: Average PM10 Density Last Week
de: Durchschnittliche PM10-Dichte letzte Woche
es: Densidad promedio de PM10 la semana pasada
fr: Densité de PM10 moyenne semaine dernière
it: Densità media di PM10 nell'ultima settimana
ko: 지난주의 평균 PM10 농도
ru: Средняя плотность PM10 на прошлой неделе

# device_control_video_remarks_title
source: Remark the face
de: Das Gesicht anmerken
es: Registrar el rostro
fr: Mettre une marque sur le visage
it: Osservazione del volto
ko: 얼굴을 표시합니다.
ru: Примечание к лицу

# device_control_video_remarks_writing
source: Please enter the name of the person. It is not necessary to repeat the mark if you have already remarked.
de: Geben Sie bitte den Namen der Person ein. Es ist nicht notwendig, die Anmerkung zu wiederholen, wenn Sie es bereits bemerkt haben.
es: Por favor, ingrese el nombre de la persona. No es necesario repetir si ya se ha registrado.
fr: Veuillez saisir le nom de la personne. Il n'est pas nécessaire de répéter la marque si vous l'avez déjà fait.
it: Inserire il nome della persona. Non è necessario ripetere l'annotazione se è già stata fatta.
ko: 인물의 이름을 입력하십시오. 이전에 기재된 것을 다시 표기할 필요가 없습니다.
ru: Введите имя человека. Для уже имеющих примечание отмечать снова не требуется

# doorlock_add_key_hint_when_disable
source: Please open the key function and add
de: Bitte die Schlüsselfunktion öffnen und hinzufügen
es: Por favor, abra la función clave y añada
fr: Veuillez ouvrir la fonction de clé et ajouter
it: Aprire la funzione chiave e aggiungere
ko: 주요 기능을 활성화하고 추가해주세요
ru: Выберите функцию и добавьте

# curve_same_consu_lastyear
source: Electricity consumption 12 months before:
de: Stromverbrauch 12 Monate zuvor:
es: Consumo de electricidad 12 meses antes:
fr: Consommation électrique des 10 mois précédents :
it: Consumo di elettricità 12 mesi prima:
ko: 전년 대비 전력 사용량

# device_profiles_add_over
source: The number of additions has reached the upper limit
de: Die maximale Anzahl von Hinzufügungen wurde erreicht
es: El número de complementos ha alcanzado el límite máximo
fr: Le nombre d’ajouts a atteint la limite haute
it: Il numero di aggiunte ha raggiunto il limite massimo
ko: 현재 추가 가능한 횟수가 다 찼습니다.
ru: Количество дополнений достигло верхнего предела

# device_ctrl_dimmer
source: Dimmer
es: Regulador de intensidad
fr: Variateur
ko: 조광기
ru: Диммер

# device_control_photo_no_remarks_tip_iOS
source: The maximum of the faces of %d people is not remarked. The upper limit will be reached soon. Please select and delete manually. Otherwise, the normal use will be affected.
de: Die maximale Anzahl der Gesichter von %d Personen wurde noch nicht erreicht. Die Obergrenze wird bald erreicht. Bitte manuell auswählen und löschen. Andernfalls wird die normale Nutzung beeinträchtigt.
es: No se registró el máximo de rostros de %d personas. El límite máximo se alcanzará pronto. Por favor, seleccione y elimine manualmente. De lo contrario, el uso normal se verá afectado.
fr: Le maximum des visages de %d personnes n'a pas été remarqué. La limite supérieure sera bientôt atteinte. Veuillez sélectionner et supprimer manuellement. Sinon, l'utilisation normale sera affectée.
it: Il limite massimo dei volti di %d persone non è stato rilevato. Il limite massimo sarà raggiunto a breve. Selezionare ed eliminare manualmente. In caso contrario, l'utilizzo normale sarà compromesso
ko: 표기되지 않은 얼굴이 최대 %d명입니다. 정상 사용을 위해서 수동으로 정리해 주십시오.
ru: Максимальное число неотмеченных лиц — %d. Число приближается к максимуму, удалите их вручную, иначе это повлияет на нормальное использование.

# device_control_photo_commented_tip_iOS
source: The maximum of the faces of %d people has been remarked. The upper limit will be reached soon. Please select and delete manually. Otherwise, the normal use will be affected.
de: Die maximale Anzahl der Gesichter von %d Personen wurde erreicht. Die Obergrenze wird bald erreicht. Bitte manuell auswählen und löschen. Andernfalls wird die normale Nutzung beeinträchtigt.
es: Se ha observado el máximo de rostros de %d personas. El límite máximo se alcanzará pronto. Por favor, seleccione y elimine manualmente. De lo contrario, el uso normal se verá afectado.
fr: Le maximum des visages de %d personnes a été remarqué. La limite supérieure sera bientôt atteinte. Veuillez sélectionner et supprimer manuellement. Sinon, l'utilisation normale sera affectée.
it: Il massimo dei volti di %d persone è stato rilevato. Il limite massimo sarà raggiunto a breve. Selezionare ed eliminare manualmente. In caso contrario, l'utilizzo normale sarà compromesso
ko: 표기된 얼굴이 최대 %d명입니다. 정상 사용을 위해서 수동으로 정리해 주십시오.
ru: 표기된 얼굴이 최대 %d명입니다. 정상 사용을 위해서 수동으로 정리해 주십시오.

# download_succeed_and_transmission
source: It is downloaded successfully. The device starts to transfer the data ...
de: Erfolgreich heruntergeladen. Das Gerät beginnt mit der Übertragung der Daten ...
es: Se descargó de manera exitosa. El dispositivo comienza a transferir datos ...
fr: Téléchargé avec succès L’appareil commence le transfert des données...
it: Il download è andato a buon fine. Il dispositivo inizia a trasferire i dati ...
ko: 성공적으로 다운로드되었습니다. 데이터 전송을 시작합니다...
ru: Успешно загружено. Начало передачи данных...

# device_control_wifi_type
source: WIFI (wireless network)
de: WLAN (drahtloses Netzwerk)
es: WIFI (red inalámbrica)
fr: Wi-Fi (réseau sans fil)
it: WIFI (rete wireless)
ko: WIFI(무선)
ru: Wi-Fi (беспроводной)

# device_control_networking
source: Networking Type
de: Netzwerk-Typ
es: Tipo de red
fr: Type de mise en réseau
it: Tipo di rete
ko: 네트워킹 유형
ru: Тип сети

# device_control_wifi
source: Wi-Fi Channel
de: WLAN-Kanal
es: Canales de Wi-Fi
fr: Canal Wi-Fi
it: Canale Wi-Fi
ko: Wi-Fi 채널
ru: Канал связи Wi-Fi

# other_widget_theme_not_save_tips
source: Your edit has not been saved. Are you sure you want to quit?
de: hre Bearbeitung wurde nicht gespeichert. Möchten Sie wirklich aufhören?
es: La edición no se ha guardado. ¿Está seguro de que desea salir?
fr: Votre édition n'a pas été sauvegardée. Êtes-vous sûr(e) de quitter ?
it: La modifica non è stata salvata. Si è sicuri di voler uscire?
ko: 수정사항이 아직 저장되지 않았습니다. 설정을 취소하시겠습니까?
ru: Изменения не были сохранены. Выйти?

# doorlock_pwd_manage
source: Password management
de: Passwortverwaltung
es: Gestión de contraseñas
fr: Gestion des mots de passe
it: Gestione della password
ko: 비밀번호 관리
ru: Управление паролями

# curve_full_scale
source: Full Scale
de: Groß
es: Escala completa
fr: Pleine échelle
it: Scala completa
ko: 최대화
ru: В натуральную величину

# home_scene_show_number_1
source: The first %1$s scenes are displayed on the homepage.
de: Die ersten %1$s werden auf der Homepage angezeigt.
es: Las primeras %1$s escenas se muestran en la página de inicio.
fr: Les %1$s premières scènes sont affichées sur la page d’accueil.
it: Le prime %1$s scene sono visualizzate nella homepage.
ko: 상위 %1$s개 씬이 홈에 표시됨
ru: Первые %1$s сценариев отображаются на домашнем экране

# home_scene_show_number_2
source: The first %@ scenes are displayed on the homepage.
de: Die ersten %@ Szenen werden auf der Homepage angezeigt.
es: Las primeras %@ escenas se muestran en la página de inicio.
fr: Les %@ premières scènes sont affichées sur la page d’accueil.
it: Le prime %@ scene sono visualizzate nella homepage.
ko: 상위 %@개 동시실행이 홈에 표시됩니다.
ru: Первые %@ сценариев отображаются на домашнем экране

# device_mean_heart_rate
source: (Avg) Heart rate
de: Durchschnittliche Herzfrequenz
es: Frecuencia cardíaca promedio
fr: Fréquence cardiaque moyenne
it: Frequenza cardiaca media
ko: 평균 심박수
ru: Средняя ЧСС

# curve_avg_pm25
source: Average PM2.5 Density
de: Durchschnittliche PM2,5-Dichte
es: Densidad promedio de PM2.5
fr: Densité de PM2.5 moyenne
it: Densità media di PM2,5
ko: 평균 PM2.5 농도
ru: Средняя плотность PM2.5

# curve_avg_co2
source: Average CO₂ Density
de: Durchschnittliche CO₂-Dichte
es: Densidad promedio de CO₂
fr: Densité de CO2 moyenne
it: Densità media di CO₂
ko: 평균 CO₂ 농도
ru: Средняя плотность CO₂

# common_region_europe
source: Europe
de: Europa
es: Europa
it: Europa
ko: 유럽
ru: Европа

# doorlock_log_door_long_open
source: Enter long open mode
de: In den Modus Langes Öffnen wechseln
es: Entrar en el modo de apertura prolongado
fr: Entrer en mode d’ouverture longue
it: Entrare in modalità di apertura prolungata
ko: 오랫동안 열려있는 모드로 진입합니다.
ru: Войти в режим длительного открытия

# common_time_year_short_y
source: Year
de: Jahr
es: Año
fr: Année
it: Anno
ko: 년
ru: год

# other_service_auth_list
source: Family Item
de: Familienelement
es: Elemento familia
fr: Élément familial
it: Elemento di famiglia
ko: 홈 프로젝트

# doorlock_log_key_open_door
source: mechanical key opening notice
de: Hinweis auf Öffnung mit mechanischem Schlüssel
es: Aviso de apertura con llave mecánica
fr: Avis d’ouverture par clé mécanique
it: avviso di apertura della chiave meccanica
ko: 기계 열쇠로 문 열림 알람
ru: уведомление об открытии механическим ключом

# access_reset_led_tips1
source: Continuously turn off/on the light bulb for 5 times until
de: Schalten Sie die Beleuchtung 5 Mal hintereinander aus/ein, bis
es: Apague/encienda continuamente la bombilla 5 veces hasta que
fr: Allumer/éteindre 5 fois de suite l’ampoule jusqu’à
it: Spegnere/accendere continuamente la lampadina per 5 volte fino a che
ko: 조명을 연속하여 5번 껐다가 켜주세요.
ru: Выключите/включите лампочку 5 раз подряд, пока

# access_reset_device_tips1_click_three
source: Fast press 3 times,
de: 3 Mal schnell drücken,
es: Presione 3 veces rápidamente,
fr: Appuyez 3 fois rapidement
it: Premere velocemente 3 volte,
ko: 빠르게 3번 눌러주세요.
ru: Быстро нажмите 3 раза,

# curve_opening_continue_fios
source: Door has been opened for
de: Tür wurde geöffnet von
es: La puerta ha estado abierta durante
fr: La porte a été ouverte pour
it: La porta è stata aperta per
ko: 동안 열려있었음
ru: Дверь была открыта в течение

# device_device_light_transit_target
source: When lights are turned on/off, they will transition to the target state during the set time.
de: Wenn Lichter ein-/ausgeschaltet werden, wechseln sie während der eingestellten Zeit in den Zielzustand.
es: Cuando las luces se encienden/apagan, pasarán al estado objetivo durante el tiempo establecido.
fr: Lorsque les lumières sont allumées/éteintes, elles effectueront une transition vers l’état cible dans le temps configuré.
it: Quando le luci vengono accese/spente, passano allo stato di destinazione durante il tempo impostato.
ko: 조명이 설정된 시간에 맞게 서서히 켜지거나 꺼집니다.

# device_device_on_off_transit_set
source: Transition settings of turning lights on/off
de: Einstellungen des Lichtübergangs ein/aus
es: Ajustes de transición de encendido/apagado de luces
fr: Réglages de transition pour allumer/éteindre les lumières
it: Impostazioni di transizione per l'accensione e lo spegnimento delle luci
ko: 조명 켜기/끄기 전환 설정

# curve_weak_continue_time_fios
source: Water has been leak for
de: Auslaufendes Wasser bei
es: Se ha filtrado agua para
fr: L’eau a fuit pour
it: C'è stata una perdita d'acqua per
ko: 동안 누수
ru: Утечка воды была в течение

# doorlock_ota_translating
source: OTA translating...
de: OTA-Übersetzung...
es: Traduciendo OTA ...
fr: Transfert d’OTA...
it: Traduzione OTA...
ko: OTA 번역 중...

# doorlock_log_hijack_alarm
source: Hijack alarm
es: Alarma de secuestro
fr: Alarme de détournement
it: Allarme dirottamento
ko: 납치 경보
ru: Тревога о грабеже

# homekit_info_name_sync_homekit
source: Use current device names in the "Aqara Home" App for the "Home" App
de: Verwenden Sie die aktuellen Gerätenamen in der "Aqara Home" App für die "Home" App
es: Utilice los nombres de los dispositivos actuales en la aplicación “Aqara Home” para la aplicación “Home”
fr: Utiliser les noms d’appareils actuels dans l’application « Aqara Home » pour l’application « Home »
it: Utilizzare i nomi dei dispositivi correnti nell'app "Aqara Home" per l'app "Home".
ko: “Aqara Home” 의 이름을 “홈”으로 동기화합니다.
ru: Синхронизировать имена “Aqara Home” с “Home”

# security_switch_alert_mode_2
source: %@ in the alert mode is sensing %@. Are you sure to switch?
de: %@ im Alarmmodus empfängt %@. Möchten Sie wirklich umschalten?
es: %@ en el modo de alerta está detectando %@. ¿Está seguro de que desea cambiar?
fr: %@ dans le mode d’alerte détecte %@. Voulez-vous vraiment basculer ?
it: %@ in modalità di allarme sta rilevando %@. Si è sicuri di cambiare?
ko: 해당 보안 모드 내 %@이 %@를 감지하였습니다. 정말로 전환 하시겠습니까?
ru: %@ в этом режиме реагирует на сигналы %@. Уверены, что хотите переключить?

# device_ac_delay_time_detail
source: minutes later, the air conditioner turns off automatically.
de: Minuten später schaltet sich das Klimagerät automatisch aus.
es: minutos después, el aire acondicionado se apaga automáticamente.
fr: minutes plus tard, le climatiseur est éteint automatiquement.
it: minuti dopo, il condizionatore d'aria si spegne automaticamente.
ko: 몇 분 후 에어컨이 자동으로 꺼집니다.
ru: минут спустя выключить кондиционер

# camera_wake_up
source: Wake Up
de: Aufwecken
es: Despertar
fr: Réveil
it: Sveglia
ko: 활성화
ru: Пробуждение

# device_ircode_custom_empty_learn
source: Haven't learned any buttons
de: Ich habe keine Tasten erkannt
es: No he aprendido ningún botón
fr: Aucun bouton appris
it: Nessun pulsante appreso
ko: 아무 버튼도 학습되지 않았습니다.
ru: Не выучено ни одной кнопки

# other_empty_no_scene
source: No Scenes
de: Keine Szenen
es: No hay escenas
fr: Aucune scène
it: Nessuna scena
ko: 추가된 동시실행이 없습니다.
ru: Нет сценариев

# device_ir_settings_controller_device_association_tip
source: Related automation, scenarios, etc.
de: Zugehörige Automatisierung, Szenarien usw.
es: Automatización relacionada, escenarios, etc.
fr: Automatisation associée, scénarios, etc.
it: Automazione correlata, scenari, ecc.
ko: 연관된 자동 실행, 동시 실행 등
ru: Связанная автоматизация, сценарии и т. д.

# device_tip_gateway_firmware_upgrade
source: The firmware is being upgraded, the hub will appear unresponsive and automatic upgrade, please do not unplug the hub
de: Die Firmware wird aktualisiert, der Hub wird nicht mehr reagieren und automatisch aktualisiert, bitte ziehen Sie den Hub nicht aus der Steckdose
es: El firmware se está actualizando, el hub aparecerá sin respuesta y la actualización automática, por favor no desenchufe el hub
fr: Le micrologiciel est en cours de mise à jour, le Hub ne semblera pas répondre pendant la mise à jour automatique, ne débranchez pas le Hub
it: Il firmware è in fase di aggiornamento, l'hub apparirà non reattivo e l'aggiornamento automatico, si prega di non scollegare l'hub.
ko: 펌웨어 업데이트 중이오니 스마트 허브의 전원을 빼지 마세요. 펌웨어 자동 업데이트 중에는 스마트 허브가 응답하지 않을 수 있습니다.
ru: The firmware is being upgraded, the gateway will appear unresponsive and automatic upgrade, please do not unplug the gateway

# device_current_mode
source: Current Mode
de: Aktueller Modus
es: Modo actual
fr: Mode actuel
it: Modalità corrente
ko: 현재 모드
ru: Текущий режим

# device_firmware_version
source: Firmware Version
es: Versión Firmware
fr: Version de micrologiciel
it: Versione del firmware
ko: 펌웨어 버전
ru: Версия ПО

# automation_function_description
source: Automatic Execution
de: Automatische Ausführung
es: Ejecución automática
fr: Exécution automatique
it: Esecuzione automatica
ko: 설정 조건에 따라 자동으로 동작을 실행합니다
ru: Автоматическое выполнение

# security_switch_alert_mode_1
source: %1$s in the alert mode is sensing %2$s. Are you sure to switch?
de: %1$s im Alarmmodus empfängt %2$s. Möchten Sie wirklich umschalten?
es: %1$s en el modo de alerta está detectando %2$s. ¿Está seguro de cambiar?
fr: %1$s dans le mode d’alerte détecte %2$s. Vraiment basculer ?
it: %1$s in modalità di allarme sta rilevando %2$s. Si è sicuri di spegnere?
ko: 해당 보안 모드 내 %1$s이 %2$s를 감지하였습니다. 정말로 전환 하시겠습니까?
ru: %1$s в этом режиме реагирует на сигналы %2$s. Уверены, что хотите переключить?

# automation_curtain_opendegree
source: Open to %@ %%
de: Zu %@ %% öffnen
es: Abrir a %@ %%
fr: Ouvrir à %@ %%
it: Aprire a %@ %%
ko: %@ %% 까지 열기
ru: Открывается на %@ %%

# device_create_group
source: Create a device group
de: Eine Gerätegruppe erstellen
es: Crear un grupo de dispositivos
fr: Créer un groupe d’appareils
it: Creare un gruppo di dispositivi
ko: 장치 그룹 만들기
ru: Создать группу устройств

# other_range
source: Range：
de: Bereich:
es: Rango:
fr: Portée :
it: Intervallo:
ko: 범위 :
ru: Диапазон:

# user_login_success_tips
source: Signed in
de: Angemeldet
es: Registrado
fr: Identifié
it: Firmato in
ko: 로그인 성공
ru: Авторизован

# curve_event_trigger_thismonth
source: Event Triggered This Month
de: In diesem Monat ausgelöstes Ereignis
es: Evento para este mes
fr: Événement déclenché ce mois
it: Evento attivato questo mese
ko: 이번 달 발생한 이벤트
ru: Событие, произошедшее в этом месяце

# home_current_position
source: Current position
de: Aktuelle Position
es: Ubicación actual
fr: Position actuelle
it: Posizione attuale
ko: 현재 위치
ru: Текущая позиция

# doorlock_unbind_quit_hint2
source: The door lock cannot be normally used without binding PIN code. Recommended to bind it immediately!
de: Das Türschloss kann ohne einen verbundenen PIN-Code nicht normal verwendet werden. Wir empfehlen, ihn sofort zu verbinden!
es: La cerradura de la puerta no se podrá usar con normalidad sin vincular un código PIN. ¡Se recomienda vincularlo inmediatamente!
fr: Le verrou de porte ne peut être utilisé normalement sans associer un code PIN. Il est recommandé d’associer immédiatement !
it: La serratura della porta non può essere utilizzata normalmente senza un codice PIN vincolante. Si consiglia di eseguire il binding immediatamente!
ko: 비밀번호 설정 없이 도어락을 사용하실 수 없습니다. 즉시 비밀번호를 설정하세요!
ru: Дверной замок нельзя будет нормально использовать без привязки PIN-кода. Рекомендуется привязать PIN-код немедленно!

# device_firmware_upgrade_current_version
source: Current Version:
de: Aktuelle Version:
es: Versión actual:
fr: Version actuelle :
it: Versione corrente:
ko: 현재 버전：
ru: Текущая Версия:
