Repository: acodeworker/localzedLoader
Catalog: *.lproj/Localizable.strings
Languages: de, es, fr, it, ko, ru

# other_empty_execution_failed
source: Execution failed. Please try later.
de: Ausführung fehlgeschlagen. Bitte versuchen Sie es später.
es: Ejecución fallida. Inténtelo más tarde.
fr: Échec de l’exécution. Réessayez.
it: Esecuzione fallita. Provare più tardi.
ko: 실패했습니다. 잠시 후 다시 시도해주세요.
ru: Ошибка выполнения. Попробуйте позже.

# device_light__scene_name_noinput
source: Please enter name.
de: Bitte Namen eingeben.
es: Introduzca un nombre.
fr: Veuillez entrer le nom.
it: Inserire il nome.
ko: 이름을 입력하십시오.
ru: Введите название сценария

# doorlock_bind_repeat_gateway
source: Cannot choose the bound hub
de: Der verbundene Hub kann nicht ausgewählt werden
es: No se puede elegir el hub vinculado
fr: Impossible de sélectionner le hub associé
it: Impossibile scegliere l'hub vincolato
ko: 연결된 허브를 선택할 수 없습니다.

# common_suspend
source: Pause
es: Pausado
it: Pausa
ko: 일시 정지
ru: Пауза

# device_bell_hint
source: Be able to add a custom ringtone and synchronize it to devices that support custom ringtones
de: Sie können einen benutzerdefinierten Klingelton hinzufügen und ihn mit Geräten synchronisieren, die benutzerdefinierte Klingeltöne unterstützen.
es: Puede añadir un tono de llamada personalizado y sincronizarlo con los dispositivos que admiten tonos de llamada personalizados
fr: Capacité d’ajout de sonnerie personnalisée et de la synchronisation avec les appareils prenant en charge les sonneries personnalisées
it: È possibile aggiungere una suoneria personalizzata e sincronizzarla con i dispositivi che supportano le suonerie personalizzate.
ko: 사용자 정의 벨소리를 지원하는 장치에 벨소리를 추가할 수 있습니다.
ru: Поддерживает добавление пользовательских рингтонов и синхронизацию с устройствами, поддерживающими пользовательские рингтоны.

# camera_ready_to_play
source: Ready to play the video...
de: Bereit zum Abspielen des Videos...
es: Listo para reproducir el video...
fr: Prêt à lire la vidéo...
it: Pronti a riprodurre il video...
ko: 연결 준비 중입니다.
ru: Готов к воспроизведению...

# other_app_update_notification
source: AppUpdate Notification
de: AppUpdate-Benachrichtigung
es: Notificación actualización de la aplicación
fr: Notification de mise à jour d’application
it: Notifica di aggiornamento dell'applicazione
ko: 앱 업데이트 알림

# other_not_supprot_device_hint
source: The accessory is not supported
de: Das Zubehör wird nicht unterstützt
es: El accesorio no es compatible
fr: L’accessoire n'est pas pris en charge.
it: L'accessorio non è supportato
ko: 이 장치는 현재 지원하지 않습니다.
ru: В настоящее время это устройство не поддерживается

# other_common_execute_fail
source: Execution failed
de: Ausführung fehlgeschlagen
es: Ejecución fallida
fr: Échec de l’exécution
it: Esecuzione fallita
ko: 실행 실패
ru: Выполнение не удалось

# device_door_not_close
source: Unclosed Door
de: Offene Tür
es: Puerta no cerrada
fr: Porte non fermée
it: Porta non chiusa
ko: 문이 닫히지 않았습니다.
ru: Открытая дверь

# camera_title_mobile_sence_push
source: Motion Detection Notification
de: Bewegungserkennung der Bewegungserkennung
es: Notificación de detección de movimiento
fr: Notification de détection de mouvement
it: Notifica di rilevamento del movimento
ko: 모바일 감지 푸시
ru: Уведомление об обнаружении движения

# other_support_mi_app
source: Supports Mi Home app
de: Unterstützt die Mi Home App
es: Admite la aplicación Mi Home
fr: Prend en charge l’application Mi Home
it: Supporta l'app Mi Home
ko: Mi Home 앱 지원
ru: Поддерживает приложение Mi Home

# other_exe_method
source: Running Method
de: Methode ausführen
es: Método de ejecución
fr: Méthode d’exécution
it: Metodo di esecuzione
ko: 실행 방식
ru: Режим выполнения

# doorlock_statuscode_incorrect
source: The status code is incorrect!
de: Der Status ist falsch!
es: ¡El código de estado es incorrecto!
fr: Le code de vérification est incorrect !
it: Il codice di stato non è corretto!
ko: 상태 코드가 잘못되었습니다.

# camera_title_mobile_sence
source: Motion Detection
de: Bewegungserkennung
es: Detección de movimiento
fr: Détection de mouvement
it: Rilevamento del movimento
ko: 움직임 감지
ru: Обнаружение движения

# other_unsupport_yet
source: Not supported
de: Nicht unterstützt
es: No compatible
fr: Non supporté
it: Non supportato
ko: 지원하지 않습니다.
ru: Не поддерживается

# camera_home_smart
source: Advanced
de: Fortgeschritten
es: Avanzado
fr: Avancé
it: Avanzato
ko: 기능 선택
ru: Функции

# common_custom
source: Customize
de: Anpassen
es: Personalizar
fr: Personnaliser
it: Personalizza
ko: 사용자 정의
ru: Пользовательский

# device_vibration_move
source: Move
de: Bewegen
es: Movimiento
fr: Déplacer
it: Movimento
ko: 움직임
ru: Движение

# automation_timer_repeat_custom_hint
source: Support the setting by week, month and year
de: Unterstützt die Einstellung nach Woche, Monat und Jahr
es: Admite la configuración por semana, mes y año
fr: Prend en charge le réglage par semaine, mois et année
it: Supportare l'impostazione per settimana, mese e anno
ko: 주별, 월별, 연별 설정 지원
ru: Поддерживает еженедельные, ежемесячные и годовые настройки

# other_service_str
source: Cloud
es: Nube
ko: 클라우드
ru: С сервера

# device_set_bell_imported
source: Imported
de: Importiert
es: Importado
fr: Importé
it: Importato
ko: 가져왔음
ru: Импортировано

# device_curtain_guide_cancel_exit
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
ko: 취소
ru: Отмена

# device_replace_device_fail_detail_632
source: The backend has no configuration data for the replaced hub or the hub does not support the replacement function [632]
de: Im Backend sind keine Konfigurationsdaten für den ersetzten Hub vorhanden oder der Hub unterstützt die Ersatzfunktion nicht [632]
es: El backend no tiene datos de configuración para el hub sustituido o el hub no admite la función de sustitución [632]
fr: Le backend ne comporte pas de données de configuration pour le Hub remplacé ou le Hub ne prend pas en charge la fonction de remplacement [632]
it: Il backend non dispone di dati di configurazione per l'hub sostituito o l'hub non supporta la funzione di sostituzione [632].
ko: 백엔드에 교체 된 스마트 허브에 대한 구성 데이터가 없거나 스마트 허브가 교체 기능을 지원하지 않습니다 [632]
ru: Сервер не имеет данных конфигурации для замененного Hub или Hub не поддерживает функцию замены [632]

# camera_ready_to_connect
source: Ready to connect..
de: Bereit zur Verbindung...
es: Listo para conectar..
fr: Prêt à la connexion...
it: Pronto a connettersi...
ko: 연결 준비 중…
ru: Готов к подключению...

# other_support_title
source: SUPPORT
de: UNTERSTÜTZUNG
es: SOPORTE
fr: ASSISTANCE
it: SUPPORTO
ko: 지원
ru: Поддержка

# other_state_loading
source: Updating...
de: Update wird durchgeführt...
es: Actualizando...
fr: Mise à jour...
it: Aggiornamento...
ko: 업데이트 중...
ru: Обновление...

# device_service_setting_alarm_custompush
source: Customize Notification
de: Benachrichtigungen anpassen
es: Notificación de personalización
fr: Personnaliser la notification
it: Personalizzazione delle notifiche
ko: 사용자 지정 알림
ru: Настроить уведомления

# doorlock_log_cloud
source: Cloud log
de: Cloud-Protokoll
es: Registro en la nube
fr: Connexion au cloud
it: Registro del cloud
ko: 클라우드 로그

# device_custom_controller_device
source: Customize Remote Control
de: Fernbedienung anpassen
es: Personalizar control remoto
fr: Personnaliser la télécommande
it: Personalizzazione del telecomando
ko: 사용자 정의 리모컨
ru: Пользовательский ПДУ

# device_custom_controller
source: Customize Remote Control
de: Fernbedienung anpassen
es: Personalizar control remoto
fr: Personnaliser la télécommande
it: Personalizzazione del telecomando
ko: 사용자 정의
ru: Пользовательский

# camera_title_abormal_voice
source: Abnormal Sounds
de: Abnormale Töne
es: Sonidos anormal
fr: Sons anormaux
it: Suoni anomali
ko: 이상음
ru: Аномальные звуки

# home_share_home_member_exit_msg
source: User %@ has exited “%@” .
de: Benutzer %@ hat "%@" verlassen
es: El usuario %@ ha salido “%@”.
fr: L’utilisateur %@ a quitté « %@ » .
it: L'utente %@ è uscito da "%@" .
ko: %@가 “%@”에서 나갔습니다.
ru: Пользователь%@ вышел из Дома “%@”

# automation_motion_detect_illuminance_above
source: Motion detected and brightness above %@ %@
de: Bewegung erkannt und Helligkeit über %@ %@
es: Se detectó movimiento y brillo superior %@ %@
fr: Mouvement détecté et luminosité au dessus de %@ %@
it: Rilevamento del movimento e luminosità superiore a %@ %@
ko: 움직임 있음, 조도 %@ %@ 이상
ru: Движение обнаружено и яркость выше %@ %@

# security_guard_abnormal_device
source: Abnormal device
de: Abnormales Gerät
es: Dispositivo anormal
fr: Appareil anormal
it: Dispositivo anomalo
ko: 장비 이상
ru: Неисправность оборудования

# automation_motion_detect_illuminance_below
source: Motion detected and brightness below %@ %@
de: Bewegung erkannt und Helligkeit unter %@ %@
es: Se detectó movimiento y brillo inferior %@ %@
fr: Mouvement détecté et luminosité en dessous de %@ %@
it: Rilevamento del movimento e luminosità inferiore a %@ %@
ko: 움직임 있음, 조도 %@ %@ 이하
ru: Движение обнаружено и яркость ниже %@ %@

# automation_timer_repeat_custom_frequency3_specified
source: Appointed day
de: Bestimmter Tag
es: Día designado
fr: Jour sélectionné
it: Giorno stabilito
ko: 날짜 선택
ru: Заданная дата

# home_share_home_member_join_msg
source: User %@ has joined %@
de: Benutzer %@ ist %@ beigetreten
es: El usuario %@ se ha unido %@
fr: L’utilisateur %@ a rejoint %@
it: L'utente %@ si è unito a %@
ko: %@사용자가 “%@”에 들어왔습니다.
ru: Пользователь% @ присоединялся к семье “% @”

# device_info_sensor_motion_move
source: Motion detected
de: Bewegung erkannt
es: Se detectó movimiento
fr: Mouvement détecté
it: Rilevato il movimento
ko: 움직임 감지
ru: Обнаружено движение

# automation_executing
source: Executing…
de: Wird ausgeführt...
es: Ejecutar...
fr: Exécution...
it: Esecuzione...
ko: 실행 중…
ru: Выполнение…

# device_status
source: Status
es: Estado
fr: Statut
it: Stato
ko: 상태
ru: Статус

# doorlock_exception_warning
source: Abnormal
es: Anormal
fr: Anomalie
it: Anormale
ko: 비정상적인 경고
ru: Аварийная тревога

# device_virtual_device_hint
source: Occupancy sensor detects if the room is occupied via the door and window sensor on the door and other accessories in the room.
de: Der Anwesenheitssensor erkennt über den Tür- und Fenstersensor an der Tür und anderes Zubehör im Raum, ob jemand im Raum ist.
es: El sensor de ocupación detecta si la habitación está ocupada a través del sensor de puerta y ventana de la puerta y otros accesorios de la habitación.
fr: Le détecteur déterminer la présence de personnes dans la pièce en utilisant le capteur de porte et de fenêtre, ainsi que les autres accessoires de la pièce.
it: Il sensore di presenza rileva se la stanza è occupata tramite il sensore per porte e finestre sulla porta e altri accessori nella stanza.
ko: 재실 센서는 도어의 열림 감지 센서와 방에 있는 다른 장치들을 통해 실내에 사람이 있는지 감지합니다.
ru: Датчик присутствия с помощью датчика двери и окна и других устройств комнаты определяет, занято ли помещение.

# doorlock_designated_fingerprint_door
source: Designate %1$s to open the door
de: Ernennen Sie %1$s zum Öffnen der Tür
es: Designe %1$s para abrir la puerta
fr: Désigne %1$s pour ouvrir la porte
it: Designare %1$s per aprire la porta
ko: %1$s를 지정하여 문을 여십시오.

# other_receive_desc
source: User %1$s has transferred %3$s accessories in【%2$s】 to you.
de: Benutzer %1$s hat %3$s Zubehör in【%2$s】 auf Sie übertragen.
es: El usuario %1$s le ha transferido %3$s accesorios en【%2$s】 .
fr: L’utilisateur %1$s a transféré %3$s accessoires en 【%2$s】 vers vous.
it: L'utente %1$s ha trasferito %3$s accessori in【%2$s】n all'utente.
ko: 사용자 %1$s 님이 【%2$s】의 액세서리 %3$s을 (를) 귀하에게 양도했습니다.
ru: Пользователь %1$s передал %3$s устройств в 【%2$s】.

# doorlock_info_sensor_aqara_lock_pick_alarm
source: Some people clink.
de: Einige Personen machen sich bemerkbar.
es: Algunas personas tintinean.
fr: Quelqu’un tente de crocheter.
it: Alcune persone rumoreggiano
ko: 누군가 강제로 도어락을 열었습니다
ru: Стук в дверь.

# other_executing
source: Executing...
de: Wird ausgeführt...
es: Ejecutar...
fr: Exécution...
it: Esecuzione...
ko: 실행 중
ru: Выполнение ...

# device_disconnect_tips
source: Please check the device installation in time when it is detached.
de: Überprüfen Sie bitte rechtzeitig die Geräteinstallation, wenn es getrennt wurde.
es: Por favor, verifique la instalación del dispositivo a tiempo cuando se desconecte.
fr: Vérifiez l’installation de l’appareil aussi tôt que possible lorsqu’il est attaché.
it: Controllare l'installazione del dispositivo quando è staccato.

# device_replace_device_fail_detail_500
source: Abnormal error, please try again later [500]
de: Abnormaler Fehler, bitte versuchen Sie es später erneut [500]
es: Error anormal, inténtalo de nuevo más tarde. [500]
fr: Erreur inconnue, réessayez plus tard [500]
it: Errore anomalo, si prega di riprovare più tardi [500]
ko: 비정상적인 오류입니다. 나중에 다시 시도해주세요. [500]
ru: Ошибка, повторите попытку позже [500]

# home_no_home_location
source: No family location
de: Kein Familienstandort
es: No hay ubicación familiar
fr: Aucune localisation de famille
it: Nessuna sede familiare
ko: 가족 위치 없음

# automation_qiao_voice_device
source: Specify the device "Xiao Qiao"
de: Bestimmen Sie das Gerät "Xiao Qiao"
es: Especifique el dispositivo “ Xiao Qiao”
fr: Spécifier l’appareil « Xiao Qiao »
it: Specificare il dispositivo "Xiao Qiao"
ko: '샤오차오' 장치 지정
ru: Укажите устройство "Джо"

# device_ac_learn_result_state_1
source: Status 1
es: Estado 1
fr: État 1
it: Stato 1
ko: 상태 1
ru: Состояние 1

# doorlock_user
source: User
de: Benutzer
es: Usuario
fr: Utilisateur
it: Utente
ko: 사용자

# home_no_home_hint
source: No Home
de: Kein Home
es: No hay Hogar
fr: Aucun domicile
it: Nessuna casa
ko: 홈이 없음
ru: Нет Дома

# automation_executed_once_and_turn_off
source: Executed once, and then automation turns off
de: Einmal ausgeführt, dann schaltet sich die Automatisierung aus
es: Ejecutado una vez y luego la automatización se apaga
fr: Exécuté une fois, puis désactivation de l’automatisation
it: Eseguito una volta, l'automazione si spegne.
ko: 한 번 허용한 뒤 자동 설정 취소
ru: Однократно, затем автоматизация отключается

# device_choose_device
source: 选择设备
de: Gerät auswählen
es: Seleccionar dispositivos de almacenamiento
fr: Sélectionner l’appareil
it: Selezionare il dispositivo
ko: 장치 선택

# device_sleep_abnormal
source: Abnormal
es: Anormal
fr: Anomalie
it: Anormale
ko: 이상
ru: Аномальный

# other_common_environment_null
source: No device in this status
de: Kein Gerät in diesem Status
es: No hay dispositivo en este estado
fr: Aucun appareil dans l’état
it: Nessun dispositivo in questo stato
ko: 장치가 없습니다.
ru: Нет устройства среды

# doorlock_got_it
source: Got it
de: Verstanden
es: Logrado
fr: Compris
it: Capito
ko: 확인

# curve_status
source: Status:
es: Estado:
fr: État
it: Stato:
ko: 상태:
ru: Статус:

# curve_energy_use_consu_with_colon
source: Electricity Consumption:u0020
de: Stromverbrauch:u0020
es: Consumo de electricidad:u0020
fr: Consommation électrique : u0020
it: Consumo di elettricità:u0020
ko: 전기 소비량u0020
ru: Энергопотреблениеu0020

# homekit_no_device_now
source: No HomeKit devices
de: Keine HomeKit Geräte
es: No hay dispositivos HomeKit
fr: Aucun appareil HomeKit
it: Nessun dispositivo HomeKit
ko: HomeKit 장치가 없습니다.
ru: Нет устройства HomeKit

# automation_executed_once
source: Executed once
de: Einmal ausgeführt
es: Ejecutado una vez
fr: Exécuté une fois
it: Eseguito una volta
ko: 한 번 실행
ru: Однократно

# other_customer_scene
source: Custom scene
de: Benutzerdefinierte Szene
es: Personalizar escena
fr: Personnaliser la scène
it: Scena personalizzata
ko: 사용자 씬(장면구성)
ru: Пользовательский сценарии

# device_nas_path_null
source: No shared folder available in the current
de: Zurzeit gibt es keinen verfügbaren gemeinsamen Ordner
es: No hay carpeta compartida en curso
fr: Aucun dossier partagé disponible dans l’actuel
it: Non è disponibile alcuna cartella condivisa nella cartella corrente
ko: 공유 플더 없음
ru: Нет общих папок

# home_support_sort_add_hide
source: You can drag and drop to reorder, add or hide homepage cards
de: Sie können Homepage-Karten per Drag & Drop neu anordnen, hinzufügen oder ausblenden
es: Puede arrastrar y soltar para reordenar, añadir u ocultar las tarjetas de la página de inicio
fr: Vous pouvez faire glisser et déposer pour réorganiser, ajouter ou masquer les cartes de page d’accueil
it: È possibile trascinare e rilasciare per riordinare, aggiungere o nascondere le schede della homepage.
ko: 드래그>드롭, 추가 또는 숨기기 기능 지원
ru: Поддержка перетаскивания для сортировки, добавления, скрытия и других функций

# other_custom_key
source: Customize buttons
de: Tasten anpassen
es: Personalizar botones
fr: Personnaliser les boutons
it: Pulsanti di personalizzazione
ko: 사용자 지정 버튼

# scene_execute_abnormally
source: Execution abnormal
de: Ausführung abnormal
es: Ejecución anormal
fr: Exécution anormale
it: Esecuzione anomala
ko: 실행 실패
ru: Ошибка выполнения

# other_custom_ring
source: Custom ringtone
de: Benutzerdefinierter Klingelton
es: Personalizar tono de llamada
fr: Sonnerie personnalisée
it: Suoneria personalizzata
ko: 사용자 정의 벨소리
ru: Пользовательский рингтон

# device_set_bell_custom
source: Custom ringtone
de: Benutzerdefinierter Klingelton
es: Personalizar tono de llamada
fr: Sonnerie personnalisée
it: Suoneria personalizzata
ko: 사용자 정의 벨소리
ru: Пользовательский рингтон

# home_transfer_time_out
source: Timed out
de: Abgelaufen
es: Tiempo de espera
fr: Le temps est écoulé
it: Scaduto
ko: 시간 초과
ru: Время вышло

# home_setting_invite_message
source: User %1$s has invited you to "%2$s" family.
de: Benutzer%1$d hat Sie zu "%2$s" Familie eingeladen.
es: El usuario %1$s lo ha invitado a "%2$s" a la familia.
fr: L’utilisateur %1$s vous a invité dans la famille « %2$s ».
it: L'utente %1$s ti ha invitato nella sua famiglia "%2$s”.
ko: %1$s 사용자가 당신을 “%2$s” 홈에 초대하였습니다.
ru: Пользователь %1$s пригласил Вас в семью "%2$s"

# device_add_device_wait_tip1
source: Connecting, please wait…
de: Wird verbunden, bitte warten Sie...
es: Conectando, por favor espere…
fr: Connexion, veuillez patienter...
it: Connessione, attendere prego...
ko: 연결 중입니다. 잠시만 기다리십시오...
ru: Подключение, пожалуйста, подождите…

# doorlock_abnormal_information
source: Abnormal information
de: Abnormale Informationen
es: Información anormal
fr: Information anormale
it: Informazioni anomale
ko: 비정상적인 정보

# doorlock_open_BLE
source: Activating Bluetooth...
de: Bluetooth wird aktiviert...
es: Activando Bluetooth...
fr: Activation du Bluetooth...
it: Attivazione del Bluetooth...
ko: 블루투스 활성화 중...

# device_name_smart_plug_T1
source: Smart Plug T1
de: Smarte Steckdose T1
es: Enchufe inteligente T1
fr: Prise intelligente T1
it: Spina intelligente T1
ko: 스마트 플러그 T1
ru: Умная Розетка T1

# home_setting_exit_message
source: User %1$s has exited “%2$s” .
de: Benutzer %1$s hat "%2$s" verlassen
es: El usuario %1$s ha salido“%2$s”.
fr: L’utilisateur %1$s a quitté « %2$s ».
it: L'utente %1$s è uscito da "%2$s" .
ko: 사용자 %1$s가 홈 “%2$s”에서 나가셨습니다.
ru: Пользователь %1$s вышел из Дома "%2$s"

# device_control_unbound_2
source: 正在解绑当前网关…
de: Der aktuelle Hub wird entkoppelt…
es: El hub actual se está desvinculando...
fr: Le Hub actuel est en cours de dissociation...
it: L'hub attuale viene svincolato...

# device_name_smartwallswitchsingle
source: Smart Wall Switch T1 (No Neutral, Single Rocker)
de: Smarter Lichtschalter T1 (ohne Neutralleiter, Einzelwippe)
es: Interruptor inteligente de Pared T1 (Sin neutro, Pulsador simple)
fr: Interrupteur mural intelligent T1 (Un seul bouton, Sans neutre)
it: Interruttore a parete intelligente T1 (senza neutro, a bilanciere singolo)
ko: 스마트 조명 스위치 (중성선 불필요, 1구)
ru: Умный Настенный Выключатель T1 (Без Нейтрали, одноклавишный)

# camera_lg_ubox_video_is_not_exist
source: This video does not exist
de: Dieses Video existiert nicht
es: Este video no existe
fr: Cette vidéo n’existe pas
it: Questo video non esiste
ko: 영상이 존재하지 않습니다.

# doorlock_exit_abnormally
source: Exit abnormally
de: Abnormal beenden
es: Salir de forma anormal
fr: Sortie anormale
it: Uscita anomala
ko: 비정상적으로 종료

# other_find_connectable_device
source: Searching for connectable accessories
de: Suche nach verbindbarem Zubehör
es: Buscando accesorios para conectar
fr: Recherche des accessoires connectables
it: Ricerca di accessori da collegare
ko: 연결 가능한 장치를 찾고 있습니다.
ru: Поиск подключаемых устройств

# device_plug
source: Smart Plug
de: Smarte Steckdose
es: Enchufe inteligente
fr: Prise intelligente
it: Spina intelligente
ko: 스마트 플러그
ru: Умная Розетка

# other_transfer_fail
source: 转移失败，请重试
de: Übertragung fehlgeschlagen. Bitte erneut versuchen
es: Transferencia fallida. Inténtelo de nuevo
fr: Échec du transfert. Réessayez
it: Il trasferimento non riesce. Si prega di riprovare
ko: 이동에 실패했습니다. 다시 시도해 주세요.
ru: Ошибка перемещения, попробуйте ещё раз

# doorlock_add_use_title
source: User%1$d
de: Benutzer%1$d
es: El usuario%1$d
fr: Utilisateur %1$d
it: Utente%1$d
ko: 사용자%1$d

# device_person_leave
source: Leave
de: Verlassen
es: Sale
fr: Laisser
it: Uscire
ko: 사람이 감지 범위에서 떠날 때
ru: Кто-то ушел

# doorlock_doorlock
source: Door Lock
de: Türschloss
es: Cerradura de la puerta
fr: Serrure de porte
it: Blocco della porta
ko: 스마트 도어락

# camera_lg_ubox_flowlayout_type_iftt
source: Recording from Automation&Scene
de: Aufnahme aus Automation & Szene
es: Grabando desde la automatización y escena
fr: Enregistrement depuis l’automatisation et scène
it: Registrazione da Automazione&Scena
ko: 자동실행/동시실행

# device_add_shortcut_fail_title
source: Attempted to add to the Home Screen
de: Hinzufügen zum Startbildschirm versucht
es: Intento de añadir a la pantalla de Hogar
fr: Tentative d’ajout à l’écran d'accueil
it: Tentativo di aggiunta alla schermata iniziale
ko: 홈 화면에 추가하려고했습니다
ru: Попытка добавить на главный экран

# device_person_enter
source: Enter
de: Betreten
es: Entra
fr: Entrer
it: Entrare
ko: 들어가다
ru: Кто-то вошел

# device_ctrl_led
source: LED Light Bulb (Tunable White)
de: LED-Glühbirne (abstimmbares Weiß)
es: Bombilla inteligente
fr: Ampoule à DEL (blanc ajustable)
it: Lampadina a LED (bianco regolabile)
ko: 스마트 LED 전구 (색 조절)
ru: Умная Лампа (Белый свет)

# device_setting_turn_switch_tips
source: After changing to the wireless switch, the relay can not be turned on/off when pressing the physical buttons
de: Nach Wechsel zum drahtlosen Schalter kann das Relais nicht durch Drücken der physischen Tasten ein-/ausgeschaltet werden
es: Después de cambiar al interruptor inalámbrico, el relé no se puede encender/apagar al pulsar los botones físicos
fr: Après le passage à l'interrupteur sans fil, le relais ne peut pas être allumé ni éteint lorsqu'on appuie les boutons physiques
it: Dopo il passaggio all'interruttore wireless, il relè non può essere attivato/disattivato quando si premono i pulsanti fisici.
ko: 무선 스위치로 변경한 후 버튼을 누를 때 릴레이를 켜거나 끌 수 없습니다.

# home_share_home_member_delete_msg
source: User %@ has removed “%@” family.
de: Benutzer %@ hat "%@" Familie entfernt.
es: El usuario %@ ha eliminado “%@” de la familia.
fr: L’utilisateur %@ a retiré la famille « %@ ».
it: L'utente %@ ha rimosso la famiglia "%@".
ko: %@가 “%@”를 내보냈습니다.
ru: Пользователь%@ удалил Дом “%@”

# security_guard_checking_system_status
source: Checking system status
de: Systemstatus prüfen...
es: Chequeando el estatus del sistema
fr: Vérification de l'état du système
it: Controllo dello stato del sistema
ko: 시스템 상태를 검사 중
ru: Проверка состояния системы

# device_name_wall_switch_t1_live_3channels
source: Smart Wall Switch T1(No Neutral, Triple Rocker)
de: Smarter Lichtschalter T1 (ohne Neutralleiter, Dreifachwippe)
es: Interruptor inteligente de pared T1 (Sin Neutro, Triple Conmutador)
fr: Commutateur mural intelligent T1 (sans neutre, bascule triple)
it: Interruttore a parete intelligente T1 (senza neutro, con triplo bilanciere)
ko: 스마트 조명 스위치 T1 (중성선 불필요, 3구)
ru: 智能墙壁开关T1(单火线三键版)

# camera_lg_ubox_flowlayout_type_all
source: All
de: Alle
es: Todos
fr: Tout
it: Tutti
ko: 전체
