Repository: acodeworker/localzedLoader
Catalog: *.lproj/Localizable.strings
Languages: de, es, fr, it, ko, ru

# device_tip_subdevice_firmware_upgrade_fail
source: Note: 1, confirm the accessory online 2, try to get the accessory close to the hub
de: Hinweis: 1, bestätigen Sie, dass das Zubehör online ist 2, bringen Sie das Zubehör in die Nähe des Hubs
es: Nota: 1, confirme el accesorio en línea 2, intente acercar el accesorio al hub
fr: Note : 1, confirmez que l’accessoire est en ligne 2, essayez de rapprocher l’accessoire du Hub
it: Nota: 1, confermare l'accessorio online 2, cercare di avvicinare l'accessorio all'hub
ko: Note： 1. 장치 온라인 여부 확인 2. 장치와 스마트 허브의 거리를 최대한 근접하게 해주세요.
ru: Note: 1.Пожалуйста, подтвердите, что устройство находится в сети 2.Пожалуйста, поместите устройство рядом с Hub

# device_sleep_rating
source: Self-assessment
de: Selbsteinschätzung
es: Auto-evaluación
fr: Auto-évaluation
it: Autovalutazione
ko: 자기평가
ru: Самооценка

# device_upload_success
source: Uploaded Successfully
de: Erfolgreich hochgeladen
es: Cargado con éxito
fr: Envoyé avec succès
it: Caricato con successo
ko: 업로드 성공
ru: Загружено Успешно

# device_tip_max_color_temp_value
source: Maximum color temperature value is %1$d
de: Der maximale Farbtemperaturwert ist %1$d
es: Valor máximo de temperatura de color %1$d
fr: La valeur maximum de la température de couleur est %1$d
it: Il valore massimo della temperatura colore è %1$d
ko: 최대 색온도 값은 %1$d

# common_time_day_short_d
source: Day
de: Tag
es: Día
fr: Jour
it: Giorno
ko: 일
ru: день

# curve_event_trigger_lastyear_
source: Event Triggered Last Year
de: Ereignis wurde letztes Jahr ausgelöst
es: Evento realizado el año pasado
fr: Événement déclenché l’année dernière
it: Evento attivato l'anno scorso
ko: 작년 발생한 이벤트
ru: Событие, произошедшее в прошлом году

# other_systemauthorization_homekit_unable
source: Aqara Home needs to use residential data. Please enable it in Privacy Settings
de: Aqara Home muss private Daten verwenden. Bitte aktivieren Sie dies in den Datenschutzeinstellungen
es: Aqara Home necesita utilizar los datos residenciales. Por favor, habilítelo en la configuración de privacidad
fr: Aqara Home doit utiliser les données résidentielles. Veuillez les activer dans les réglages de confidentialité
it: Aqara Home ha bisogno di utilizzare i dati residenziali. Abilitarlo nelle Impostazioni sulla privacy
ko: 휴대폰 설정에서 Aqara Home이 휴대폰의 개인정보에 접근할 수 있도록 권한을 허용해 주세요.
ru: Aqara Home требуется доступ к личным сведениям. Пожалуйста, перейдите в Настройки/Конфиденциальность/HomeKit, чтобы предоставить их.

# common_time_month_short_9
source: Sept
de: Sep
es: Set.
it: Sett
ko: 9월
ru: Сен.

# homekit_characteristic_writeonly_detaillist
source: Write-only
de: Nur Schreiben
es: Solo escritura
fr: Écriture seule
it: Solo scrittura
ko: 쓰기 전용
ru: Только запись

# curve_avg_co2_lastweek
source: Average CO₂ Density Last Week
de: Durchschnittliche CO₂-Dichte letzte Woche
es: Densidad promedio de CO₂ la semana pasada
fr: Densité de CO₂ moyenne la semaine dernière
it: Densità media di CO₂ Ultima settimana
ko: 지난주의 평균 CO₂ 농도
ru: Средняя плотность CO₂ на прошлой неделе

# device_no_scene
source: No scenes
de: Keine Szenen
es: No hay escenas
fr: Aucune scène
it: Nessuna scena
ko: 설정된 동시 실행이 없습니다.
ru: Нет Сценариев

# curve_event_trigger_lastmonth
source: Event Triggered Last Month
de: Ereignis wurde letzten Monat ausgelöst
es: Evento realizado el mes pasado
fr: Événement déclenché le mois dernier
it: Evento attivato nell'ultimo mese
ko: 지난 달 발생한 이벤트
ru: Событие, произошедшее в прошлом месяце

# device_rm_no_sub_device
source: 暂无子设备
de: Noch kein untergeordnetes Gerät
es: No hay dispositivo secundario
fr: Pas d’appareil enfant encore
it: Ancora nessun dispositivo figlio

# device_gateway_offline_decs
source: 1. Please check if the Hub is powered on. 2. Please check if the Wi-Fi network of the phone or Hub works properly. 3. Please confirm if the name or password of the Wi-Fi router has been modified. You can reset the hub and the working Wi-Fi of the Hub. 4. If it still does not work, please try to restart the Hub and try again.
de: 1. Bitte überprüfen Sie, ob der Hub eingeschaltet ist. 2. Bitte überprüfen Sie, ob das WLAN-Netzwerk des Handys oder des Hubs ordnungsgemäß funktioniert. 3. Bitte prüfen Sie, ob der Name oder das Passwort des WLAN-Routers geändert wurde. Sie können den Hub und das funktionierende WLAN des Hubs zurücksetzen. 4. Sollte es immer noch nicht funktionieren, starten Sie bitte den Hub neu und versuchen Sie es erneut.
es: 1. Compruebe si el hub está encendido. 2. Compruebe si la red wifi del teléfono o el hub funciona correctamente. 3. Por favor, confirme si el nombre o contraseña del router de Wi-Fi ha sido mofificada. Puede resetear el hub y el Wi-Fi en funcionamiento del Hub. 4. Si aún no funciona, por favor intente reiniciar el Hub e intente nuevamente.
fr: 1. Vérifiez que le Hub est alimenté. 2. Vérifiez que le réseau Wi-Fi du téléphone ou du Hub fonctionne correctement. 3. Vérifiez si le nom ou le mot de passe du router Wi-Fi a été modifié. Vous pouvez réinitialiser le Hub et le réseau Wi-Fi du Hub. 4. S’il ne fonctionne toujours pas, essayez de redémarrer le Hub et réessayez.
it: 1. Verificare che l'hub sia acceso. 2. Controllare se la rete Wi-Fi del telefono o dell'Hub funziona correttamente. 3. Verificare se il nome o la password del router Wi-Fi sono stati modificati. È possibile ripristinare l'hub e il Wi-Fi funzionante dell'hub. 4. Se ancora non funziona, provare a riavviare l'hub e riprovare.
ko: 1. 스마트 허브 전원이 켜져있는지 확인해주세요. 2. 스마트폰 또는 스마트 허브가 연결되어 있는 Wi-Fi네트워크가 제대로 작동하는지 확인해주세요. 3. 공유기의 이름과 비밀번호가 변경되었는지 확인해주세요. 스마트 허브를 리셋한 후 Wi-Fi를 다시 설정해주세요. 4. 그래도 여전히 작동하지 않는다면, 스마트허브를 재시작 후 다시 시도해주세요.
ru: 1. Пожалуйста, проверьте, включен ли Hub. 2. Пожалуйста, проверьте, правильно ли работает Wi-Fi сеть телефона или Hub. 3. Убедитесь, что SSID или пароль используемой Wi-Fi сети не были изменены. 4. Если причина иная и устройство по-прежнему не работает, попробуйте перезагрузить Hub и повторить попытку.

# device_failed_upload_offline_data
source: Failed upload of offline data
de: Offline-Daten hochladen fehlgeschlagen
es: Carga fallida de datos fuera de línea
fr: Échec d’envoi des données hors ligne
it: Caricamento fallito dei dati offline
ko: 오프라인 데이터 업로드에 실패하였습니다.
ru: Не удалось загрузить данные офлайн

# camera_not_wifi_hint
source: Now using 3G/4G
de: Jetzt mit 3G/4G
es: Ahora utilizando 3G/4G
fr: Utilisation du 3G/4G
it: Ora utilizza 3G/4G
ko: WiFi 연결 상태가 아닙니다. 영상을 재생 시, 4G/5G 네트워크 사용에 따른 통신 비용이 발생 할 수 있습니다.
ru: Wi-Fi не используется, возможны дополнительные денежные расходы

# device_network_error_close_wifi_helper
source: 1. If the blue light blinks continuously, please check if the Wi-Fi network is 2.4 GHz and the router password is correct. 2. Please make sure the Wi-Fi is connected properly. 3. Please make sure the region you login is the same with where you bought the Hub. 4. Place your phone close to the Hub and make sure your phone and Hub are connected to the same Wi-Fi network. 5. Please turn off mobile data to improve the success rate.
de: 1. Wenn das blaue Licht kontinuierlich blinkt, überprüfen Sie bitte, ob das WLAN-Netzwerk auf 2,4 GHz eingestellt ist und das Router-Passwort korrekt ist. 2. Vergewissern Sie sich, dass das WLAN richtig angeschlossen ist. 3. Vergewissern Sie sich, dass die Region, in der Sie sich anmelden, mit der Region übereinstimmt, in der Sie den Hub gekauft haben. 4. Legen Sie Ihr Handy in die Nähe des Hubs und stellen Sie sicher, dass Ihr Handy und der Hub mit demselben WLAN-Netzwerk verbunden sind. 5. Bitte schalten Sie die mobilen Daten aus, um die Erfolgschancen zu erhöhen.
es: 1. Si la luz azul parpadea constantemente, compruebe si la red wifi es de 2,4 GHz y que la contraseña del rúter sea correcta. 2. Asegúrese de que el wifi esté conectado correctamente. 3. Por favor, asegúrese de que la región en la que se conecta sea la misma en la que adquirió el Hub. 4. Sitúe su teléfono más cerca del hub y asegúrese de que está conectado. 5. Por favor, desactive los datos móviles para mejorar la tasa de éxito.
fr: 1. Si le voyant indicateur bleu clignote constamment, vérifiez si le réseau Wi-Fi est 2.4GHz et si le mot de passe est correct. 2. Vérifiez que le Wi-Fi est correctement connecté. 3. Assurez-vous que la région dans laquelle vous vous connectez est la même que celle où vous avez acheté le Hub. 4. Rapprochez votre téléphone du Hub et assurez-vous que votre téléphone et Hub sont connectés au même réseau Wi-Fi. 5. Veuillez désactiver les données mobiles pour améliorer les chances de succès.
it: 1. Se la spia blu lampeggia in continuo, controlla se la rete Wi-Fi è a 2,4 GHz e la password del router è corretta. 2. Assicurarsi che il Wi-Fi sia collegato correttamente. 3. Assicurarsi che la regione in cui si effettua il login sia la stessa in cui è stato acquistato l'Hub. 4. Posizionare il telefono vicino all'Hub e assicurarsi che il telefono e l'Hub siano collegati alla stessa rete Wi-Fi. 5. Disattivare i dati mobili per migliorare la percentuale di successo.
ko: 1. 파란색 표시등이 계속 깜박이면, Wi-Fi 네트워크가 2.4GHz이고 공유기 암호가 올바른지 확인해주세요. 2. Wi-Fi 가 올바르게 연결되어 있는지 확인해주세요. 3. 로그인한 지역과 스마트 허브를 구입한 지역이 동일해야 합니다. 4. 스마트폰을 스마트 허브 가까이에 두고 스마트폰과 스마트 허브가 동일한 Wi-Fi 네트워크에 연결되어 있는지 확인해주세요. 5. 성공률을 높이려면 모바일 데이터를 꺼주세요.
ru: 1. Если синий индикатор постоянно мигает, убедитесь, что используется сеть Wi-Fi 2,4 ГГц, а пароль сети верный. 2. Убедитесь, что регион входа в систему совпадает с регионом приобретения Hub. 3. Расположите телефон ближе к Hub и убедитесь, что и телефон и Hub подключены к одной сети Wi-Fi. 4. Отключите мобильные данные.

# camera_support_five_gesture_beyond_three_meter_use
source: Support 5 gestures, please use within 3 meters of the camera
de: Unterstützt 5 Gesten; bitte innerhalb von 3 Metern von der Kamera entfernt verwenden
es: Admite 5 gestos. Por favor, utilícelo a menos de 3 metros de la cámara
fr: Prend en charge 5 gestes, utilisez la fonction à moins de 3 mètres de la caméra
it: Supporto 5 gesti, si prega di utilizzare entro 3 metri dalla fotocamera
ko: 5 가지 제스처 지원, 카메라 3m 이내에서 사용하세요.
ru: Поддержка 5 жестов, используйте в пределах 3 метров от камеры

# device_acpartner_learn_note_content_3
source: When adding the button, aim at the Air Conditioning Controller with your air conditioner remote control and press “Temperature +”. Then the Air Conditioner Controller will remember the following status: operating, cooling, 26 °C, no swing, low fan speed;
de: Wenn Sie die Schaltfläche hinzufügen, zielen Sie mit der Fernbedienung Ihrer Klimaanlage auf die Steuerung der Klimaanlage und drücken Sie „Temperatur +“. Dann merkt sich die Steuerung des Klimageräts den folgenden Status: Betrieb, Kühlung, 26 °C, kein Schwingen, niedrige Geschwindigkeit des Ventilators;
es: Cuando añada el botón, apunte al controlador del aire acondicionado con su control remoto y presione “Temperatura +”. Luego, el controlador del aire acondicionado recordará el siguiente estado: en funcionamiento, enfriamiento, 26 °C, sin oscilación, velocidad baja del ventilador,
fr: Lorsque vous ajoutez le bouton, orientez la télécommande vers le contrôleur du climatiseur et appuyez sur « Temperature + ». La télécommande du climatiseur mémorisera l’état suivant : utilisation, refroidissement, 26 °C, pas de balancement, faible vitesse de ventilateur ;
it: Quando si aggiunge il pulsante, puntare il controller dell'aria condizionata con il telecomando del condizionatore e premere "Temperatura +". Il controllore del condizionatore d'aria ricorderà i seguenti stati: in funzione, raffreddamento, 26 °C, nessuna oscillazione, bassa velocità della ventola;
ko: 버튼을 추가할 때, 에어컨 리모컨을 에어컨 컨트롤러를 향하여 "온도+"를 누릅니다. 그러면 에어컨 컨트롤러는 다음 상태를 기억합니다: 켜짐, 냉방, 26 ° C, 회전 없음, 중간.
ru: При добавлении кнопки направьте ПДУ кондиционера на контроллер кондиционера, нажмите «Температура +», контроллер кондиционера запомнит следующее состояние: работает, охлаждение, 26 °C, отсутствие вращения шторки, низкая скорость вентилятора;

# device_self_detect_fail_tips
source: 1. The accessory may be too far away from the Hub. Please move closer and try again. 2. There may be obstruction between the Hub and the accessory. Please remove it and try again. 3. It may be preheating. Please try again after preheating.
de: 1. Das Zubehör ist möglicherweise zu weit vom Hub entfernt. Gehen Sie bitte näher heran und versuchen Sie es erneut. 2. Möglicherweise befindet sich ein Hindernis zwischen dem Hub und dem Zubehör. Bitte entfernen und erneut versuchen. 3. Möglicherweise heizt es vor. Bitte nach dem Vorheizen erneut versuchen.
es: 1. El accesorio puede estar muy lejos del Hub. Por favor, acérquese e intente nuevamente. 2. Puede que haya una obstrucción entre el Hub y el accesorio. Por favor, elimínelo e inténtelo nuevamente. 3. Puede que se esté precalentando. Por favor, intente nuevamente después del precalentamiento.
fr: 1. Cet accessoire pourrait être trop éloigné du Hub Veuillez le rapprocher et réessayer. 2. Un obstacle pourrait se trouver entre le Hub et l’accessoire. Veuillez le retirer et réessayer. 3. Il pourrait être en préchauffage. Réessayez après le préchauffage.
it: 1. L'accessorio potrebbe essere troppo lontano dall'Hub. Avvicinarsi e riprovare. 2. Potrebbe esserci un'ostruzione tra l'hub e l'accessorio. Rimuoverlo e riprovare. 3. Potrebbe essere in corso il preriscaldamento. Riprovare dopo il preriscaldamento.
ko: 1. 연결하려는 장치와 스마트 허브가 너무 멀리 떨어져 있습니다. 가까이 옮겨 다시 시도해 주세요. 2. 스마트 허브와 장치 사이에 장애물이 있다면, 장애물을 제거하고 다시 시도해주세요. 3. 장치가 예열중이오니, 예열이 끝난 후 다시 시도해주세요.
ru: 1. Устройство может быть далеко от Hub, держите два ближе и повторите попытку 2. На пути сигнала расположен объект: переместите его и повторите попытку. 3. Устройство подвергается предварительному нагреву: повторите попытку после окончания нагрева.

# automation_location_pop_text_aos
source: Aqara Home needs to acquire your location when you use the Leave or Arrive automation. Please click Set Now and Aqara Home will be allowed to get your location if you click OK on the Location tab (Users with Android 10 and above need to set Always Allow). In the meanwhile, on the Set - Location page, turn on Get Location, and on the Location Service tab, turn on Accurate Location.
de: Aqara Home muss Ihren Standort erfassen, wenn Sie die Abfahrts- oder Ankunftsautomatik verwenden. Bitte klicken Sie auf „Jetzt Einstellen“ und Aqara Home wird die Erlaubnis erhalten, Ihre Standortinformationen zu erfassen, wenn Sie auf der Registerkarte „Standort“ auf OK klicken (Benutzer mit Android 10 und höher müssen „Immer zulassen“ einstellen). In der Zwischenzeit aktivieren Sie auf der Seite „Einstellen - Standort“ die Option Standort abrufen und auf der Registerkarte "Standortdienst" die Option "Genauer Standort".
es: Aqara Home necesita tener su ubicación cuando utilice automatización de Salir o Llegar. Por favor, haga clic en Establecer ahora y Aqara Home podrá obtener su ubicación si hace clic en Aceptar en la pestaña Ubicación (los usuarios con Android 10 y versiones superiores deben seleccionar Siempre permitir). Mientras tanto, en la página “Configurar - Ubicación”, active la opción “Obtener ubicación”, y en la pestaña “Servicio de ubicación”, active la opción “Ubicación precisa”.
fr: Aqara Home doit acquérir votre localisation lorsque vous utilisez l’automatisation Arrivée ou Départ. Veuillez cliquer sur Définir maintenant et Aqara Home sera autorisé à obtenir votre localisation, si vous cliquez sur OK dans l’onglet de Localisation (les utilisateurs d’Android 10 et plus récent doivent sélectionner Toujours autoriser). Également, dans la page Définir - Localisation, activez Obtenir la localisation, et dans l’onglet service de Localisation, activez la Localisation précise.
it: Aqara Home ha bisogno di acquisire la vostra posizione quando utilizzate l'automazione Leave o Arrive. Fare clic su Imposta ora e Aqara Home potrà ottenere la posizione dell'utente se si fa clic su OK nella scheda Posizione (gli utenti con Android 10 o superiore devono impostare Consenti sempre). Nel frattempo, nella pagina Imposta - Posizione, attivate Ottieni posizione e, nella scheda Servizio di localizzazione, attivare Posizione accurata.
ko: Aqara Home은 '위치 떠남/도착' 자동화 기능을 사용 시 위치정보를 액세스해야 합니다. '설정하기'를 클릭하고 Aqara Home이 위치정보에 접근할 수 있도록 설정해 주십시오.(안드로이드 10 이상 버전은 '항상 허용'으로 설정해야 합니다.) '설정-위치 정보'페이지에서 '위치정보 이용'을 활성화하고 '위치정보 서비스' 옵션에서는 '위치정보 정확도'를 켜 주십시오.
ru: При использовании функции автоматизации «покинуть/прибыть в определенное место» Aqara Home должен получить доступ к информации о Вашем местоположении. Нажмите «Перейти к настройкам», чтобы разрешить Aqara Home доступ к информации о местоположении в опции «Местоположение» (для Android 10 и выше необходимо установить «Всегда разрешать»). При этом на странице «Настройки — Информация о местоположении» включите «Использовать информацию о местоположении», а в опции «Служба информации о местоположении» включите «Точность информации о местоположении».

# device_ir_settings_controller_device_association
source: Related items of device
de: Zugehörige Artikel des Geräts
es: Elementos relacionados del dispositivo
fr: Éléments associés de l’appareil
it: Elementi correlati del dispositivo
ko: 장치 연관 항목
ru: Пункты, связанные с устройством

# curve_avg_pm25_lastweek
source: Average PM2.5 Density Last Week
de: Durchschnittliche PM2,5-Dichte letzte Woche
es: Densidad promedio de PM2.5 la semana pasada
fr: Densité de PM2.5 moyenne semaine dernière
it: Densità media di PM2,5 Ultima settimana
ko: 지난주의 평균 PM2.5 농도
ru: Средняя плотность PM2.5 на прошлой неделе

# curve_current_co2
source: Latest CO₂ Density
de: Aktuelle CO₂-Dichte
es: Última densidad de CO2
fr: Dernière densité de CO2
it: Ultima densità di CO₂
ko: 최근 CO₂ 농도
ru: Последние показатели плотности CO₂

# other_authorized_time_name
source: 授权时长：
de: Erlaubte Dauer:
es: Duración autorizada:
fr: Durée autorisée :
it: Durata autorizzata:
ko: 인증 시간

# curve_network_error
source: Network anomaly
de: Abnormales Netzwerk
es: 网络异常
fr: 网络异常
ko: 네트워크 이상
ru: сетевая аномалия

# curve_current_day_voc_value
source: 当日平均TVOC值
de: Täglicher durchschnittlicher TVOC-Wert
es: Nivel TVOC medio diario
fr: Moyenne quotidienne des niveaux de TVOC
it: Livello medio giornaliero di TVOC
ko: 일일 평균 TVOC 값

# curve_current_voc_value
source: 最新TVOC
de: Letzter TVOC-Wert
es: Último TVOC
fr: Dernier TVOC
it: Ultimo TVOC

# curve_current_week_voc_value
source: 当周平均TVOC值
de: Wöchentlicher durchschnittlicher TVOC-Wert
es: Nivel TVOC medio semanal
fr: Moyenne hebdomadaire des niveaux de TVOC
it: Livello medio settimanale di TVOC
ko: 이번 주 평균 TVOC 값

# curve_event_trigger_lastyear
source: Event Triggered Last Year
es: Evento realizado el año pasado
fr: Événement déclenché l’année dernière
it: Evento attivato l'anno scorso
ko: 작년 발생한 이벤트
ru: Событие, произошедшее в прошлом году

# device_scenario_name_repeat
source: Scenario name cannot be repeated
de: Szenenname kann nicht mehrmals verwendet werden
es: El nombre del escenario no puede repetirse
fr: Le nom de scénario doit être unique
it: Il nome dello scenario non può essere ripetuto
ko: 씬(장면구성) 이름은 중복될 수 없습니다.
ru: Название сценария не может быть повторено

# access_reset_vrv_tips
source: Press the reset button for 5s
de: Drücken Sie die Reset-Taste für 5s
es: Presione el botón de restablecimiento durante 5 s
fr: Appuyez sur le bouton de réinitialisation pendant 5 s
it: Premere il pulsante di reset per 5 secondi
ko: 리셋 버튼을 5초간 눌러주세요.
ru: Удерживайте кнопку сброса в течение 5 с

# user_logout_verification_content
source: Please choose bound account to verify
de: Bitte wählen Sie ein verbundenes Konto zur Verifizierung
es: Por favor, elija la cuenta vinculada para verificar
fr: Veuillez choisir le compte associé à vérifier
it: Scegliere il conto vincolato da verificare
ko: 연결된 계정을 선택하여 인증 절차를 진행해 주세요.
ru: Подтвердите используя предпочтительный аккаунт

# other_push_fill_words_tips_20
source: Please fill in less than 20 words as push message
de: Die Push-Nachricht sollte weniger als 20 Wörter enthalten
es: Por favor, complete en menos de 20 palabras como mensaje de inserción
fr: Veuillez saisir moins de 20 mots pour le message push
it: Si prega di inserire meno di 20 parole come messaggio di spinta
ko: 푸쉬 메시지를 20자 이내의 내용으로 작성해주세요.
ru: Пожалуйста, введите менее 20 слов для push-сообщения

# automation_timer_count_limit
source: At most 10 timers can be added
de: Es können maximal 10 Timer hinzugefügt werden
es: Pueden agregarse hasta 10 temporizadores como máximo
fr: Jusqu'à 10 minuteries peuvent être ajoutées
it: È possibile aggiungere al massimo 10 timer
ko: 최대 10개의 타이머를 추가할 수 있습니다.
ru: Добавьте до 10 таймеров

# device_tip_input_right_number
source: Please enter the correct value
de: Bitte geben Sie den richtigen Wert ein
es: Por favor, ingrese el valor correcto
fr: Veuillez entrer la valeur correcte
it: Inserire il valore corretto
ko: 정확한 값을 입력해주세요.

# device_tip_min_color_temp_value
source: Minimum color temperature value is %1$d
de: Der minimale Farbtemperaturwert ist %1$d
es: Valor mínimo de temperatura de color %1$d
fr: La valeur minimum de la température de couleur est %1$d
it: Il valore minimo della temperatura colore è %1$d
ko: 최소 색온도 값은 %1$d

# other_please_enter_pwd
source: Please enter the password
de: Bitte geben Sie das Passwort ein
es: Introduzca la contraseña
fr: Veuillez entrer le mot de passe
it: Inserire la password
ko: 비밀번호를 입력해주세요.
ru: Введите пароль

# device_firmware_upgrade_latest_version
source: Latest Version:
de: Letzte Version:
es: Última versión:
fr: Dernière version :
it: Ultima versione:
ko: 최신 버전：
ru: Последняя версия:

# camera_calibration_finish
source: Calibration is complete
de: Kalibrierung ist abgeschlossen
es: La calibración está completa
fr: L’étalonnage est terminé
it: La calibrazione è completa
ko: 보정 완료
ru: Калибровка завершена

# camera_force_upgrade_subtitle
source: For improving the security, please update the firmware to continue use this device.
de: Um die Sicherheit zu verbessern, aktualisieren Sie bitte die Firmware, damit Sie das Gerät weiter verwenden können.
es: Para mejorar la seguridad, actualice el firmware para seguir utilizando este dispositivo.
fr: Pour améliorer la sécurité, veuillez mettre le micrologiciel à jour pour continuer à utiliser cet appareil.
it: Per migliorare la sicurezza, aggiornare il firmware per continuare a utilizzare questo dispositivo.
ko: 디바이스 데이터의 안전성을 높이기 위해, 최신 펌웨어로 업데이트를 하여야 만이 디바이스를 계속 사용할 수 있습니다.
ru: Для повышения безопасности данных устройства Вам необходимо обновить прошивку до последней версии, и Вы сможете продолжить использование устройства.

# common_no_set
source: Not set
de: Nicht einstellen
es: No está configurado
fr: Non défini
it: Non impostato
ko: 설정되지 않음
ru: Не установлено

# camera_not_heard_anything
source: No voice prompts?
de: Keine Sprachansage?
es: ¿No hay mensajes de voz?
fr: Pas d’annonces vocales ?
it: Nessun messaggio vocale?
ko: 음성 안내가 나오지 않나요?
ru: Нет голосовых подсказок?

# home_position_not_exist
source: Position does not exist, please re-select
de: Die Position existiert nicht, bitte erneut auswählen
es: La ubicación no existe, por favor vuelva a seleccionar
fr: La position n’existe pas, veuillez resélectionner
it: La posizione non esiste, riselezionare
ko: 위치가 없습니다. 다시 선택해주세요.
ru: Позиция не существует, пожалуйста, выберите заново

# other_systemauthorization_microphone_title
source: Unable to record
de: Aufzeichnung nicht möglich
es: No se puede grabar
fr: Impossible d'enregistrer
it: Impossibile registrare
ko: 녹음을 할 수 없습니다.
ru: Не удается записать

# other_systemauthorization_homekit_title
source: Unable to use HomeKit
de: HomeKit kann nicht verwendet werden
es: No se puede utilizar Homekit
fr: Impossible d’utiliser HomeKit
it: Impossibile utilizzare HomeKit
ko: HomeKit을 사용할 수 없습니다.
ru: Невозможно использовать HomeKit
