Repository: acodeworker/localzedLoader
Catalog: *.lproj/Localizable.strings
Languages: de, es, fr, it, ko, ru

# curve_after_days
source: After %@
de: Nach %@
es: Tras %@
fr: Après %@
it: Dopo %@
ko: %@ 후
ru: После %@

# doorlock_guide_child_lock_check
source: 按下开锁按钮无法开门
de: Drücken Sie die Entriegelungstaste. Die Tür lässt sich nicht öffnen.
es: Se presiona el botón de desbloqueo y no se abre la puerta
fr: Appuyez sur le bouton de déverrouillage si la porte ne peut pas être ouverte
it: Premendo il pulsante di sblocco non è possibile aprire la porta
ko: 잠금버튼을 누르면 문을 열 수 없습니다.

# other_user_vertify_second_fios
source: You can obtain it again in %@s
de: Sie können ihn in %@s erneut erhalten
es: Puede obtenerlo de nuevo en %@s
fr: Vous pouvez l’obtenir à nouveau dans %@s
it: Puoi ottenerlo di nuovo in %@s
ko: % @초 후에 다시 가져올 수 있습니다.
ru: Отправить ещё раз через %@ секунд

# overview_alarm_quantity_1_fios
source: %ld alarm card(s)
de: %ld Alarmkarte(n)
es: %ld tarjeta(s) de alarma
fr: %ld carte(s) d’alarme
it: %ld scheda/e allarme
ko: 카드 경고 %ld개
ru: Сигнализации карт %ld

# overview_socket_quantity_1_fios
source: %ld outlet(s) on
de: %ld Steckdose(n) an
es: %ld toma(s) de corriente encendida(s)
fr: %ld prise(s) activée(s)
it: %ld uscita/e attiva/e
ko: 플러그 %ld개 켜짐
ru: Розеток вкл %ld

# doorlock_device_already_registered
source: Reject: Already Registered (The device has been registered, and refuses to be registered again) (0x0A)
de: Ablehnen: Bereits registriert (Das Gerät wurde registriert und verweigert eine erneute Registrierung) (0x0A)
es: Rechazado: Ya está registrado (el dispositivo se ha registrado, y rechaza registrarse de nuevo) (0x0A)
fr: Rejet : Déjà enregistré (l’appareil a été enregistré et refuse de l’être à nouveau) (0x0A)
it: Respingi: Già registrato (il dispositivo è stato registrato e rifiuta di essere registrato di nuovo) (0x0A)
ko: 거부: 이미 등록되었습니다. 장치가 등록되었으며 다시 등록되지 않습니다(0x0A)

# homepage_environment_format
source: %@ environment
de: %@ Umgebung
es: Entorno %@
fr: %@ environnement
it: %@ ambiente
ko: %@ 환경
ru: %@ окружение

# overview_soaked_quantity_1_fios
source: %ld water leak(s) detected
de: %ld Wasserleck(s) erkannt
es: %ld fuga(s) de agua detectada(s)
fr: %ld fuite(s) d’eau détectée(s)
it: %ld perdita/e d’acqua rilevata/e
ko: %ld에 침수가 발생하였습니다.
ru: Затопления %ld

# curve_current_pm25_density
source: PM2.5 Density
de: PM2.5-Dichte
es: Densidad de PM2.5
fr: Densité de PM2.5
it: Densità PM2.5
ko: PM2.5 농도
ru: Плотность PM2.5

# sercurity_switch_subtitle
source: %@ is on
de: %@ ist an
es: %@ está encendido
fr: %@ est activé
it: %@ è attivo
ko: %@ 상태입니다.
ru: %@ включен

# overview_doorlock_quantity_1_fios
source: %ld door lock(s)
de: %ld Türschloss/Türschlösser
es: %ld cerradura(s)
fr: %ld verrou(s) de porte
it: %ld blocco/i porta
ko: 도어락 %ld개
ru: Дверных замков закрыто %ld

# common_time_hours_mins
source: %d hours %d min
de: %d Stunden %d min
es: %d horas %d min
fr: %d heures %d min
it: %d ore %d min
ko: %d 시간 %d 분
ru: %d часов %d минут

# doorlock_wificonfiguration_failed
source: Wi-Fi configuration failed
de: Die WLAN-Konfiguration ist fehlgeschlagen
es: Fallo en la configuración del wifi
fr: Échec de configuration Wi-Fi
it: Configurazione del Wi-Fi non riuscita
ko: Wi-Fi 구성 실패

# device_power_overload_tips_1_fios
source: The power of %@ is overloaded. The device powers off automatically. You need to single click the %@ button to remove this protection, and then you can continue to use it.
de: Die Leistung von %@ ist überlastet. Das Gerät schaltet sich automatisch aus. Sie müssen einmalig auf die Schaltfläche %@ klicken, um diesen Schutz zu entfernen und ihn weiter zu verwenden.
es: La potencia de %@ está sobrecargada. El dispositivo se apagará automáticamente. Necesita hacer un clic en el botón %@ para retirar esta protección, luego podrá seguir utilizándolo.
fr: L’alimentation de %@ est surchargée. L’appareil s’éteint automatiquement. Vous devez cliquer sur le bouton %@ pour supprimer cette protection, puis continuer à l’utiliser.
it: L’alimentazione di %@ è sovraccaricata. Il dispositivo si spegne automaticamente. Devi fare clic sul pulsante %@ per rimuovere questa protezione, quindi continuare a utilizzarlo.
ko: %@가 과부하 상태로 전기가 자동 차단됬습니다. 보호를 해제하고 연속해서 사용하려면 %@ 버튼을 클릭하세요.
ru: Перегрузка %@, устройство было автоматически обесточено. Можно нажать %@, для снятия защиты и продолжения использования

# common_time_hours
source: %d hours
de: %d Stunden
es: %d horas
fr: %d heures
it: %d ore
ko: %d 시간
ru: %d часов

# doorlock_wifi_configing
source: Configuring Wi-Fi…
de: WLAN wird konfiguriert...
es: Configurando wifi...
fr: Configuration du Wi-Fi...
it: Configurazione del Wi-Fi in corso...
ko: Wi-Fi 구성 중...

# common_time_secs_later
source: %d sec later
de: %d s später
es: %d seg. más tarde
fr: %d s plus tard
it: %d sec dopo
ko: %d 초 후
ru: %d сек позже

# doorlock_wifi_information
source: Wi-Fi information
de: WLAN-Information
es: Información wifi
fr: Information du Wi-Fi
it: Informazioni sul Wi-Fi
ko: Wi-Fi 정보

# other_times
source: %1$s time(s)
de: %1$s Zeit(en)
es: %1$s vez(ces)
fr: %1$s fois
it: %1$s ora/e
ko: %1$s 회
ru: %1$s раз

# doorlock_index_user_number_end_1_fios
source: the %d user
de: Der %d Nutzer
es: el usuario %d
fr: l’utilisateur %d
it: l’utente %d
ko: %d 사용자

# doorlock_wifi_name
source: Wi-Fi name
de: WLAN-Name
es: Nombre de wifi
fr: Nom du Wi-Fi
it: Nome Wi-Fi
ko: Wi-Fi 이름

# device_sleep_rem_title
source: REM (Rapid Eye Movement)
es: MOR (Movimientos oculares rápidos)
fr: REM (mouvements oculaires rapides)
it: REM (Rapid Eye Movement - Movimenti rapidi degli occhi)
ko: REM(급속 안구 운동)
ru: REM(быстрое движение глаз)

# security_guard_safe
source: Alert system
de: Alarmsystem
es: Sistema de alerta
fr: Système d'alerte
it: Sistema di avviso
ko: 안심 보안
ru: Охрана: Деликатная

# doorlock_num_of_nfc_card_reached_upper_limit
source: The number of NFC cards has reached the upper limit. Please delete other users' NFC cards and try again
de: Die Anzahl der NFC-Karten hat die Obergrenze erreicht. Bitte löschen Sie die NFC-Karten anderer Benutzer und versuchen Sie es erneut
es: El número de tarjetas NFC ha alcanzado el límite. Borre las tarjetas NFC de otros usuarios e inténtelo de nuevo
fr: Le nombre de cartes NFC a atteint la limite supérieure. Veuillez supprimer les cartes NFC des autres utilisateurs et réessayer
it: Il numero di schede NFC ha raggiunto il limite massimo. Elimina schede NFC di altri utenti e riprova
ko: "NFC 카드의 수가 상한선에 도달했습니다. 다른 사용자의 NFC 카드를 삭제하고 다시 시도해주세요."

# doorlock_ble_crc_check_fail
source: BLE CRC check failed (0x02)
de: BLE CRC Prüfung fehlgeschlagen (0x02)
es: Comprobación BLE CRC fallida (0x02)
fr: Échec de vérification BLE CRC (0x02)
it: Controllo BLE CRC non riuscito (0x02)
ko: BLE CRC 점검 실패(0x02)

# camera_title_feedback_small_video_tips_fios
source: Long press the button on the top of the camera for 3 seconds. It will start with a 15-second video recording.
de: Halten Sie die Taste oben auf der Kamera 3 Sekunden lang gedrückt. Es beginnt mit einer 15-sekündigen Videoaufnahme.
es: Mantenga el botón de la parte superior de la cámara pulsado durante 3 segundos. Comenzará con un periodo de 15 segundos de grabación de vídeo.
fr: Appuyer sur le bouton situé en haut de la caméra pendant 3 secondes. Il commencera par un enregistrement vidéo de 15 secondes.
it: Premere a lungo il pulsante sulla parte superiore della fotocamera per 3 secondi. Si avvierà con una registrazione video di 15 secondi.
ko: 제품 윗부분에 있는 기능 버튼을 3초동안 길게 눌러 15초의 비디오 메시지를 녹화할 수 있습니다.
ru: Удерживайте кнопку в верхней части аксессуара в течение 3 секунд. Тогда аксессуар начнет запись в 15 сек.

# device_name_model_gateway
source: Aqara Hub M2
de: Aqara Smart Home Zentrale M2
es: Hub Aqara M2
fr: Aqara Hub domotique M2
it: Hub M2 Aqara
ko: 스마트 허브 M2

# device_info_sensor_switch_long_press
source: Long Press
de: Lange drücken
es: Pulsación larga
fr: Appui long
it: Premere a lungo
ko: 길게 누르기
ru: Удержание

# device_sleep_product_name
source: Aqara Smart Sleep Belt
de: Aqara Smart Schlafgürtel
es: Cinturón de control del sueño de Aqara
fr: Ceinture de sommeil intelligente Aqara
it: Cintura per dormire smart Aqara
ko: Aqara 수면 모니터링 벨트
ru: Браслет для контроля сна Aqara

# device_mulitgateway
source: Aqara hub M2
de: Aqara Smart Home Zentrale M2
es: Hub Aqara M2
fr: Aqara Hub domotique M2
it: Hub M2 Aqara
ko: 스마트 허브 M2

# doorlock_gateway_bind
source: Bind Hub
de: Hub verbinden
es: Vincular hub
fr: Lier le hub
it: Associa l’Hub
ko: 허브 연결
ru: Привязать шлюз

# device_homekit_gateway_title
source: Aqara Hub
de: Aqara Smart Home Zentrale
es: Hub Aqara
fr: Aqara Hub domotique
it: Hub Aqara
ko: 스마트 허브

# other_bind_more_safety
source: Link email or phone number to ensure account security
de: Verknüpfen Sie die E-Mail-Adresse oder Telefonnummer, um die Kontosicherheit zu gewährleisten
es: Enlace el correo electrónico o el número de teléfono para proteger su cuenta
fr: Lier l’adresse e-mail ou le numéro de téléphone pour assurer la sécurité du compte
it: Collega l'e-mail o il numero di telefono per garantire la sicurezza dell'account
ko: 계정 보안을 위해 이메일 또는 휴대폰 번호 연결
ru: Привязка Email или телефона повысит безопасность аккаунта

# doorlock_entry_timeout_nfc_card
source: NFC card entry timed out
de: Zeitüberschreitung bei der NFC-Karteneingabe
es: Se ha acabado el tiempo de entrada de la tarjeta NFC
fr: Entrée de carte NFC expirée
it: Timeout di immissione scheda NFC
ko: NFC 카드 입력 시간이 초과되었습니다.

# other_securite
source: Security
de: Sicherheit
es: Seguridad
fr: Sécurité
it: Sicurezza
ko: 보안
ru: Безопасность

# doorlock_nfc_card_name
source: NFC card name
de: NFC-Kartenname
es: Nombre de la tarjeta NFC
fr: Nom de carte NFC
it: Nome scheda NFC
ko: NFC 카드 이름

# camera_title_feedback_small_video_tips
source: Long press the button on the top of the camera for 3 seconds. It will start a 15 seconds video recording.
de: Halten Sie die Taste oben auf der Kamera 3 Sekunden lang gedrückt. Es startet eine 15 Sekunden lange Videoaufnahme.
es: Mantenga el botón de la parte superior de la cámara pulsado durante 3 segundos. Comenzará un periodo de 15 segundos de grabación de vídeo.
fr: Appuyer sur le bouton situé en haut de la caméra pendant 3 secondes. Il commencera un enregistrement vidéo de 15 secondes.
it: Premere a lungo il pulsante sulla parte superiore della fotocamera per 3 secondi. Avvierà una registrazione video di 15 secondi.
ko: 제품 윗부분에 있는 기능 버튼을 3초동안 길게 눌러 15초의 비디오 메시지를 녹화할 수 있습니다.
ru: Удерживайте кнопку в верхней части аксессуара в течение 3 секунд. Тогда аксессуар начнет запись в 15 сек.

# doorlock_nfccardmanagerment
source: NFC cards management
de: Verwaltung von NFC-Karten
es: Gestión de tarjetas NFC
fr: Gestion des cartes NFC
it: Gestione delle schede NFC
ko: NFC 카드 관리

# device_zigbee_signal
source: Zigbee Signal
es: Señal Zigbee
fr: Signal Zigbee
it: Segnale Zigbee
ko: Zigbee신호
ru: Сигнал Zigbee

# device_add_dongle_gw_reset_guide_tips_red
source: Long press the reset button for more than 5 seconds until the red indicator light blinks. Then double press the reset button.
de: Halten Sie die Reset-Taste länger als 5 Sekunden gedrückt, bis die rote Kontrollleuchte blinkt. Betätigen Sie dann zweimal die Reset-Taste.
es: Haga una pulsación larga del botón de reinicio durante más de 5 segundos hasta que la luz indicadora roja parpadee. Luego pulse dos veces el botón de reinicio.
fr: Appuyer sur le bouton de réinitialisation pendant plus de 5 secondes jusqu’à ce que le voyant rouge clignote. Appuyer ensuite deux fois sur le bouton de réinitialisation.
it: Premere a lungo il pulsante di ripristino per più di 5 secondi fino a quando la spia rossa lampeggia. Quindi premere due volte il pulsante reset.
ko: 빨간 불이 깜박일때까지 리셋 버튼을 5초 이상 누르신 후, 리셋 버튼을 더블 클릭 해주세요.
ru: Удерживайте нажатой кнопку сброса более 5 секунд, пока красный индикатор не начнет мигать, затем дважды нажмите кнопку сброса.

# doorlock_zigbee_offline_check_hub
source: Zigbee is offline. Please check the hub
de: Zigbee ist offline. Bitte überprüfen Sie den Hub
es: Zigbee está desconectado. Compruebe el Hub
fr: Zigbee hors ligne. Veuillez vérifier le hub
it: Zigbee è offline. Controlla l'hub
ko: Zigbee가 오프라인 상태입니다. 허브를 확인해주세요.

# doorlock_nfc_multi_verifications_failed
source: Multiple NFC card verifications failed
de: Mehrere NFC-Kartenüberprüfungen sind fehlgeschlagen
es: Múltiples verificaciones de tarjetas NFC fallidas
fr: La vérification de plusieurs cartes NFC a échoué
it: Più verifiche della scheda NFC non sono riuscite
ko: NFC 카드 확인 실패

# doorlock_zigbee_hub_status_err
source: The Zigbee hub is bound abnormally. Please click to handle it.
de: Der Zigbee-Hub ist nicht normal verbunden. Bitte klicken Sie, um dies zu ändern.
es: El hub de Zigbee se ha vinculado erróneamente. Haga clic para gestionarlo.
fr: Le hub Zigbee est anormalement lié. Veuillez cliquer pour le gérer.
it: L'hub Zigbee è associato in modo anomalo. Fai clic per gestirlo.
ko: Zigbee 허브 연결이 비정상적입니다. 처리하려면 클릭해주세요.

# doorlock_nfc_card
source: NFC card
de: NFC-Karte
es: Tarjeta NFC
fr: Carte NFC
it: Scheda NFC
ko: NFC 카드

# doorlock_bind_hub_error_connect_ble
source: The Zigbee hub is bound abnormally. Please connect the hub to Bluetooth to handle it.
de: Der Zigbee-Hub ist nicht normal verbunden. Bitte verbinden Sie den Hub per Bluetooth, um dies zu korrigieren.
es: El hub de Zigbee se ha vinculado erróneamente. Conecte el hub al Bluetooth para gestionarlo.
fr: Le hub Zigbee est anormalement lié. Veuillez connecter le hub au Bluetooth pour le gérer.
it: L'hub Zigbee è associato in modo anomalo. Collega l'hub al Bluetooth per gestirlo.
ko: ZigBee 허브가 비정상적으로 연결되어 있습니다. 사용하려면 허브를 블루투스에 연결해주세요.

# doorlock_gateway_binding
source: Bind Hub...
de: Verbinde Hub...
es: Vincular hub...
fr: Liaison du hub...
it: Associazione dell’Hub in corso...
ko: 허브 연동 중...

# doorlock_bind_gateway_notice
source: Bind the Hub to enable more functions of the lock. Do you want to bind it now?
de: Verbinden Sie den Hub, um weitere Funktionen des Schlosses zu aktivieren. Möchten Sie ihn jetzt verbinden?
es: Vincule el hub para habilitar más funciones de la cerradura. ¿Desea vincularlo ahora?
fr: Lier le hub pour activer plus de fonctions du verrou. Voulez-vous lier maintenant ?
it: Associa l'Hub per abilitare più funzioni della serratura. Vuoi associarlo ora?
ko: 허브를 연결하여 더 많은 기능을 활성화합니다. 지금 연결하시겠습니까?

# device_zigbee_device
source: Zigbee Accessory
de: Zigbee Accessoire
es: Accesorio Zigbee
fr: Accessoire Zigbee
it: Accessorio Zigbee
ko: Zigbee장치
ru: Устройство Zigbee

# device_add_yellow_light_reset_tips
source: Please long press the button for more than 10s, then release it until the yellow light flashes, and finish the resetting
de: Bitte halten Sie die Taste länger als 10 Sekunden gedrückt und lassen Sie sie dann los, bis das gelbe Licht blinkt. Beenden Sie dann das Zurücksetzen
es: Mantenga pulsado el botón durante más de 10 segundos, luego suéltelo hasta que la luz amarilla parpadee, finalizando el reinicio
fr: Appuyer sur le bouton pendant plus de 10 s, puis le relâcher jusqu’à ce que le voyant jaune clignote et terminer la réinitialisation
it: Premere a lungo il pulsante, per più di 10 secondi, quindi rilasciarlo fino a quando la spia gialla lampeggia e terminare il ripristino
ko: 버튼을 10초 이상 길게 누르고 황색등이 깜박일 때까지 누른 다음 떼면 리셋이 성공합니다.
ru: Нажмите и удерживайте кнопку более 10 секунд, пока желтый индикатор не начнет мигать, а затем отпустите, то есть сброс будет успешным.

# device_add_sleepmonitor_tips_zigbeetwo
source: Zigbee mode: Please power on Smart Sleep Monitor, long press the Reset button for 5s and then release it until the indicator light blinks slowly.
de: Zigbee Modus: Bitte schalten Sie den Smart Sleep Monitor ein, halten Sie die Reset-Taste 5 Sekunden lang gedrückt und lassen Sie sie dann los, bis die Anzeigeleuchte langsam blinkt.
es: Modo Zigbee: Encienda el monitor de sueño inteligente, mantenga pulsado el botón de reinicio durante 5 segundos y suéltelo hasta que el indicador parpadee lentamente.
fr: Mode Zigbee : Veuillez activer le moniteur de sommeil intelligent, appuyer sur le bouton de réinitialisation pendant 5 s, puis le relâcher jusqu’à ce que le voyant clignote lentement.
it: Modalità Zigbee: Accendi il Monitor Smart Sleep, premi a lungo il pulsante Reset per 5 secondi e poi rilascialo fino a quando la spia lampeggia lentamente.
ko: Zigbee 방식: 스마트 슬립 모니터를 연결하고, 리셋 버튼을 5초간 누르고 있다가 놓아 LED표시등을 천천히 깜박거리는 것을 확인해주세요.
ru: Режим ZigBee: включите питание Умного трекера сна, нажмите и удерживайте кнопку сброса в течение 5 секунд и затем отпустите, индикатор медленно замигает.

# doorlock_zigbee_offline
source: Zigbee is offline
de: Zigbee ist offline
es: Zigbee está desconectado
fr: Zigbee hors ligne
it: Zigbee è offline
ko: Zigbee 가 오프라인입니다.

# common_key_name
source: en
es: es
fr: fr
ko: Korea
ru: ru

# device_btn_zigbeeway
source: Zigbee Mode
de: Zigbee Modus
es: Modo Zigbee
fr: Mode Zigbee
it: Modalità Zigbee
ko: Zigbee 모드
ru: Режим ZigBee

# doorlock_nfc_notexist
source: NFC does not exist
de: NFC existiert nicht
es: La NFC no existe
fr: NFC n’existe pas
it: NFC non esiste
ko: NFC가 존재하지 않습니다.

# device_sleep_logo_text
source: Make your home smarter with Aqara!
de: Gestalten Sie Ihr Zuhause mit Aqara intelligent!
es: ¡Haga de su hogar uno inteligente con Aqara!
fr: Rendez votre maison plus intelligente avec Aqara !
it: Rendi la tua casa più smart con Aqara!
ko: Aqara Home과 함께 스마트홈을 즐겨 보세요!
ru: Улучшите Вашу умную жизнь с Aqara Home!

# device_nas
source: NAS (Network Attached Storage)
es: ACR (Almacenamiento conectado en red)
fr: NAS (serveur de stockage en réseau)
it: NAS (Network Attached Storage - archiviazione collegata alla rete)
ko: NAS 스토리지
ru: Сетевое хранилище NAS

# doorlock_nfc_existed
source: The NFC has already existed
de: Das NFC existierte bereits
es: La NFC ya existía
fr: Le NFC existe déjà
it: NFC è già esistito
ko: NFC가 이미 있습니다.

# doorlock_nfcusers_full
source: NFC users are full
de: NFC Nutzer sind voll
es: Los usuarios NFC están al completo
fr: Utilisateurs NFC au complet
it: Gli utenti NFC sono al completo
ko: NFC 사용자가 꽉 찼습니다.

# doorlock_ota_firmware_length_error
source: OTA firmware length error (0x09)
de: OTA-Firmware-Längenfehler (0x09)
es: Error de longitud de firmware OTA (0x09)
fr: Erreur de longueur du firmware OTA (0x09)
it: Errore lunghezza firmware OTA (0x09)
ko: OTA 펌웨어 길이 오류(0x09)

# device_button
source: Button
de: Taste
es: Botón
fr: Bouton
it: Pulsante
ko: 버튼
ru: Кнопка

# doorlock_nfc_device_exist
source: This NFC device already exists
de: Dieses NFC-Gerät existiert bereits
es: Este dispositivo NFC ya existe
fr: Cet appareil NFC existe déjà
it: Questo dispositivo NFC esiste già
ko: NFC 장치가 이미 존재합니다.

# doorlock_nfc_permanently_valid
source: NFC is permanently valid. Are you sure to save it?
de: NFC ist permanent gültig. Möchten Sie es wirklich speichern?
es: La NFC es permanentemente válida. ¿Seguro que desea guardar?
fr: NFC valide de façon permanente. Voulez-vous vraiment l’enregistrer ?
it: NFC è permanentemente valido. Sei sicuro di salvarlo?
ko: NFC가 영구적으로 유효합니다. 저장하시겠습니까?

# doorlock_nfc_device_not_registered
source: This NFC device has not been registered
de: Dieses NFC-Gerät wurde nicht registriert
es: Este dispositivo NFC no se ha registrado
fr: Cet appareil NFC n’a pas été enregistré
it: Questo dispositivo NFC non è stato registrato
ko: NFC 장치가 등록되지 않았습니다.

# curve_alert_line
source: (Warning line)
de: (Warnlinie)
es: (Línea de aviso)
fr: (ligne d’avertissement)
it: (Linea di avviso)
ko: (경계선)
ru: (Граница предупреждения)

# camera_title_ip_address
source: IP Address
de: IP-Adresse
es: Dirección IP
fr: Adresse IP
it: Indirizzo IP
ko: IP 주소
ru: IP-адрес

# device_offline_reason_wifi_down
source: (Possible cause: disconnected Wi-Fi)
de: (Mögliche Ursache: getrenntes WLAN)
es: (Posible causa: wifi desconectado)
fr: (Cause possible : Wi-Fi débranché)
it: (Causa possibile: Wi-Fi scollegato)
ko: (원인 예측: Wi-Fi 중단)
ru: (возможная причина: отключение Wi-Fi)

# doorlock_administrator
source: (Administrator)
es: (Administrador)
fr: (Administrateur)
it: (Amministratore)
ko: (관리자)

# other_old_version_disable
source: (Previous version is not available)
de: (Die Vorherige Version ist nicht verfügbar)
es: (Versión anterior no disponible)
fr: (La version précédente n’est pas disponible)
it: (La versione precedente non è disponibile)
ko: (이전 버전은 사용할 수 없습니다)
ru: (Предыдущая версия недоступна)

source: HomeKit devices
de: HomeKit Geräte
es: Dispositivos de HomeKit
fr: Appareils HomeKit
it: Dispositivi HomeKit
ko: HomeKit 장치
ru: Устройство HomeKit

# automation_illumation_level_10
source: （Indoor Dusk）
de: (Dämmerung im Innenbereich)
es: (Atardecer interior)
fr: （Crépuscule intérieur）
it: （Crepuscolo all’interno）
ko: （실내 황혼）
ru: (Закат в помещении)

# homekit_homekit_mode
source: HomeKit Mode
de: HomeKit-Modus
es: Modo de HomeKit
fr: Mode HomeKit
it: Modalità HomeKit
ko: HomeKit 모드
ru: Режим HomeKit

# doorlock_opendoorwithfgpwd_success_1_fios
source: The %@%@ fingerprint opened the door successfully
de: Der %@%@ Fingerabdruck öffnete erfolgreich die Tür
es: La huella dactilar %@%@ ha abierto la puerta con éxito
fr: L’empreinte digitale %@%@ a ouvert la porte avec succès
it: L’impronta digitale %@%@ ha completato l’apertura della porta
ko: %@%@ 지문이 성공적으로 문을 열었습니다.

# doorlock_opendoorwithnfccard_success_1_fios
source: The %@ NFC card opened the door successfully
de: Die %@%@ NFC-Karte öffnete erfolgreich die Tür
es: La tarjeta NFC %@ ha abierto la puerta con éxito
fr: La carte NFC %@ a ouvert la porte avec succès
it: La scheda NFC %@ ha completato l’apertura della porta
ko: %@ NFC 카드가 성공적으로 문을 열었습니다.

# automation_location_leave_text_fios
source: %@ (%@) leaves %@
de: %@ (%@) geht %@
es: %@ (%@) se va %@
fr: %@ (%@) part de %@
it: %@ (%@) parte %@
ko: %@ (%@), %@ 에 도착했습니다.
ru: %@ (%@) покинул(-а) %@

# doorlock_wifi_information_acquisition_timedout
source: Wi-Fi information acquisition timed out
de: Zeitüberschreitung beim Abrufen von WLAN-Informationen
es: El tiempo de la información wifi ha expirado
fr: Acquisition d’information du Wi-Fi expirée.
it: Timeout di acquisizione delle informazioni sul Wi-Fi
ko: Wi-Fi 정보 수집 시간이 초과됨

# doorlock_opendoorwithpwd_success_1_fios
source: The %@%@ Password opened the door successfully
de: Das %@%@ Passwort öffnete erfolgreich die Tür
es: La contraseña %@%@ ha abierto la puerta con éxito
fr: Le mot de passe %@%@ a ouvert la porte avec succès
it: La Password %@%@ ha completato l’apertura della porta
ko: %@%@ 암호가 성공적으로 문을 열었습니다.

# doorlock_subinfo_wifi_connection_failed
source: Disconnected from Wi-Fi. Some functions are disabled. Please check the network connection.
de: Getrennt vom WLAN. Einige Funktionen sind deaktiviert. Bitte überprüfen Sie die Netzwerkverbindung.
es: Desconectado del wifi. Algunas funciones estarán deshabilitadas. Compruebe la conexión de red.
fr: Déconnecté du Wi-Fi. Certaines fonctions sont désactivées. Veuillez vérifier la connexion au réseau.
it: Scollegato dal Wi-Fi. Alcune funzioni sono disattivate. Controlla la connessione di rete.
ko: Wi-Fi 연결이 끊어졌습니다. 일부 기능이 비활성화되었습니다. 네트워크 연결을 확인해주세요.

# access_net_mode_zigbee
source: ZigBee Network Access
de: Zigbee-Verbindung
es: ZigBee入网
fr: Connexion Zigbee
ko: ZigBee 네트워크 연결
ru: Доступ по ZigBee

# doorlock_bind_fail
source: Binding failed, please try again
de: Verbindung fehlgeschlagen. Bitte versuchen Sie es erneut
es: La vinculación ha fallado, inténtelo de nuevo
fr: Échec de la liaison, veuillez réessayer
it: Associazione non riuscita, riprova
ko: 연결에 실패했습니다. 다시 시도해주세요.

# user_bind_phone
source: Binding
de: Bindung
es: Vinculando
fr: Liaison
it: Associazione
ko: 휴대폰 연결
ru: Привязать номер телефона
