Repository: acodeworker/localzedLoader
Catalog: *.lproj/Localizable.strings
Languages: de, es, fr, it, ko, ru

# homepage_service_info_title
source: Information
es: Información
fr: Informations
it: Informazioni
ko: 정보 추가
ru: Информация

# device_sensor_single_switch
source: Wireless Remote Switch (Single Button)
de: Drahtloser Fernschalter (Einzeltaste)
es: Interruptor remoto inalámbrico (un sólo botón)
fr: Commutateur à distance sans fil (bouton unique)
it: Interruttore remoto senza fili (pulsante singolo)
ko: 유럽형 무선 스위치 (1구)
ru: Беспроводной Выключатель (Одноклавишный)

# notification_show_half_year
source: All messages are showed within half a year
de: Alle Meldungen werden innerhalb eines halben Jahres angezeigt
es: Todos los mensajes se muestran dentro de seis meses
fr: Tous les messages sont affichés dans un délai d’une demi-année
it: Tutti i messaggi vengono visualizzati entro un anno e mezzo
ko: 6개월 내 모든 메시지 보이기
ru: Показаны сообщения за последние 6 месяцев

# device_tip_gateway_is_reboot
source: The Hub is restarting and it may take 2 minutes. Do not unplug the power supply
de: Der Hub startet neu und das kann 2 Minuten dauern. Ziehen Sie nicht den Netzstecker
es: El hub se está reiniciando y puede tardar 2 minutos. No desconecte la alimentación eléctrica
fr: Le Hub redémarre, ce qui pourrait prendre 2 minutes. Ne débranchez pas le câble d'alimentation
it: L'Hub si sta riavviando e potrebbero essere necessari 2 minuti. Non scollegare l'alimentazione
ko: 허브가 다시 시작되고 있으며 2분 정도 걸릴 수 있습니다. 허브의 전원을 끄지 마십시오.
ru: Hub перезагружается, что может продолжаться до 2 минут. Не отключайте источник питания

# device_set_wifi_password_hint
source: Password change may cause the connected device to disconnect.
de: Die Änderung des Passworts kann zu Trennung vom verbundenen Gerät führen.
es: El cambio de contraseña puede hacer que el dispositivo conectado se desconecte.
fr: Le changement de mot de passe peut entraîner la déconnexion de l'appareil connecté.
it: La modifica della password può causare la disconnessione del dispositivo collegato.
ko: 암호를 바꾸면 이미 연결된 장치에서 핫스팟 접속이 차단됩니다.
ru: Изменение пароля может привести к отключению устройств, подключенных к текущей точке доступа

# device_nas_list
source: Selection of storage devices
de: Auswahl der Speichermedien
es: Seleccionar dispositivos de almacenamiento
fr: Sélection des appareils de stockage
it: Selezione dei dispositivi di archiviazione
ko: 저장 장치 선택
ru: Выбрать запоминающее устройство

# other_gallery_play_delete_desc
source: The downloaded file will be deleted together. Are you sure to delete?
de: Die heruntergeladene Datei wird zusammen gelöscht. Möchten Sie wirklich löschen?
es: El archivo descargado se eliminará conjuntamente. ¿Está seguro de que desea eliminar?
fr: Le fichier téléchargé sera également supprimé. Voulez-vous vraiment le supprimer ?
it: Il file scaricato verrà eliminato insieme. Sei sicuro di voler eliminare?
ko: 다운로드한 파일은 함께 삭제됩니다. 삭제하시겠습니까?
ru: Загруженные файлы будут удалены. Подтвердить удаление?

# device_tip_gateway_is_upgrading
source: The Hub is updating. Please try again later.
de: Der Hub wird gerade aktualisiert. Bitte versuchen Sie es später noch einmal.
es: El hub se está actualizando. Inténtalo de nuevo más tarde.
fr: Le Hub est en mise à jour. Veuillez réessayer plus tard.
it: L'Hub si sta aggiornando. Riprovare più tardi.
ko: 스마트 허브를 업데이트 중입니다. 잠시 후 다시 시도해주세요.
ru: ПО Hub обновляется, попробуйте позже.

# user_center_change_pwd
source: Change Password
de: Passwort ändern
es: Cambiar contraseña
fr: Changer mot/passe
it: Modifica della password
ko: 비밀번호 변경
ru: Изменить пароль

# device_name_switch_t1
source: Wireless Mini Switch T1
de: Mini-Funkschalter T1
es: Botón inalámbrico T1
fr: Mini-commutateur sans fil T1
it: Mini pulsante wireless T1
ko: 무선 미니 스위치 T1
ru: Беспроводная кнопка T1

# doorlock_downloaded
source: Downloaded
de: Heruntergeladen
es: Descargado
fr: Téléchargé
it: Scaricato
ko: 다운로드됨
ru: Загружено

# doorlock_gateway_name
source: Hub name
es: Nombre del hub
fr: Nom de Hub
it: Nome dell'hub
ko: 허브 이름

# curve_zigbee_signal
source: Signal:
es: Señal:
it: Segnale:
ko: "신호: "
ru: Сигнал:

# camera_quit_save_tips
source: The modification has not been saved. Are you sure to exit?
de: Die Änderung wurde nicht gespeichert. Sind Sie sicher, dass Sie beenden wollen?
es: La modificación no se ha guardado. ¿Está seguro de que desea salir?
fr: La modification n'a pas été sauvegardée. Vous êtes sûr de vouloir sortir ?
it: La modifica non è stata salvata. Sei sicuro di voler uscire?
ko: 수정내용이 저장되지 않았습니다. 나가시겠습니까?
ru: Изменения не сохранены. Точно выйти?

# curve_zigbee_weak_signal
source: Weak Signal
de: Schwaches Signal
es: Señal baja
fr: Signal faible
it: Segnale debole
ko: 신호 약함
ru: Слабый сигнал

# other_common_modify_quit_tips
source: The modification is not saved. Are you sure you want to exit？
de: Die Änderung wird nicht gespeichert. Möchten Sie wirklich beenden?
es: La modificación no se guarda. ¿Está seguro de que desea salir?
fr: La modification n’est pas enregistrée. Voulez-vous vraiment quitter ?
it: La modifica non è salvata. Sei sicuro di voler uscire?
ko: 수정이 저장되지 않았습니다. 종료하시겠습니까?
ru: Изменения не будут сохранены. Действительно выйти?

# device_add_gateway_fail_title
source: Failed to add the Hub, please try again.
de: Hinzufügen des Hubs fehlgeschlagen. Versuchen Sie es bitte erneut.
es: No es posible agregar el hub; vuelva a intentarlo.
fr: Échec d’ajout du Hub, réessayez !
it: Non è stato possibile aggiungere l'hub, riprovare.
ko: 스마트 허브 등록 실패, 다시 시도해주세요.
ru: Ошибка добавления Hub, повторите попытку.

# home_device_diagnosis_zigbee_signal
source: Signal Strength
de: Signalstärke
es: Intensidad de señal
fr: Force du signal
it: Potenza del segnale
ko: 신호 강도
ru: Мощность сигнала

# camera_title_sleep
source: Standby
es: Modo de espera
fr: Veille
it: In standby
ko: 대기
ru: Ожидание

# device_gateway_connect_wifi
source: Hub joined the network
de: Hub ist dem Netzwerk beigetreten
es: El hub se ha incorporado a la red
fr: Le Hub a rejoint le réseau
it: L'hub si è unito alla rete
ko: 스마트 허브 연결
ru: Hub подключился к сети

# common_time_week_tuesday
source: Tuesday
de: Dienstag
es: Martes
fr: Mardi
it: Martedì
ko: 화요일
ru: Вторник

# device_dynamic_choose_times
source: Select times
de: Zeiten auswählen
es: Seleccione el tiempo
fr: Sélectionner les heures
it: Seleziona gli orari
ko: 횟수 선택
ru: Выбрать число

# device_model
source: Model
de: Modell
es: Modelo
fr: Modèle
it: Modello
ko: 모델
ru: Модель

# device_sensor_switch_t1_korea
source: Wireless button
de: Drahtlose Taste
es: Botón inalámbrico
fr: Bouton sans fil
it: Pulsante wireless
ko: 무선 미니 스위치
ru: Беспроводная кнопка

# device_trigger_condition_title
source: Choose trigger condition
de: Auslösebedingung wählen
es: Elija la condición de activación
fr: Sélectionner la condition de déclenchement
it: Scegliere la condizione di attivazione
ko: 트리거 조건 선택
ru: условия селективного запуска

# other_common_not_get_pic
source: No access to the album
de: Kein Zugriff auf das Album
es: No hay acceso al álbum
fr: Pas d’accès à l’album
it: Nessun accesso all'album
ko: 연락처 정보에 접근할 수 없습니다.
ru: Нет доступа к альбому

# homekit_no_charging
source: Not Charging
de: Wird nicht geladen
es: No se está cargando
fr: Pas en charge
it: Non in carica
ko: 충전되지 않았습니다.
ru: Не заряжается

# scene_create
source: Add Scene
de: Szene hinzufügen
es: Añadir escena
fr: Ajouter une scène
it: Aggiungi scena
ko: 동시실행추가
ru: Создать сценарий

# device_ac_off_protect_tips
source: To protect your air conditioner, after some air conditioners are turned off, the indoor unit still needs to run for a while
de: Um Ihre Klimaanlage zu schützen, muss das Innengerät nach Ausschalten einiger Klimaanlagen noch eine Weile laufen
es: Para proteger el acondicionador de aire, cuando algunos de estos aparatos se apagan, la unidad del interior necesita seguir funcionando unos momentos
fr: Pour protéger votre climatiseur, quand certains modèles sont éteints, l’unité d’intérieur continue à fonctionner un moment
it: Per proteggere il condizionatore d'aria, dopo lo spegnimento di alcuni condizionatori d'aria, l'unità interna deve continuare a funzionare per un po' di tempo.
ko: 에어컨을 보호하기 위해서 에어컨을 끈 후에도 일정 시간 가동되어야 합니다
ru: Внутренний блок некоторых моделей должен работать какое-то время после выключения кондиционера для защиты его от поломок.

# device_settingnewservice_add
source: Add +
de: Hinzufügen +
es: Añadir +
fr: Ajouter +
it: Aggiungi +
ko: 추가 +
ru: Создать +

# device_bind_key_wrong_format
source: Serial Number Format Error
de: Formatfehler der Seriennummer
es: Error de formato del número de serie
fr: Erreur de format du numéro de série
it: Errore nel formato del numero di serie
ko: 일련번호 형식이 틀렸습니다
ru: Неверный формат серийного номера

# user_login_agree_terms
source: I have read and agree the Terms of Use and Privacy Policy
de: Ich habe die Nutzungsbedingungen und die Datenschutzrichtlinie gelesen und bin damit einverstanden
es: He leído y acepto Condiciones de Uso y Política de Privacidad
fr: J'ai lu et accepté les Conditions d'Utilisation et Politique de Confidentialité
it: Ho letto e accetto i Termini d'Uso e Informativa sulla Privacy
ko: 《이용 약관》과《개인정보 처리방침》을 이미 읽었습니다.
ru: Я прочитал(а) Условия Использования и Политику Конфиденциальности

# device_heart_rate
source: Heart rate
de: Herzfrequenz
es: Ritmo cardíaco
fr: Fréquence cardiaque
it: Frequenza cardiaca
ko: 심박수
ru: Частота пульса

# device_ac_match_no_corrent
source: No suitable solution
de: Keine passende Lösung
es: No hay una solución adecuada
fr: Pas de solution adaptée
it: Nessuna soluzione adeguata
ko: 적절한 해결 방법이 없습니다.
ru: Нет подходящего варианта

# doorlock_reconnect_gateway_fail
source: The hub is bound abnormally. Please choose Bluetooth connection around the door lock to handle it
de: Der Hub ist nicht ordnungsgemäß verbunden. Bitte wählen Sie eine Bluetooth-Verbindung in der Nähe des Türschlosses, um es zu bedienen
es: La vinculación del hub es anómala. Elija la conexión Bluetooth de la cerradura para controlarla.
fr: Le Hub est anormalement associé. Veuillez choisir une connexion Bluetooth à proximité du verrou de porte pour le gérer
it: Il mozzo è vincolato in modo anomalo. Scegliere la connessione Bluetooth attorno alla serratura della porta per gestirla
ko: 허브가 비정상적으로 연결되었습니다. 도어락 주변의 블루투스 연결을 선택하여 처리해주세요.

# automation_create
source: Create Automation
de: Automation erstellen
es: Crear automatización
fr: Créer une automation
it: Creare automazione
ko: 자동 실행 추가
ru: Новая автоматизация

# camera_title_sleep_time_frame
source: 休眠时段%1$s
de: Ruhezeitraum %1$s
es: Periodo de hibernación %1$s
fr: Période de sommeil %1$s
it: Periodo di riposo%1$s
ko: 휴면 시간% 1$s

# doorlock_reconnect_gateway_success
source: Hub connection is successful
de: Hub-Verbindung ist erfolgreich
es: Conexión al hub correcta
fr: Connexion au Hub réussie
it: La connessione all'hub è riuscita
ko: 게이트웨이 연결 성공

# curve_zigbee_weak_strong
source: Strong Signal
de: Starkes Signal
es: Señal alta
fr: Signal fort
it: Segnale forte
ko: 매우 좋음
ru: Сильный сигнал

# other_no_more_data
source: No more data
de: Keine Daten mehr
es: No más datos
fr: Plus de données
it: Niente più dati
ko: 더 이상 데이터가 없음
ru: Нет больше данных

# other_not_assign_device
source: No location
de: Kein Standort
es: Ninguna ubicación
fr: Pas de localisation
it: Nessuna posizione
ko: 위치가 없음
ru: Нет места

# doorlock_log_addforcepassword
source: Add Emergency Password
de: Notfall-Passwort hinzufügen
es: Añadir contraseña de emergencia
fr: Ajouter un mot de passe d’urgence
it: Aggiungere una password di emergenza
ko: 강제 잠금 해제 비밀번호 추가
ru: Добавить принудительную разблокировку паролем

# access_error_624
source: 需要重新绑定
de: Erneutes Verbinden erforderlich
es: Requerido para vincular
fr: Réassociation nécessaire
it: È necessario ripetere il collegamento

# device_join_not_find_device
source: No accessory found. Continue?
de: Kein Zubehör gefunden. Weiter?
es: No se ha detectado ningún accesorio. ¿Continuar?
fr: Aucun accessoire trouvé. Continuer ?
it: Nessun accessorio trovato. Continuare?
ko: 연결 가능한 장치가 발견되지 않았습니다, 계속 스캔 하시겠습니까?
ru: Устройство не найдено, продолжить?

# device_less_than_5s_adverse_to_battery
source: Less than 5 seconds may affect battery life
de: Bei weniger als 5 Sekunden kann die Batterielaufzeit beeinträchtigt werden
es: Menos de 5 segundos puede afectar la vida útil de la batería
fr: Moins de 5 secondes pourrait affecter l’autonomie de la pile
it: Meno di 5 secondi possono compromettere la durata della batteria
ko: 5초 미만은 배터리 수명에 영향을 줄 수 있습니다.
ru: Менее 5 секунд может повлиять на срок работы батареи

# device_control_no_used
source: 无可用网关设备
de: Kein Hub-Gerät verfügbar
es: No hay un dispositivo hub disponible
fr: Aucun Hub disponible
it: Nessun dispositivo hub disponibile

# doorlock_lock_status_not_obtain
source: The lock status is not obtained
de: Der Sperrstatus wird nicht erreicht
es: No se ha obtenido el estado de la cerradura
fr: L’état du verrou n’est pas obtenu
it: Lo stato di blocco non è stato ottenuto
ko: 잠금 상태를 얻지 못했습니다.

# camera_in_calibration
source: Calibrating...
de: Wird kalibriert...
es: Calibrando...
fr: Étalonnage...
it: Calibrazione...
ko: 보정중...
ru: Калибровка ...

# homekit_bind_tips
source: You need to bind the HomeKit device to Aqara Home on the "Profile - HomeKit - HomeKit Devices" page.
de: Sie müssen das HomeKit-Gerät auf der Seite “Profil - HomeKit - HomeKit-Geräte" mit Aqara Home verbinden.
es: Tiene que vincular el dispositivo HomeKit a Aqara Home en la página “Perfil - HomeKit - Dispositivos HomeKit”.
fr: Vous devez associer l’appareil HomeKit à Aqara Home depuis la page « Profile - HomeKit - Appareils HomeKit »
it: È necessario associare il dispositivo HomeKit ad Aqara Home nella pagina "Profilo - HomeKit - Dispositivi HomeKit".
ko: '내 정보-HomeKit 정보-HomeKit 장치' 페이지에서 HomeKit 장치를 Aqara Home에 연결해야 합니다.
ru: Привязать устройство HomeKit к Aqara Home на странице «Профиль-HomeKit Информация-Устройство HomeKit».

# device_ac_not_associate_yet
source: Not associated
de: Nicht verknüpft
es: No asociado
fr: Non associé
it: Non associato
ko: 연결되지 않았습니다.
ru: Не связано

# device_control_calibration_fail_tip
source: Calibration failed, please try again; Or press the key 3 times under the installation interface of the thermostat as the Instructions required after battery reinstalling
de: Kalibrierung fehlgeschlagen. Versuchen Sie es bitte erneut; Oder drücken Sie entsprechend den Anweisungen nach dem Einsetzen der Batterie 3 Mal die Taste auf der Installationsoberfläche des Thermostats.
es: Calibración fallida, por favor intente nuevamente o presione la tecla 3 veces bajo la interfaz de instalación del termostato como lo indiquen las instrucciones después de la reinstalación de la batería.
fr: Échec de l’étalonnage, réessayez ; ou appuyez 3 fois sur la touche sous l'interface d'installation du thermostat comme l'exigent les instructions après la réinstallation de la pile
it: Calibrazione fallita, riprovare; oppure premere il tasto 3 volte sotto l'interfaccia di installazione del termostato come richiesto dalle istruzioni dopo la reinstallazione della batteria.
ru: Калибровка не удалась, повторите; либо следуя инструкциям в руководстве, после переустановки батареи нажмите кнопку 3 раза под установочным интерфейсом терморегулятора.

# device_camera_no_connect_event
source: No event to correlate
de: Kein Ereignis zum Korrelieren
es: Ningún evento para correlacionar
fr: Pas d’événement correspondant
it: Nessun evento da correlare
ko: 연관이벤트 없음
ru: Добавление связанного события

# security_guard_inactivated
source: Inactive
de: Inaktiv
es: Inactivo
fr: Inactif
it: Inattivo
ko: 비활성화
ru: Деактивировано

# other_new_feature
source: New Features
de: Neues Feature
es: Nuevas características
fr: Nouvelles fonctionnalités
it: Nuove caratteristiche
ko: 새로운 기능
ru: Новые Возможности

# camera_title_sleep_setting
source: Standby
es: Modo de espera
fr: Veille
it: In standby
ko: 대기 중

# other_new_pwd
source: New Password
de: Neues Passwort
es: Nueva contraseña
fr: Nouveau mot de passe
it: Nuova password
ko: 새 비밀번호
ru: Новый пароль

# device_add_error_explain
source: Failed to add Hub?
de: Hub konnte nicht hinzugefügt werden?
es: ¿No has podido añadir el Hub?
fr: Échec d'ajout du Hub ?
it: Non è stato possibile aggiungere l'hub?
ko: 허브 추가에 문제가 생겼나요?
ru: Ошибка добавления Hub?

# camera_sub_title_sleep
source: Voice and image function will be unavailable in idle mode.
de: Die Sprach- und Bildfunktion ist im Leerlaufmodus nicht verfügbar.
es: La función de voz e imagen no estará disponible en el modo inactivo.
fr: La fonction de voix et d’image sera indisponible en mode d’attente.
it: La funzione voce e immagine non è disponibile in modalità inattiva.
ko: 유휴 모드에서는 음성 및 이미지 기능을 사용할 수 없습니다.

# doorlock_gateway_unbind
source: Unbound Hub
de: Entkoppelter Hub
es: Hub no vinculado
fr: Hub non associé
it: Hub non vincolato
ko: 허브 연결 해제
ru: Шлюз не привязан

# other_quit_edit_mode_hint
source: Not saved. Are you sure you want to exit?
de: Nicht gespeichert. Möchten Sie wirklich beenden?
es: No guardado. ¿Confirma que desea salir?
fr: Non enregistré. Êtes-vous sûr(e) de sortir ?
it: Non salvato. È sicuro di voler uscire?
ko: 저장하지 않았습니다. 그래도 나가시겠습니까?
ru: Не сохранено, выйти из режима редактирования?

# other_new_version_support_mi_app
source: This Hub supports Mi Home app
de: Dieser Hub unterstützt die Mi Home App
es: Este Hub es compatible con la aplicación Mi Home
fr: Ce Hub est compatible avec l’application Mi Home
it: Questo Hub supporta l'app Mi Home
ko: 이 스마트 허브는 Mi Home 앱을 지원합니다.
ru: Этот Hub поддерживает приложение Mi Home

# device_gateway_fm_main_title
source: Internet radio（FM)
es: Radio por Internet (FM)
fr: Radio Internet (FM)
ko: 인터넷 라디오(FM)
ru: Интернет-радио (FM)

# doorlock_log_addforcecard
source: Add Emergency IC Card
de: Notfall IC-Karte hinzufügen
es: Añadir tarjeta IC de emergencia
fr: Ajouter une carte IC d'urgence
it: Aggiungere la scheda IC di emergenza
ko: 강제 잠금 해제 카드 추가
ru: Добавить принудительную разблокировку картой

# homekit_no_bind_device
source: No bindable HomeKit accessories
de: Kein verbindbares HomeKit-Zubehör
es: No hay accesorios vinculables al Homekit
fr: Pas d’accessoire HomeKit associable
it: Nessun accessorio HomeKit collegabile
ko: 연결 가능한 HomeKit 장치가 없습니다.
ru: Нет привязываемого устройства с поддержкой HomeKit

# access_scan_fail_tips
source: No connectable accessory found, please power on and reset the accessory.
de: Kein anschließbares Zubehör gefunden, bitte schalten Sie das Zubehör ein und setzen Sie es zurück.
es: No se ha detectado ningún accesorio conectable; encienda y restablezca el accesorio.
fr: Pas d’accessoire connectable trouvé, veuillez allumer et réinitialiser l’accessoire.
it: Non è stato trovato alcun accessorio collegabile, accendere e resettare l'accessorio.
ko: 연결 가능한 장치가 없습니다. 장치를 켜고 리셋 해주세요.
ru: Подключаемое устройство не найдено, пожалуйста, перезагрузите устройство.

# doorlock_verify_level_threat
source: Emergency
de: Notfall
es: Emergencia
fr: Urgence
it: Emergenza
ko: 비상 상태
ru: Угроза

# doorlock_bind_key_length_error
source: Serial Number Error
de: Fehler bei der Seriennummer
es: Error del número de serie
fr: Erreur du numéro de série
it: Errore del numero di serie
ko: 일련번호 자리수가 틀렸습니다
ru: Неверное количество цифр серийного номера

# doorlock_nocustomsettings
source: No custom settings
de: Keine benutzerdefinierten Einstellungen
es: No hay ajustes personalizados
fr: Pas de paramètres personnalisés
it: Nessuna impostazione personalizzata
ko: 사용자 지정 설정 없음

# doorlock_log_addforcesignpassword
source: Add Emergency Password
de: Notfall-Passwort hinzufügen
es: Añadir contraseña de emergencia
fr: Ajouter un mot de passe d’urgence
it: Aggiungere una password di emergenza
ko: 강제 잠금 해제 비밀번호 추가
ru: Добавить принудительную разблокировку паролем

# common_no_result
source: No result.
de: Kein Ergebnis.
es: Sin resultado.
fr: Pas de résultats.
it: Nessun risultato.
ko: 결과 없음
ru: Безрезультатно.

# device_title_network_info
source: Network Information
de: Netzwerkinformationen
es: Información de red
fr: Informations sur le réseau
it: Informazioni sulla rete
ko: 네트워크 정보
ru: Информация о сети

# other_position_common_camera_error
source: Fail to connect camera services
de: Verbindung zu Kameradiensten fehlgeschlagen
es: Falla en la conexión de los servicios de la cámara
fr: Échec de connexion des services de caméra
it: Impossibile collegare i servizi della telecamera
ko: 카메라를 사용할 수 없습니다.
ru: Невозможно использовать камеру

# common_network_exception
source: The network is abnormal, please try again
de: Das Netzwerk ist abnormal, bitte versuchen Sie es erneut
es: La red es anómala; vuelva a intentarlo
fr: Le réseau est anormal, veuillez réessayer
it: La rete è anomala, riprovare.
ko: 네트워크가 비정상적이므로 다시 시도해주세요
ru: Ошибка сети, попробуйте ещё раз

# other_no_click
source: No pressing
de: Nicht drücken
es: Sin presionar
fr: Pas de pression
it: Nessuna pressione
ko: 클릭 없음
ru: Нет щелчка

# doorlock_network_abnormal
source: The network is abnormal. Please check it again
de: Das Netzwerk ist abnormal. Bitte erneut überprüfen
es: La red es anómala. Vuelva a comprobarlo
fr: Le réseau est anormal. Veuillez le vérifier à nouveau.
it: La rete è anomala. Si prega di controllare di nuovo
ko: 네트워크가 비정상입니다. 다시 확인해 주세요.

# doorlock_log_shortdate_fri
source: Fri
de: Fr
es: Viernes
fr: Ven.
it: Ven
ko: 금
ru: Пт

# common_unbind
source: Not bound
de: Nicht verbunden
es: No vinculado
fr: Non associé
it: Non vincolato
ko: 연결되지 않았습니다.
ru: Не связано

# other_systemauthorization_location_unable
source: In case of inability to obtain the Wi-Fi connecting to the mobile phone, please allow Aqara Home to access the location permission in "Settings"-"Privacy"-"Location Services"; for iOS14 above, the "Precise Location" permission should be turned on
de: Falls Sie keine WLAN-Verbindung zum Mobiltelefon herstellen können, erlauben Sie bitte Aqara Home den Zugriff auf die Standortberechtigung unter “Einstellungen"-"Datenschutz"-"Standortdienste"; für iOS14 und höher sollte die Berechtigung "Genauer Standort" aktiviert sein
es: En caso de no poder obtener la conexión Wi-Fi del teléfono móvil, por favor permita que Aqara Home acceda al permiso de localización en “Ajustes”-“Privacidad”-“Servicios de localización”; para iOS14 superior, el permiso “Localización precisa” debe activarse.
fr: S’il s’avère impossible d’obtenir la connexion Wi-Fi avec le téléphone mobile, autorisez Aqara Home à accéder à la permission de localisation dans « Réglages »-« Confidentialité »-« Services de localisation » ; pour iOS14 et plus récent, l’autorisation « Localisation précise » doit être activée
it: Nel caso in cui non sia possibile ottenere la connessione Wi-Fi al telefono cellulare, consentire ad Aqara Home di accedere ai permessi di localizzazione in "Impostazioni"-"Privacy"-"Servizi di localizzazione"- "Servizi di localizzazione"; per iOS14 e successivi, è necessario attivare il permesso "Posizione precisa".
ko: 현재 휴대폰 연결된 Wi-Fi를 가져올 수 없습니다. [설정]-[개인 정보 보호]-[위치 서비스]에서 Aqara Home의 위치 접근을 허용해주세요. iOS14 이상은 '정확한 위치'를 허용해야 합니다.
ru: Невозможно получить Wi-Fi, который сейчас подключен к телефону. Разрешите Aqara Home доступ к разрешению местоположения в «Настройки» - «Конфиденциальность» - «Местоположение», для iOS14 и выше также требуется открыть разрешение «Точное местоположение»

# other_app_null_hint
source: This app is not installed
de: Diese App ist nicht installiert
es: Esta aplicación no está instalada
fr: Cette application n’est pas installée
it: Questa applicazione non è installata
ko: 이 앱이 설치되지 않았습니다.
ru: Данное приложение не установлено

# device_ac_cannot_insert
source: Insert failed
de: Einfügen fehlgeschlagen
es: Inserción fallida
fr: Échec de l’insertion
it: Inserimento fallito
ko: 삽입 실패
ru: Вставить не удалось
