Repository: acodeworker/localzedLoader
Catalog: *.lproj/Localizable.strings
Languages: de, es, fr, it, ko, ru

# me_set_undo_privacy_remind_pop_text
source: Your privacy authorization has been canceled. We will clear the device operation record within 15 days. Please notice that if some devices are offline when the account is canceled/data are deleted, this data clearing cannot delete some local data of the device. Please quickly press the hub button for ten times to restore the ex-factory device and clear the local data on all devices. If you need us to serve you again, please re-approve the authorization. Thank you.
de: Ihre Datenschutzgenehmigung wurde widerrufen. Die Betriebsdaten der Geräte werden wir innerhalb von 15 Tagen fertig löschen. Achten Sie bitte darauf, dass die lokalen Daten von einem Teil der Geräte nicht durch diesmalige Datenlöschung gelöscht werden, wenn dieser Teil der Geräte bei der Abmeldung des Kontos/beim Löschen der Daten offline ist. Drücken Sie dann bitte schnell die Taste der „Smart Home Zentrale“ für 10 Mal, um die Werkseinstellungen zurückzusetzen, damit alle lokalen Daten auf den Geräten vollständig gelöscht werden. Wenn Sie unseren Dienst wieder brauchen, stimmen Sie bitte erneut einer Genehmigung zu, vielen Dank.
es: Se ha anulado la autorización de privacidad. En el plazo de 15 días eliminaremos los datos de registro del dispositivo. Tenga en cuenta que si hay dispositivos fuera de línea al cerrar la sesión o al eliminar los datos, no será posible eliminar los datos locales en el dispositivo. Para restaurar el dispositivo a la configuración de fábrica y eliminar los datos locales en todos los dispositivos haga clic 10 veces de forma ininterrumpida en el botón de puerta de enlace. En caso de requerir de nuevo nuestros servicios, por favor, vuelva a aceptar la autorización. Gracias.
fr: Votre autorisation privée est annulée, les données enregistrées pour l'installation une fois réalisées nous pourrons pendant 15 jours finir la suppression. Attention s'il vous plaît : si quand vous annulez le compte/supprimez les données, vous êtes dans une situation déconnéctée, alors les données supprimées doivent être récupérées sur place, veuillez très vite appuyez 10 fois sur le bouton de passage, récupérez l'installation de nouveau, afin de supprimer toutes les données sur l'installation.Si de nouveau vous avez besoin de notre service, veuillez renouveler l'affirmation de chargement, nous vous remercions.
it: La tua autorizzazione alla privacy è stata revocata e cancelleremo i dati del registro delle operazioni del dispositivo entro 15 giorni. Si noti che se alcuni dispositivi sono offline durante il logout/eliminazione dei dati, questa cancellazione dei dati non sarà in grado di eliminare i dati locali di questa parte del dispositivo, premere il pulsante Reset 10 volte rapidamente per ripristinare il dispositivo di fabbrica e cancellare i dati locali su tutti i dispositivi.Se hai bisogno che ti serviamo di nuovo, ti preghiamo di accettare nuovamente l'autorizzazione, grazie.
ko: 개인정보 처리 권한을 취소되었습니다. 장치 사용 기록 및 데이터는 15일 이내에 지워집니다. 계정 탈퇴 또는 데이터 삭제 시 일부 장치가 오프라인 상태일 경우 해당 부분의 로컬 데이터가 삭제될 수 없습니다. 모든 장치에 데이터를 삭제할 수 있도록 허브 버튼을 10번 빠르게 눌러 초기 설정값으로 복구하십시오. 서비스를 필요하시면 계정을 다시 등록해 주십시오. 감사합니다.
ru: Ваше разрешение на конфиденциальность было отменено, и мы удалим данные о работе устройства в течение 15 дней. Обратите внимание, что если при выходе из системы/удалении данных часть устройств находится в режиме офлайн, то это удаление данных не приведет к удалению локальных данных этой части устройства. Нажмите кнопку Центра умного дома 10 раз для восстановления устройств до заводских настроек, чтобы очистить локальные данные на всех устройствах. Если Вам необходимо получить обслуживание снова, пожалуйста, выполните повторное согласие с авторизацией. Спасибо!

# notification_device_check_title
source: Application for Device Diagnosis Permission
de: Antrag auf Berechtigung zur Gerätediagnose
es: Solicitud de permiso para el diagnóstico del dispositivo
fr: Demande des limites du diagnostic de l'installation
it: Richiesta di autorizzazione per la diagnosi del dispositivo
ko: 설비 진단 권한 신청
ru: Заявление на разрешение на диагностику устройства

# notification_device_check_pop_title
source: Authorization of device diagnosis
de: Genehmigung zur Gerätediagnose
es: Autorización para el diagnóstico del dispositivo
fr: Compétence du diagnostic de l'installation
it: Autorización para el diagnóstico del dispositivo
ko: 설비 진단 권한
ru: Авторизация диагностики устройства

# notification_device_check_pop_text
source: Device diagnosis is used for providing troubleshooting and helping Aqara improve product experience only. Before approving authorization, please read Terms of Use and Privacy Policy.
de: Die Gerätediagnose dient nur zur Fehlerbehebung sowie zur Verbesserung des Produkterlebnis mit Aqara. Bevor Sie der Genehmigung zustimmen, lesen Sie bitte die „Nutzungsbedingungen“ und die „Datenschutzrichtlinien“ durch.
es: El diagnóstico del dispositivo únicamente está diseñado con el fin de solucionar problemas y ayudar a Aqara a mejorar la experiencia con el producto. Consulte los «Términos del usuario» y la «Política de privacidad» antes de aceptar la autorización.
fr: Le diagnostic de l'installation ne s'applique que pour éliminer les défauts, Assistance Aqara promeut l'expérience du produit, veuillez lire les «disposition statutaire» et «politique de confidentialité» avant de confirmer.
it: La diagnosi del dispositivo viene utilizzata solo per fornire la risoluzione dei problemi e aiutare Aqara a migliorare l'esperienza d'uso del prodotto. Si prega di leggere i "Termini per l'utente" e le "Norme sulla privacy" prima di accettare l'autorizzazione.
ko: 설비 진단은 Aqara가 제품의 사용 체험을 향상시키는 데에 도움이 되는 고장 검사를 제공하는 데만 사용되며 허용에 동의하기 전에 <사용 약관>과 <개인정보 처리방침>을 읽어보십시오.
ru: Диагностика устройств используется исключительно в целях устранения неполадок и содействия Aqara в улучшении качества продукции. Перед согласием на авторизацию прочтите «условия эксплуатации » и «Политику конфиденциальности».

# notification_device_check_pop_terms
source: I've read Terms of Use and Privacy Policy
de: Я прочитал(а) «Nutzungsbedingungen» и «Политику конфиденциальности»
es: J'ai lu «Condiciones de uso» et «politique de confidentialité»
fr: Ich habe die „Conditions d'utilisation„Datenschutzrichtlinien“ bereits durchgelesen
it: He leído las «Condizioni d'uso» y la «Política de privacidad»
ko: <사용 약관>과 <개인정보 처리방침>을 읽었습니다.
ru: Я прочитал(а) «условия эксплуатации » и «Политику конфиденциальности»

# device_card_board_new_add
source: Create a board
de: Nueva pantalla de visualización
es: Kanban erneut erstellen
fr: panneau d'affichage de la nouvelle construction
it: Nuovo kanban
ko: 새 간판
ru: Новая панель

# me_set_undo_privacy_pop_text
source: After you cancel the authorization, all cloud data will be cleared. Are you sure to cancel?
de: Alle Cloud-Daten werden nach dem Widerruf der Genehmigung gelöscht. Sind Sie sicher, die Abmeldung weiter zu führen?
es: Una vez anulada la autorización, se eliminarán todos los datos almacenados en la nube. ¿Desea confirmar la anulación?
fr: Après la révocation toutes les données du compte cloud seront à effacer, confirmer la révocation?
it: Dopo la revoca dell'autorizzazione, tutti i dati del cloud verranno cancellati. Confermare la revoca?
ko: 권한을 취소한 후 모든 클라우드 데이터가 삭제되겠습니다. 취소하시겠습니까?
ru: После отмены авторизации все облачные данные будут удалены. Подтвердить отмену?

# homekit_exterior_secured
source: Exterior Secured
de: Außen gesichert
es: Exterior asegurado
fr: Extérieur sécurisé
it: Esterno protetto

# homekit_keypad_secured
source: Keypad Secured
de: Tastenfeld gesichert
es: Teclado asegurado
fr: Clavier sécurisé
it: Tastiera protetta

# common_got_it
source: Got it
de: Verstanden
es: Logrado
fr: Compris
it: Ottenuto
ko: 확인
ru: Понятно

# homekit_exterior_unsecured
source: Exterior Unsecured
de: Außen ungesichert
es: Exterior no asegurado
fr: Extérieur non sécurisé
it: Esterno non protetto

# homekit_secured_movement
source: Secured Using Physical Movement
de: Gesichert durch physische Bewegung
es: Asegurado utilizando movimiento físico
fr: Sécurisé à l’aide d’un mouvement physique
it: Protezione tramite movimento fisico

# homekit_interior_secured
source: Interior Secured
de: Innen gesichert
es: Interior asegurado
fr: Intérieur sécurisé
it: Interno protetto

# homekit_secured_remotely
source: Secured Remotely
de: Gesichert aus der Ferne
es: Asegurado de manera remota
fr: Sécurisé à distance
it: Assicurato a distanza

# homekit_unsecured_remotely
source: Unsecured Remotely
de: Ungesichert aus der Ferne
es: No asegurado de manera remota
fr: Non sécurisé à distance
it: Non protetto a distanza

# homekit_auto_secured
source: Secured Automatically
de: Automatisch gesichert
es: Asegurado automáticamente
fr: Sécurisé automatiquement
it: Protezione automatica

# ifttt_space_service_light_scene_6
source: Turn on all lighting
de: Alle Lichter an
es: Luces completamente encendidas
fr: Lampe entièrement allumée
it: Accensione di tutte le luci
ko: 조명 전체 켜기
ru: Все лампы вкл.

# ifttt_space_service_light_scene_7
source: Turn off all lighting
de: Alle Lichter aus
es: Luces completamente apagadas
fr: Lampe entièrement éteinte
it: Spegnimento di tutte le luci
ko: 조명 전체 끄기
ru: Все лампы выкл

# homekit_keypad_unsecured
source: Keypad Unsecured
de: Tastenfeld ungesichert
es: Teclado no asegurado
fr: Clavier non sécurisé
it: Tastiera non protetta

# ifttt_space_service_ac_temperature_all
source: Turn on all air conditioners to the designated temperature
de: Alle Klimaanlagen auf angegebene Temperatur einschalten
es: Encender todos los aparatos de aire acondicionado a la temperatura indicada
fr: Régler l'allumage du climatiseur jusqu'à la temérature prévue
it: Accendere tutti i condizionatori alla temperatura specificata
ko: 모든 에어컨은 지정 온도로 설정하기
ru: Включить все кондиционеры на заданную температуру

# ifttt_space_service_ac_mode_all
source: Turn on all air conditioners to the designated mode
de: Alle Klimaanlagen auf angegebenen Modus einschalten
es: Encender todos los aparatos de aire acondicionado en el modo indicado
fr: Régler l'allumage du climatiseur jusqu'au mode prévue
it: Accendere tutti i condizionatori alla modalità specificata
ko: 모든 에어컨은 지정 모드로 전환하기
ru: Включить все кондиционеры на заданный режим

# homekit_dehumidify
source: Dehumidify
de: Entfeuchten
es: Deshumidificar
fr: Déshumidifier
it: Deumidificare

# homekit_stationary
source: Stationary
de: Stationär
es: Estacionario
fr: Stationnaire
it: Stazionario

# me_set_undo_privacy_btn
source: Cancel the authorization
de: Diese Genehmigung widerrufen
es: Anular esta autorización
fr: Révoquer cette procédure
it: Revocare l'autorizzazione
ko: 해당 권한을 취소합니다.
ru: Отменить эту авторизацию

# homekit_oscillating
source: Oscillating
de: Oszillierend
es: Oscilando
fr: Oscillant
it: Oscillante

# other_repeal_terms_and_privacy_title
source: Revoke authorization?
de: Genehmigung widerrufen?
es: ¿Retirar autorización?
fr: Révoquer l’autorisation ?
it: Revocare l'autorizzazione?
ko: 인가했던 권한을 회수 하시겠습니까?
ru: Отозвать авторизацию?

# homekit_clockwise
source: clockwise
de: Im Uhrzeigersinn
es: en sentido de las agujas del reloj
fr: Sens horaire
it: in senso orario

# homekit_counter_clockwise
source: counter clockwise
de: Gegen den Uhrzeigersinn
es: en sentido contrario a las agujas del reloj
fr: sens antihoraire
it: in senso antiorario

# user_logout_unagree
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annullare
ko: 취소
ru: Отменить

# ifttt_space_service_light_scene_4
source: Refreshing scene
de: Coole Szene
es: Escenario confortable
fr: Condition de fraîcheur
it: Rinfrescante
ko: 산뜻함
ru: Свежая сцена

# ifttt_space_service_light_scene_5
source: Shimmer scene
de: Schimmersszene
es: Escenario con luz tenue
fr: Condition de faible lueur
it: Luci soffuse
ko: 수면
ru: Мерцающая сцена

# ifttt_space_service_light_scene_3
source: Bright scene
de: Helle Szene
es: Escenario brillante
fr: Condition de haute luminosité
it: Luminosa
ko: 명랑함
ru: Светлая сцена

# ifttt_space_service_ac_on_all
source: Turn on all air conditioners
de: Alle Klimaanlagen an
es: Aire acondicionado completamente encendido
fr: Climatiseur entièrement allumé
it: Accensione di tutti I condizionatori
ko: 에어컨 전체 켜기
ru: Все кондиционеры вкл.

# ifttt_space_service_ac_off_all
source: Turn off all air conditioners
de: Alle Klimaanlagen aus
es: Aire acondicionado completamente apagado
fr: Climatiseur entièrement éteint
it: Spegnimento di tutte I condizionatori
ko: 에어컨 전체 끄기
ru: Все кондиционеры выкл.

# ifttt_space_service_light_brightness_on_selected_fios
source: Turn the open lamps to %@
de: Alle eingeschalteten Lampen auf %@ einstellen
es: Encender las luces de %@
fr: amener tous les boutons allumés jusqu'à %@
it: regola tutte le luci accese a %@
ko: 켜진 램프는 %@까지 설정하기
ru: включить включенные лампы на %@

# ifttt_space_service_light_ai
source: AI lighting up
de: Lampen durch AI einschalten
es: IA Encender las luces
fr: AI allumer
it: Accensione luci IA
ko: AI조명
ru: ИИ-включение ламп

# ifttt_space_service_ac_all_selected
source: Turn on all air conditioners to %s
de: Alle Klimaanlagen auf %s einschalten
es: Todos los aparatos de aire acondicionado están encendidos a %s
fr: amener tout le climatiseur jusqu'à %s
it: Tutti i condizionatori sono accesi a %s
ko: 모든 에어컨은 %s까지 설정하기
ru: все кондиционеры включены на %s

# ifttt_space_service_ac_all_selected_fios
source: Turn on all air conditioners to %@
de: Alle Klimaanlagen auf %@ einschalten
es: Todos los aparatos de aire acondicionado están encendidos a %@
fr: amener tout le climatiseur jusqu'à %@
it: Tutti i condizionatori sono accesi a %@
ko: 모든 에어컨은 %@까지 설정하기
ru: все кондиционеры включены на %@

# ifttt_space_service_light_scene
source: Smart scenario instructions of lighting
de: Befehl für Smarte Lichtszene
es: Instrucciones de iluminación para el escenario inteligente
fr: Mode d'emploi pour luminosité intelligente
it: Istruzioni per illuminazione smart in diverse situazioni
ko: 스마트 조명 시나리오 명령
ru: Инструкции к умному сценарию освещения

# ifttt_space_service_light_scene_1
source: Relaxation
de: Entspannung
es: Escenario relajado
fr: Jouir de se relaxer
it: Rilassante e informale
ko: 레저
ru: Отдых и расслабление

# ifttt_space_service_light_scene_2
source: Warm scene
de: Warme Szene
es: Escenario cálido
fr: Condition de température
it: Calda e accogliente
ko: 따뜻함
ru: Теплая сцена

# ifttt_space_service_light_control_4
source: Turn it warmer
de: Wärmer einstellen
es: Más cálido
fr: Ajuster un peu le chaud
it: Più caldo
ko: 전구색
ru: Теплее

# ifttt_space_service_light_control_selected
source: Light %s
de: Licht %s
es: Luces %s
fr: Lumière % s
it: Luce %s
ko: 조명 %s
ru: освещение %s

# ifttt_space_service_light_control_selected_fios
source: Light %@
de: Licht %@
es: Luces %@
fr: Lumière %@
it: Luce %@
ko: 조명 %@
ru: освещение %@

# ifttt_space_service_light_brightness_on_selected
source: Turn the open lamps to %s
de: Alle eingeschalteten Lampen auf %s einstellen
es: Encender las luces de %s
fr: amener tous les boutons allumés jusqu'à %s
it: regola tutte le luci accese a %s
ko: 켜진 램프는 %s까지 설정하기
ru: включить включенные лампы на %s

# automation_recommend_programa1_hint1
source: Suggested automations based on your settings
de: Vorgeschlagene Automatisierungen basierend auf Ihren Einstellungen
es: Automatizaciones sugeridas basadas en sus configuraciones
fr: Automatisations suggérées en fonction de vos réglages
it: Automazioni suggerite in base alle impostazioni
ko: 추천 자동화를 통해 나에게 가장 필요한 자동화를 확인해 보세요
ru: Рекомендуемая автоматизация на основе текущей конфигурации

# ifttt_space_service_light_control_1
source: Turn it brighter
de: Heller einstellen
es: Más brillo
fr: Ajuster un peu la luminosité
it: Più luminoso
ko: 밝기
ru: Светлее

# automation_recommend_hot_ios
source: Heat %@
de: Heizen %@
es: Calentar %@
fr: Chaleur %@
it: Calore %@
ko: 인기 %@
ru: Нагрев %@

# ifttt_space_service_light_control_2
source: Turn it darker
de: Dunkler einstellen
es: Menos brillo
fr: Ajuster un peu l'obscurité
it: Più scuro
ko: 어둡기
ru: Темнее

# automation_recommend_programa2_hint2
source: Many automation templates are provided to make setting up your smart home easier
de: Es werden viele Automatisierungsvorlagen bereitgestellt, um die Einrichtung Ihres Smart Home zu erleichtern
es: Se proporcionan muchas plantillas de automatización para facilitar la configuración de su hogar inteligente
fr: Un grand nombre de modèles d’automatisation sont mis à disposition pour simplifier la configuration de votre maison intelligente
it: Sono disponibili numerosi modelli di automazione per semplificare l'impostazione della casa intelligente
ko: 손쉽게 스마트홈을 만들 수 있도록 다양한 자동화 템플릿을 제공합니다.
ru: Существует множество шаблонов автоматизаций для быстрой и лёгкой настройки Вашего умного дома

# ifttt_space_service_light_control_3
source: Turn it colder
de: Kühler einstellen
es: Más frío
fr: Ajuster un peu le froid
it: Più freddo
ko: 주광색
ru: Холоднее

# me_set_recommend
source: Personalized recommendation
de: Personalisierte Empfehlungen
es: Recomendación personalizada
fr: Recommandation personnalisée
it: Suggerimento personalizzatp
ko: 맞춤형 추천 서비스란?
ru: Персональные рекомендации

# automation_recommend_programa1
source: Recommended for you
de: Für Sie empfohlen
es: Recomendado para Ud.
fr: Recommandé pour vous
it: Consigliati per te
ko: 맞춤형 추천
ru: Рекомендуемое Вам
