Repository: acodeworker/localzedLoader
Catalog: *.lproj/Localizable.strings
Languages: de, es, fr, it, ko, ru

# automation_pop_text_error_3
source: The actions include %1$s, which is mutually exclusive with the current condition. Please remove the incompatible action and try again.
de: Die Vorgänge schließen %1$s ein, was sich mit der aktuellen Bedingung ausschließt. Bitte entfernen Sie den inkompatiblen Vorgang und versuchen Sie es erneut.
es: Las acciones incluyen %1$s, que es mutuamente excluyente con la condición actual. Elimine la acción incompatible e inténtelo de nuevo.
fr: Les actions comprennent %1$s, ce qui est mutuellement exclusif avec la condition actuelle. Veuillez supprimer l’action incompatible et réessayer.
it: Le azioni includono %1$s, che è reciprocamente esclusivo con la condizione attuale. Elimina l'azione incompatibile e riprova.
ko: %1$s동작이 있습니다. 현재 조건과 호환되지 않으니 배척 동작을 제거한 후 다시 시도하십시오.
ru: Действие имеет %1$s, что является взаимоисключающим с текущим условием. Удалите взаимоисключающее действие и повторите попытку.

# device_control_establish_move
source: Move
de: Bewegen
es: Mover
fr: Déplacer
it: Sposta
ko: 움직임
ru: Передвинуть

# device_dynamic_icon
source: Dynamic icon
de: Dynamik-Symbol
es: Icono dinámico
fr: Icône dynamique
it: Icona dinamica
ko: 다이나믹 씬 아이콘
ru: Значок активной сцены

# doorlock_shortvedio_recordtime
source: Short video recording time
de: Kurze Videoaufnahmezeit
es: Tiempo de grabación de vídeo corto
fr: Temps d’enregistrement de vidéo courte
it: Tempo di registrazione video breve
ko: 짧은 비디오 녹화 시간

# device_dynamic_reach_max
source: Dynamic quantity has reached the maximum
de: Die Dynamik-Anzahl hat das Maximum erreicht
es: La cantidad de dinámico ha alcanzado el máximo
fr: La quantité dynamique a atteint le maximum
it: La quantità dinamica ha raggiunto il massimo
ko: 동적 수량이 최대치에 도달하였습니다.
ru: Динамическое количество достигло максимума

# device_ac_energy_saving_delay
source: Power off delay time
de: Verzögerungszeit beim Ausschalten
es: Tiempo de retraso de apagado
fr: Délai d’extinction
it: Tempo di ritardo dello spegnimento
ko: 전원 차단 타이머
ru: Время задержки выключения

# device_power_cut_memory
source: Power-off Memory
de: Speicher ausschalten
es: Memoria de apagado
fr: Mémoire à l’extinction
it: Spegnimento della memoria
ko: 이전 상태 기억
ru: Помнить статус питания

# device_ac_match_no_state_match
source: Available
de: Verfügbar
es: Disponible
fr: Disponible
it: Disponibile
ko: 사용 가능
ru: Все доступно

# doorlock_lingering_detection
source: Lingering detection
de: Verweilzeit-Erkennung
es: Detección de permanencia
fr: Détection de temps d’attente
it: Rilevamento persistente
ko: 움직임 탐지

# device_face_insufficientlight
source: Light Insufficient
de: Unzureichendes Licht
es: Luz insuficiente
fr: Lumière insuffisante
it: Luce insufficiente
ko: 밝기 부족
ru: Плохой свет

# homekit_home_sync_merge
source: Merge Names
de: Namen zusammenführen
es: Combinar nombres
fr: Fusionner les noms
it: Unisci nomi
ko: 이름 일치 시키기
ru: Объединить Имена

# user_center
source: Profile
de: Profil
es: Perfil
fr: Profil
it: Profilo
ko: 내 정보
ru: Профиль

# other_setting_about
source: About
de: Info
es: Acerca de
fr: À propos
it: Informazioni su
ko: 앱 정보
ru: О приложении

# device_single_rebound_switch
source: Rebound Switch
de: Reversibler Schalter
es: Interruptor de rebote
fr: Commutateur de rebond
it: Interruttore di rimbalzo
ko: 무선 리바운드 스위치
ru: моментный переключатель

# curve_tepid
source: Tepid
de: Lauwarm
es: Alta temperatura
fr: Tiède
it: Tiepido
ko: 고온
ru: Высокая температура

# device_signal_very_bad
source: Extremely poor
de: Extrem schlecht
es: Extremadamente pobre
fr: Extrêmement pauvre
it: Estremamente scarso
ko: 매우 나쁨
ru: Очень нездорово

# doorlock_holldetectionsettoopenleft
source: Holl detection set to open left
de: Holll-Erkennung ist auf links öffnen eingestellt
es: Detección de pasillo izquierdo
fr: Détection Holl réglée sur Ouvrir à gauche
it: Rilevamento holl impostato per aprire a sinistra
ko: Holl 탐지가 왼쪽 열기로 설정됨

# automation_close_over
source: Closed for over %@
de: Geschlossen für über %@
es: Cerrado durante más de %@
fr: Fermé depuis plus de %@
it: Chiuso per oltre %@
ko: %@ 이상 닫겨 있음
ru: Закрыт более %@

# device_ac_reset
source: Restore defaults
de: Standardeinstellungen wiederherstellen
es: Restaurar valores por defecto
fr: Restaurer les valeurs par défaut
it: Ripristina le impostazioni predifinite
ko: 기본값 복원
ru: Сброс настроек

# device_alarm_fire
source: Fire alarm
de: Feueralarm
es: Alarma de fuego
fr: Alarme incendie
it: Allarme antincendio
ko: 화재 경보
ru: Пожарная сигнализация

# curve_dim
source: Dim
de: Dimmen
es: Tenue
fr: Faible
ko: 어두움
ru: Сумрачный

# doorlock_close_door
source: Close the door
de: Tür schließen
es: Cerrar la puerta
fr: Fermer la porte
it: Chiudi la porta
ko: 문 닫기

# automation_timer_date_day_symbol
source: 号
de: Nein.
es: No.
fr: N°
it: No.
ko: 일

# doorlock_restore_factory
source: Restore to factory settings
de: Werkseinstellungen wiederherstellen
es: Restaurar a configuración de fábrica
fr: Restaurer les paramètres d’usine
it: Ripristina le impostazioni di fabbrica
ko: 출고 시 설정으로 복원

# doorlock_alarmvolume
source: Alarm volume
de: Alarmlautstärke
es: Volumen de alarma
fr: Volume de l'alarme
it: Volume delll’allarme
ko: 알람 볼륨

# device_alarm_fire_hint
source: Fire alarm, check the site immediately!
de: Feueralarm. Handeln Sie sofort!
es: Alarma de fuego, ¡compruebe la ubicación inmediatamente!
fr: Alarme incendie, vérifier le site immédiatement !
it: Allarme antincendio, controlla immediatamente il sito!
ko: 화재 경보. 즉시 현장을 확인 하세요!
ru: Пожарная сигнализация,

# camera_playback
source: Playing
de: Abspielend
es: Reproduciendo
fr: Lecture
it: Riproduci
ko: 재생 중…
ru: Воспроизведение

# camera_format
source: Format
es: Formato
it: Formato
ko: 형식
ru: Форматировать

# curve_dark
source: Dark
de: Dunkel
es: Oscuro
fr: Sombre
it: Scuro
ko: 깜깜함
ru: Тёмный

# other_set_permissions_homedata
source: Home Data
de: Zuhause-Daten
es: Datos del hogar
fr: Données de maison
it: Dati Home
ko: 애플 홈 데이터
ru: Домашние данные

# device_network_changewifi
source: Change the Wi-Fi
de: AÄndern Sie das WLAN
es: Cambiar wifi
fr: Modifier le Wi-Fi
it: Cambia il Wi-Fi
ko: 기타 Wi-Fi로 교체하십시오
ru: Перейти на другой Wi-Fi

# device_control_establish_tip
source: Create one curtain controller set with two curtain controllers, and the set can be presented and controlled as the double open curtain.
de: Erstellen Sie einen Vorhangsteuerungssatz mit zwei Vorhangsteuerungen und der Satz kann als doppelter offener Vorhang präsentiert und gesteuert werden.
es: Crea un grupo de control de cortina con dos controladores que se puede presentar y controlar como una cortina doble.
fr: Créer un ensemble de deux contrôleurs de rideau qui peut être présenté et contrôlé comme le double rideau ouvert.
it: Crea un regolatore unico della tenda con due regolatori della tenda e il set può essere presentato e controllato come doppia tenda aperta.
ko: 스마트 커튼 컨트롤러 두 개를 하나로 조합하여 이중 커튼으로 사용 및 제어할 수 있습니다.
ru: Два компаньона для штор образуют группу компаньонов для штор, которая после объединения позволяет управлять обеими шторами.

# security_title_alertname
source: Family Alert
de: Familienalarm
es: Alerta familiar
fr: Alerte familiale
it: Avviso di famiglia
ko: 가족 알림
ru: Оповещение семьи

# security_guard_basic_infomation
source: Basic information
de: Grundlegende Informationen
es: Información básica
fr: Informations de base
it: Informazioni di base
ko: 기본 정보
ru: Основная информация

# device_join_get_config_info_failed
source: Failed to get the underlying configuration data
de: Die zugrundeliegenden Konfigurationsdaten konnten nicht abgerufen werden
es: Fallo al obtener los datos de configuración subyacentes
fr: Échec d’obtention des données de configuration sous-jacentes
it: Impossibile ottenere i dati di configurazione sottostanti
ko: 기본 구성 데이터를 불러오는데 실패하였습니다.
ru: Не удалось получить базовые данные конфигурации

# device_control_automatic_light
source: Screen-off based on light intensity
de: Bildschirmabschaltung basierend auf der Lichtintensität
es: Apagar pantalla en base a intensidad de luz
fr: Filtrage en fonction de l'intensité lumineuse
it: Schermo disattivato in base all'intensità della luce
ko: 조도에 따른 화면 끄기

# device_ir_box
source: Network TV box
de: Netzwerk TV Box
es: Caja de red de TV
fr: Boîtier TV du réseau
it: Box TV di rete
ko: 네트워크 TV
ru: Сетевая ТВ приставка

# homekit_get_home_info_fail
source: Home information failed to be obtained. Please go to Home to check and try again.
de: Die Home-Informationen konnten nicht abgerufen werden. Bitte gehen Sie zur Startseite, um dies zu überprüfen und versuchen Sie dann erneut.
es: Fallo al obtener la información del hogar. Vaya a Hogar para comprobarlo e inténtelo de nuevo.
fr: Les renseignements de Home n’ont pas été obtenus. Veuillez accéder à Home et essayer à nouveau.
it: Non è stato possibile ottenere le informazioni sulla casa. Vai a Home per controllare e riprovare.
ko: Home 정보 가져오기가 실패하면, Home으로 가서 확인 후 다시 시도해 주세요.
ru: Не удалось получить информацию о семье, перейдите в Home, чтобы проверить и повторить попытку.

# doorlock_holldetectionsettoopenright
source: Holl detection set to open right
de: Holll-Erkennung ist auf rechts öffnen eingestellt
es: Detección de pasillo derecho
fr: Détection Holl réglée sur Ouvrir à droite
it: Rilevamento holl impostato per aprire a destra
ko: Holl 탐지가 오른쪽 열기로 설정됨

# doorlock_gateway_change
source: Change the hub
de: Hub ändern
es: Cambiar el Hub
fr: Changer le Hub
it: Cambiare l'hub

# device_replace_position_fail_device
source: Replacement failed. %1$s does not exist.
de: Austausch fehlgeschlagen. %1$s existiert nicht
es: Ha fallado el reemplazo. %1$s no existe.
fr: Échec du remplacement. %1$s n’existe pas.
it: Sostituzione non riuscita. %1$S non esiste.
ko: 교체 실패, %1$s이(가) 존재하지 않습니다.
ru: Замена не удалась. %1$s не существует.

# device_find_new_device
source: Searching for new accessory…
de: Suche nach neuem Accessoire...
es: Buscando nuevo accesorio…
fr: Recherche d’un nouvel accessoire...
it: Ricerca di un nuovo accessorio in corso...
ko: 새로운 장치 검색 중...
ru: Получение нового устройства…

# security_switch_title
source: Family Alert Mode
de: Familien-Alarmmodus
es: Modo de alerta familiar
fr: Mode Alerte familiale
it: Modalità avviso di famiglia
ko: 가족 알림 모드
ru: Режим оповещения семьи

# homepage_change_icon
source: Change Icon
de: Symbol ändern
es: Cambiar icono
fr: Modifier l’icône
it: Cambia icona
ko: 아이콘 변경
ru: Сменить Значок

# doorlock_automatically_expired_after_sometime
source: It will be automatically expired after %@ or using once
de: Es läuft automatisch nach %@ oder nach der einmaligen Verwendung ab
es: Expirará automáticamente tras %@ o un solo uso
fr: Il sera automatiquement expiré après %@ ou une seule fois
it: Scadrà automaticamente dopo %@ o utilizzandolo una sola volta
ko: %@ 후에 또는 한 번 사용하면 자동으로 만료됩니다.

# device_replace_position_fail_room
source: Replacement failed. Room does not exist.
de: Austausch fehlgeschlagen. Das Zimmer existiert nicht
es: Ha fallado el reemplazo. La habitación no existe.
fr: Échec du remplacement. La pièce n’existe pas.
it: Sostituzione non riuscita. La stanza non esiste.
ko: 교체 실패, 방이 존재하지 않습니다！
ru: Замена не удалась. Комната не существует.

# common_error_request_failed
source: Failed to acquire data
de: Das Abrufen von Daten ist fehlgeschlagen
es: Fallo al obtener los datos
fr: Échec d’acquisition des données
it: Acquisizione dati non riuscita
ko: 데이터를 가져오지 못했습니다
ru: Не удалось получить данные

# notification_type_home_alert_old_fios
source: Family Alert Alarm
de: Familienwarnungsalarm
es: Alarma de alerta familiar
fr: Alarme familiale
it: Allarme di avviso di famiglia
ko: 홈 경비알람
ru: Тревога Сигнализации

# device_replace_position_fail_net
source: Replacement failed. Please check your network.
de: Austausch fehlgeschlagen. Bitte überprüfen Sie Ihr Netzwerk.
es: Ha fallado el reemplazo. Compruebe la red.
fr: Échec du remplacement. Veuillez vérifier votre réseau.
it: Sostituzione non riuscita. Controlla la tua rete.
ko: 교체 실패, 네트워크를 확인해주세요.
ru: Замена не удалась. Проверьте работоспособность сети.

# access_scan_desc
source: Look for the Install Code on the accessory or its packaging and position it in the frame.
de: Suchen Sie den Installationscode auf dem Accessoire oder seiner Verpackung und platzieren Sie es im Rahmen.
es: Busque el código de instalación en el accesorio o en su embalaje y posiciónelo en el marco.
fr: Rechercher le code d’installation sur l’accessoire ou son emballage et le placer dans le cadre.
it: Cerca il Codice di installazione sull'accessorio o sulla sua confezione e posizionalo nella cornice.
ko: 장치나 포장 박스에 있는 QR 코드를 위쪽 사각형 박스 안에 넣어 인식 시켜 주세요
ru: Найдите код на устройстве или его упаковке и поместите его в рамку.

# home_setting_name_title
source: Name
es: Nombre
fr: Nom
it: Nome
ko: 홈 이름
ru: Имя

# device_change_other_wifi
source: Switch to other Wi-Fi network.
de: Wechseln Sie das WLAN-Netzwerk.
es: Cambiar a otra red wifi.
fr: Passer à un autre réseau Wi-Fi.
it: Passa a un'altra rete Wi-Fi.
ko: 다른 Wi-Fi로 변경하기
ru: Переключиться на другую сеть Wi-Fi.

# other_get_region_info_fail
source: Failed to locate
de: Fehler bei der Lokalisierung
es: Fallo al ubicar
fr: Échec de localisation
it: Individuazione non riuscita
ko: 위치 정보를 얻지 못했습니다.
ru: Не удалось найти

# home_position_manage_title
source: Home management
de: Hausmanagement
es: Gestión del hogar
fr: Gestion de maison
it: Gestione della Home
ko: 홈 관리
ru: Управление домом

# device_replace_position_fail
source: Replacement failed.
de: Austausch fehlgeschlagen.
es: Ha fallado el reemplazo.
fr: Échec du remplacement.
it: Sostituzione non riuscita.
ko: 교체 실패
ru: Замена не удалась.

# device_panel_qr_code_scan_tips
source: Put the QR Code displayed on the device screen into the frame.
de: Setzen Sie den auf dem Gerätebildschirm angezeigten QR-Code in den Rahmen ein.
es: Ponga el código QR mostrado en la pantalla en el marco.
fr: Placer le code QR affiché sur l’écran de l’appareil dans le cadre.
it: Inserisci nella cornice il QR code visualizzato sullo schermo del dispositivo.
ko: QR 코드가 화면에 표시되는 프레임 안에 위치하도록 스캔하세요.
ru: Поместите QR-код, отображаемый на экране устройства, в рамку.

# security_desc
source: Family alert provides basic alert, away alert, home alert and night alert by default. After the configuration, once the alarm is triggered, it will inform you of the alarm and sound an alarm with other smart devices to guard your home.
de: Der Familienalarm bietet einen Basisalarm, einen Abwesenheitsalarm, einen Zuhausealarm und einen Nachtalarm. Nach der Konfiguration werden Sie, sobald der Alarm ausgelöst wird, über ihn informiert und alle anderen intelligenten Geräte erhalten einen Alarm, um Ihr Zuhause zu bewachen.
es: La alerta familiar proporciona una alerta básica, alerta de ausencia, alerta de hogar y alerta nocturna por defecto. Tras configurarla, una vez se active la alarma, le informará sobre la misma y hará sonar una alarma en otros dispositivos para proteger su hogar.
fr: L’alerte familiale fournit une alerte de base, à l’extérieur, à domicile et de nuit par défaut. Après la configuration, une fois l’alarme déclenchée, elle vous informera de l’alarme et la fera retentir avec d’autres appareils intelligents pour protéger votre maison.
it: Per impostazione predefinita, l'avviso di famiglia fornisce avviso base, avviso fuori casa, avviso a casa e avviso notturno. Dopo la configurazione, una volta attivato l'allarme, ti informerà dell'allarme e un allarme suonerà con altri dispositivi smart per proteggere la tua casa.
ko: 가정 경보는 기본, 외출, 재택, 야간 모드를 제공합니다 .설정 후 비정상 상황이 감지되면 집을 보호하기 위해 실내에서는 경보 알람이 울리고 앱을통해 메세지를 전송합니다.
ru: По умолчанию семейная тревога поддерживает следующие режимы групповых оповещений: постоянный, дома люди, дома никого, Ночь. После настройки, в случае тревоги, данные оповещения поступят Вам и на другие умные устройства.

# device_toilet_filter_function_tips
source: 过滤器滤芯能有效去除去杂质、有害细菌等
de: Das Filterelement kann Verunreinigungen, schädliche Bakterien usw. effektiv entfernen.
es: El filtro de elementos podría eliminar impurezas, bacterias dañinas, etc.
fr: L’élément du filtre pourrait éliminer les impuretés, les bactéries néfastes, etc. avec efficacité
it: L'elemento filtrante è in grado di rimuovere efficacemente impurità, batteri nocivi, ecc.
ko: 필터는 불순물, 유해 세균 등을 효과적으로 제거할 수 있습니다.

# common_home
source: Home
de: Zuhause
es: Hogar
fr: Maison
ko: 홈
ru: Главная

# device_sleep_more_data
source: More data
de: Mehr Daten
es: Más datos
fr: Plus de données
it: Più dati
ko: 더 많은 데이터
ru: Больше данных

# doorlock_encryptedchannelestablishment_timeout
source: Encrypted channel establishment timed out. Please check if the network connection is abnormal (Error Code: %@)
de: Zeitüberschreitung beim Aufbau des verschlüsselten Kanals. Bitte überprüfen Sie, ob die Netzwerkverbindung nicht normal ist (Fehlercode: %@)
es: Tiempo de establecimiento de canal encriptado expirado. Compruebe si la conexión de la red funciona con normalidad (Código de error: %@)
fr: L’établissement du canal crypté est expiré. Veuillez vérifier si la connexion au réseau est anormale (code d’erreur : %@)
it: Timeout della creazione del canale crittografato. Verifica se il collegamento di rete è anomalo (codice di errore: %@)
ko: 암호화된 채널 설정 시간이 초과되었습니다. 네트워크 연결이 비정상인지 확인해주세요.(오류 코드: %@).

# doorlock_change_geteway_notice
source: Replacing the Hub will cause the original automations and scenes to fail. Are you sure to replace it?
de: Das Austauschen des Hubs führt dazu, dass die ursprünglichen Automatisierungen und Szenen fehlschlagen. Möchten Sie ihn wirklich austauschen?
es: Reemplazar el hub causará que las automatizaciones y escenas fallen. ¿Seguro que desea reemplazarlo?
fr: Remplacer le hub fera échouer les automatismes et les scènes d’origine. Voulez-vous vraiment remplacer ?
it: La sostituzione dell'hub causerà il fallimento delle automazioni e delle scene originali. Sei sicuro di sostituirlo?
ko: 허브를 교체하면 원래 자동화 및 장면이 실패합니다. 정말 교체하시겠습니까?

# doorlock_automatically_expired_1_fios
source: It will be automatically expired after %@ minutes or using once
de: Es läuft automatisch nach %@ Minuten oder nach der einmaligen Verwendung ab
es: Expirará automáticamente tras %@ minutos o un solo uso
fr: Il sera automatiquement expiré après %@ minutes ou une seule fois
it: Scadrà automaticamente dopo %@ minuti o utilizzandolo una sola volta
ko: %@분 또는 한 번 사용하면 자동으로 만료됩니다.

# device_control_replace_3
source: 更换网关，可能将会导致开机相关的自动化、场景失效和开机功能无法使用确认需要更换吗？
de: Der Austausch des Hub kann die Automatisierung deaktivieren, die Szene im Zusammenhang mit der Inbetriebnahme und die Startfunktion funktionieren nicht. Bestätigen Sie den Austausch?
es: Reemplazar el hub podría deshabilitar la automatización, la escena de arranque y la función de arranque, ¿quiere confirmar la sustitución?
fr: Remplacer le Hub pourrait désactiver l’automatisation, la scène relative au démarrage et la fonction de démarrage pourrait ne pas fonctionner. Confirmer le remplacement ?
it: La sostituzione dell'hub può disabilitare l'automazione, la scena relativa all'avvio e la funzione di avvio non possono funzionare, confermare la sostituzione?

source: Home Name
de: Name des Zuhauses
es: Nombre de hogar
fr: Nom de maison
it: Nome Home
ko: 홈 이름
ru: Название Дома

# doorlock_wifi_obtain_fail
source: Failed to obtain Wi-Fi
de: Fehler beim Erhalt des WLAN
es: Fallo al obtener wifi
fr: Échec d’obtention du Wi-Fi
it: Impossibile ottenere il Wi-Fi
ko: Wi-Fi를 가져오지 못했습니다.

# user_center_change_nickname_fail
source: Failed to change nickname
de: Der Nutzername konnte nicht geändert werden
es: No se ha podido cambiar el apodo
fr: Échec du changement de pseudo
it: Impossibile modificare il nickname
ko: 닉네임 변경 실패
ru: Не удалось изменить Имя

# automation_warning_pop_btn_continue
source: Continue configuration
de: Weiter konfigurieren
es: Continuar con la configuración
fr: Continuer la configuration
it: Continua la configurazione
ko: 계속 구성
ru: Продолжить настройку

# doorlock_permissions_change
source: Change permissions
de: Berechtigungen ändern
es: Cambiar permisos
fr: Modifier les permissions
it: Modifica le autorizzazioni
ko: 권한 변경

# device_high_temp_anomaly
source: Overheat error
de: Überhitzungsfehler
es: Error de sobrecalentamiento
fr: Erreur de surchauffe
it: Errore di surriscaldamento
ko: 과열 이상
ru: Ошибка из-за перегрева

# device_sleep_continue_monitor
source: Continue to monitor
de: Weiter beobachten
es: Continuar monitorizando
fr: Continuer à surveiller
it: Continua a monitorare
ko: 계속 모니터링합니다.
ru: Продолжить мониторинг

# camera_title_modify_pw
source: Change Password
de: Passwort ändern
es: Cambiar contraseña
fr: Modifier le mot de passe
it: Cambia password
ko: 비밀번호 변경
ru: Изменить пароль

# device_join_continue_scan
source: Continue
de: Weiter
es: Continuar
fr: Continuer
it: Continua
ko: 계속 스캐닝
ru: Продолжить сканирование

# device_protect_temp
source: Overheat protection
de: Überhitzungsschutz
es: Protección de sobrecalentamiento
fr: Protection de surchauffe
it: Protezione da surriscaldamento
ko: 과열 보호 기능
ru: Защита от перегрева

# device_control_continue_2
source: 继续更换
de: Mit dem Austausch fortfahren
es: Continuar con la sustitución
fr: Continuer le remplacement
it: Continuare la sostituzione

# other_update_region_success
source: Changed successfully
de: Erfolgreich geändert
es: Cambiado con éxito
fr: Modifié avec succès
it: Modifica riuscita
ko: 성공적으로 변경되었습니다
ru: Успешно изменено

# camera_continue_play
source: Continue to watch
de: Weiter ansehen
es: Continuar vigilando
fr: Continuer à regarder
it: Continua a guardare
ko: 확인
ru: Продолжить Просмотр

# doorlock_replace
source: Replace
de: Ersetzen
es: Reemplazar
fr: Remplacer
it: Sostituisci
ko: 교체

# automation_scene_continue_copy
source: Keep copying
de: Weiter kopieren
es: Continuar copiando
fr: Continuer à copier
it: Continua a copiare
ko: 계속하여 복사하기
ru: Продолжайте копировать

# device_replace_position_success
source: Replacement successful
de: Austausch erfolgreich
es: Reemplazado con éxito
fr: Remplacement réussi
it: Sostituzione riuscita
ko: 교체 성공
ru: Замена выполнена успешно

# other_continue_waiting
source: Continue to wait
de: Weiter warten
es: Continuar esperando
fr: Continuer à patienter
it: Continua ad aspettare
ko: 기다려주세요
ru: Продолжить Ожидание

# doorlock_wifi_change
source: Change Wi-Fi
de: WLAN ändern
es: Cambiar wifi
fr: Modifier le Wi-Fi
it: Cambia Wi-Fi
ko: Wi-Fi 변경

# security_guard_continue_arm
source: Continue to arm
de: Weiter befestigen
es: Continuar armando
fr: Continuer à armer
it: Continua ad armare
ko: 보안 모드를 유지합니다.
ru: Продолжать ставить охрану.

# user_personal_mail_change
source: Change the e-mail
de: E-Mail-Adresse ändern
es: Cambiar el correo electrónico
fr: Modifier l’adresse e-mail
it: Cambia e-mail
ko: 이메일 변경
ru: Изменить эл. почту

# automation_location_edit_pop_btn
source: Continue editing
de: Weiter bearbeiten
es: Continuar editando
fr: Continuer à modifier
it: Continua la modifica
ko: 계속 편집하기
ru: Продолжить редактирование

# curve_extreme_value
source: Extremum
de: Extrem
es: Extremo
it: Estremo
ko: 극값
ru: Экстремум

# user_personal_phone_change
source: Change the phone number
de: Telefonnummer ändern
es: Cambiar el número de teléfono
fr: Modifier le numéro de téléphone
it: Cambia numero di telefono
ko: 휴대폰 변경
ru: Изменить телефон

# other_keep_add
source: Continue to add
de: Weiter hinzufügen
es: Continuar añadiendo
fr: Continuer à ajouter
it: Continua ad aggiungere
ko: 계속 추가
ru: Продолжите для добавления

# device_bind_curtain
source: Bind curtain
de: Gardine binden
es: Vincular cortina
fr: Lier le rideau
it: Associa tenda
ko: 연결 커튼
ru: Привязать шторы
