Repository: acodeworker/localzedLoader
Catalog: *.lproj/Localizable.strings
Languages: de, es, fr, it, ko, ru

# other_welcome_hint_two
source: Check your home status anywhere anytime.
de: Überprüfen Sie den Status Ihres Hauses überall und jederzeit.
es: Compruebe el estado de su hogar en todo momento y en todo lugar.
fr: Vérifiez l’état de votre maison de n’importe où, n’importe quand.
it: Controllate lo stato della vostra casa ovunque e in qualsiasi momento.
ko: 여러분이 하고 싶은 일을 장치들로 구성해보세요
ru: Статус устройств дома можно узнать в любое время, в любом месте.

# camera_face_and_device_synced
source: Synchronized the selected faces with the device
de: Synchronisieren Sie die ausgewählten Gesichter mit dem Gerät
es: Se han sincronizado las caras seleccionadas con la configuración
fr: Synchronisé les visages sélectionnés avec l’appareil
it: Sincronizzazione dei volti selezionati con il dispositivo
ko: 선택한 얼 정보는 장치와 동기화됩니다.
ru: Синхронизация выбранного лица и устройства

# device_history
source: Logs
de: Protokolle
es: Registros
fr: Journaux
it: Registri
ko: 장치 로그
ru: Журнал событий

# user_login_reject_terms_privacy_tips
source: We regret that we cannot offer services to you if you disagree with the terms of use and privacy policy.
de: Wir können Ihnen leider keine Dienste anbieten, wenn Sie den Nutzungsbedingungen und der Datenschutzrichtlinie nicht zustimmen.
es: Lamentamos no poderle ofrecer servicios si no está de acuerdo con los Términos y condiciones de uso y con la Política de privacidad.
fr: Nous sommes désolés de ne pouvoir vous offrir nos services si vous refusez les termes d’utilisation et de la politique de confidentialité.
it: Siamo spiacenti di non potervi offrire servizi se non siete d'accordo con le condizioni d'uso e l'informativa sulla privacy.
ko: 이용약관 및 개인 정보 보호 정책에 동의하지 않으면 서비스를 제공할 수 없습니다.
ru: Если Вы не согласитесь с Условиями использования и Политикой конфиденциальности, то, к сожалению, мы не сможем предоставлять Вам услуги.

# overview_environment_outside
source: Outdoor
de: Draußen
es: Exterior
fr: Extérieur
it: Esterno
ko: 실외
ru: На улице

# other_cloud_error_7
source: Hub and accessories are not in the same area
de: Hub und Zubehör befinden sich nicht im selben Bereich
es: El hub y los accesorios no están en la misma área
fr: Le Hub et les accessoires ne sont pas dans la même zone
it: Hub e accessori non si trovano nella stessa area
ko: 스마트 허브와 장치가 동일 구역에 있지 않습니다.
ru: Hub и устройства находятся в разных зонах

# home_outside_environment
source: Outdoor environment
de: Draußen Umgebung
es: Entorno exterior
fr: Environnement d’extérieur
it: Ambiente esterno
ko: 실외 환경
ru: Вне помещения

# camera_title_voice_sence
source: Abnormal Sound Detection
de: Erkennung ungewöhnlicher Geräusche
es: Detección de sonido anormal
fr: Détection de sons anormaux
it: Rilevamento di suoni anomali
ko: 소리 감지
ru: Обнаружение аномального звука

# device_nas_hint_popup
source: If permission verification is not required, please click "Confirm" directly
de: Wenn eine Überprüfung der Berechtigung nicht erforderlich ist, klicken Sie bitte direkt auf „Bestätigen“
es: Si no se requiere la verificación del permiso, haga clic directamente en "Confirmar"
fr: Si la vérification des autorisations n'est pas nécessaire, veuillez cliquer directement sur « Confirmer »
it: Se la verifica dell'autorizzazione non è necessaria, fare clic direttamente su "Conferma".
ko: 권한 인증이 필요없는 경우 '확인'을 누르세요.
ru: Если Вам не требуется подтверждать разрешение, нажмите "ОК".

# doorlock_open_door_outdoors
source: Unlock from Outside
de: Von draußen entriegeln
es: Abrir desde el exterior
fr: Déverrouiller depuis l’extérieur
it: Sblocco dall'esterno
ko: 외부에서 잠금 해제

# home_page_card_setting
source: Homepage Card
de: Homepage Karte
es: Tarjeta de Inicio
fr: Carte de page d’accueil
it: Scheda Homepage
ko: 홈페이지 카드
ru: Инфо на главном экране

# device_replace_device_success_hint
source: Replaced and the previous accessory is deleted.
de: Wurde ersetzt und das vorherige Zubehör wird gelöscht.
es: Sustituido, y el accesorio anterior ha sido eliminado.
fr: Remplacé et l’accessoire précédent est supprimé.
it: Sostituito e l'accessorio precedente viene cancellato.
ko: 교체 성공, 이전 장치는 삭제되었습니다.
ru: Заменено. Предыдущее устройство удалено.

# notification_device
source: Device Notifications
de: Gerätebenachrichtigungen
es: Notificaciones del dispositivo
fr: Notifications sur les appareils
it: Notifiche del dispositivo
ko: 장치 알림
ru: Уведомления устройств

# doorlock_undoorlock_outdoors
source: Lifted and Locked from Outside
de: Angehoben und verriegelt von draußen
es: Levantado y cerrado desde el exterior
fr: Soulevé et verrouillé depuis l’extérieur
it: Sollevato e bloccato dall'esterno
ko: 외부에서 들어올려 잠김

# notification_homepage_card_alert
source: Homepage Card Alarm
de: Homepage Karte Alarm
es: Alarma de tarjeta de la página de inicio
fr: Alarme de carte de page d’accueil
it: Homepage Allarme scheda
ko: 홈페이지 카드 알림
ru: Тревога карточки Инфо на главном экране

# device_movement
source: Movement
de: Bewegung
es: Movimiento
fr: Mouvement
it: Movimento
ko: 뒤척임
ru: Движения тела

# access_scan_timeout_tip_2
source: If the device cannot be scanned, you can try to switch the network access method
de: Wenn das Gerät nicht gescannt werden kann, versuchen Sie bitte, die Netzwerkzugangsmethode zu wechseln
es: Si el dispositivo no se puede escanear, intente cambiar el método de acceso de red
fr: Si l’appareil ne peut pas être recherché, essayez de changer la méthode d’accès au réseau
it: Se non è possibile eseguire la scansione del dispositivo, provare a cambiare il metodo di accesso alla rete
ko: 장치를 검색할 수 없는 경우 네트워크 연결 방법을 변경해 보세요.
ru: Если устройство не сканируется, попробуйте изменить режим доступа к сети

# other_cloud_error_20
source: No internet connection, please try again later.
de: Keine Internetverbindung, versuchen Sie es später bitte erneut.
es: Sin conexión a Internet; vuelva a intentarlo más tarde.
fr: Pas de connexion Internet, réessayez plus tard.
it: Non c'è connessione a Internet, riprovare più tardi.
ko: 핸드폰이 네트워크를 연결 할 수 없습니다.
ru: Нет подключения к интернет, пожалуйста, попробуйте позже.

# home_scene
source: Homepage scene
de: Homepage Szene
es: Escena de la página de inicio
fr: Scène de page d’accueil
it: Scena della homepage
ko: 홈 화면 동시실행
ru: Сценарии домашнего экрана

# user_experience_data_provide
source: Provide more user data to improve products and services
de: Stellen Sie mehr Benutzerdaten bereit, um Produkte und Dienstleistungen zu verbessern
es: Aporte más datos del usuario para mejorar los productos y servicios
fr: Offre plus de données utilisateur pour améliorer les produits et les services
it: Fornire più dati sugli utenti per migliorare prodotti e servizi
ko: 제품 및 서비스 개선을 위해 더 많은 사용자 데이터 제공
ru: Предосталяет еще больше пользовательских данных для улучшения продуктов и услуг

# doorlock_log_shortdate_wed
source: Wed
de: Mi
es: Miércoles
fr: Mer.
it: Mer
ko: 수
ru: Ср

# other_phone_music
source: Phone music
de: Handy-Musik
es: Música del teléfono
fr: Musique du téléphone
it: Musica per telefono
ko: 스마트폰 음악
ru: Телефонная музыка

# home_env_display_title
source: Homepage environment display
de: Homepage Umgebung anzeigen
es: Imagen de entorno de la página de inicio
fr: Environnement d’affichage de page d’accueil
it: Visualizzazione dell'ambiente della homepage
ko: 홈페이지 환경 표시
ru: Отображение среды домашней страницы

# device_set_bell_add_title
source: Add a ringtone
de: Einen Klingelton hinzufügen
es: Agregar un tono de llamada
fr: Ajouter une sonnerie
it: Aggiungere una suoneria
ko: 벨소리 추가
ru: Добавить рингтон

# device_replace
source: Accessory Replacement
de: Ersetzung des Zubehörteils
es: Sustitución de accesorio
fr: Remplacement de l’accessoire
it: Sostituzione degli accessori
ko: 장치 교체
ru: Заменить устройство

# device_join_connect_device_failed
source: Failed to connect with accessory
de: Verbindung mit dem Zubehör fehlgeschlagen
es: Error de conexión con el accesorio
fr: Connexion à l’accessoire échouée
it: Impossibile connettersi con l'accessorio
ko: 스마트폰과 장치 연결 실패
ru: Ошибка Подключения

# common_homepage
source: Home
es: Hogar
fr: Accueil
ko: 홈
ru: Главная

# device_ac_match_number_tail
source: set
de: Einstellen
es: del dispositivo
fr: défini
it: impostazione
ko: 세트
ru: установить

# home_share_invite_expire_tips
source: If the other party has not responded before the expiration,the invitation will be automatically cleared
de: Wenn die andere Partei vor dem Ende der Frist nicht geantwortet hat, wird die Einladung automatisch gelöscht
es: Si la otra parte no ha respondido antes de la caducidad, la invitación quedará automáticamente suprimida.
fr: Si une l’autre partie n’a pas répondu avant l’expiration, l’invitation sera automatiquement annulée
it: Se l'altra parte non risponde prima della scadenza, l'invito viene automaticamente cancellato.
ko: 시간 만료 전에 상대방의 응답이 없으면 자동으로 해당 요청을 제거하게됩니다
ru: Если другая сторона не ответила до истечения срока действия, приглашение будет автоматически отменено

# device_join_connecting_device
source: Connecting with the accessory…
de: Verbindung mit dem Zubehör hergestellt...
es: Conectando con el accesorio…
fr: Connexion à l’accessoire...
it: Collegamento con l'accessorio...
ko: 스마트폰과 장치를 연결 중….
ru: Телефон подключается к устройству.

# home_wallpaper
source: Homepage wallpaper
de: Homepage Hintergrundbild
es: Fondo de pantalla de la página de inicio
fr: Fond d’écran de page d’accueil
it: Sfondo della homepage
ko: 홈 바탕화면
ru: Обои домашнего экрана

# other_common_attention_special
source: ATTENTION
de: ACHTUNG
es: ATENCIÓN
it: ATTENZIONE
ko: 주의
ru: Внимание

# device_expire_hint
source: The device is out of service, please replace it!
de: Das Gerät ist außer Betrieb, ersetzen Sie es bitte!
es: El dispositivo está fuera de servicio; sírvase sustituirlo.
fr: L'appareil est hors service, veuillez le remplacer !
it: Il dispositivo è fuori servizio, sostituirlo!
ko: 장치 수명이 만료되었습니다. 장치를 교체하십시오.
ru: Срок службы устройства истек. Замените устройство!

# doorlock_plone_ble_disable
source: Phone's Bluetooth not enabled
de: Bluetooth des Handys nicht aktiviert
es: El Bluetooth del teléfono no está activado
fr: Bluetooth du téléphone non activé
it: Il Bluetooth del telefono non è abilitato
ko: 전화기의 Bluetooth가 활성화되지 않음

# device_identify_gesture_pop_text
source: The camera will be opened for gesture recognition. If it is closed manually, the gesture recognition fails to use
de: Die Kamera wird für die Gestenerkennung geöffnet. Wenn sie manuell geschlossen wird, kann die Gestenerkennung nicht verwendet werden.
es: La cámara se abrirá para un reconocimiento gestual. Si se cierra manualmente, no será posible utilizar el reconocimiento gestual
fr: La caméra sera ouverte pour la reconnaissance des gestes. S'il est fermé manuellement, la reconnaissance gestuelle ne parvient pas à utiliser
it: La fotocamera verrà aperta per il riconoscimento dei gesti. Se viene chiuso manualmente, il riconoscimento dei gesti non riesce ad utilizzare

# other_add_ctrl
source: Add Control
de: Steuerung hinzufügen
es: Agregar control
fr: Ajouter un contrôle
it: Aggiungi controllo
ko: 제어 추가
ru: Добавить Элемент Управления

# device_join_connect_device_success
source: Connected with accessory successfully.
de: Verbindung mit Zubehör erfolgreich hergestellt.
es: Conectado correctamente con el accesorio.
fr: Connecté à l’accessoire.
it: Collegato con l'accessorio con successo.
ko: 스마트폰과 장치 연결 성공
ru: Успешно Подключен

# curve_period_time
source: Period Of Time:
de: Zeitspanne:
es: Período de tiempo:
fr: Période :
it: Periodo di tempo:
ko: 기간
ru: Период времени:

# doorlock_lockcore_abnormal
source: Lock core is abnormal
de: Schlosskern ist anormal
es: Núcleo de cerradura anómalo
fr: Le centre du verrou est anormal
it: Il nucleo della serratura è anormale
ko: 잠금 코어에 이상이 있음
ru: Неисправность цилиндра замка

# camera_video_mode_event
source: Activity Detection Recording
de: Aufzeichnung der Aktivitätserkennung
es: Registro de detección de actividad
fr: Enregistrement par détection d'activité
it: Registrazione di rilevamento attività
ko: 이벤트 녹화
ru: Записывать если движение

# home_add_shortcut
source: Add Favorites
de: Favoriten hinzufügen
es: Agregar Favoritos
fr: Ajouter des favoris
it: Aggiungi Preferiti
ko: 바로가기 추가
ru: Добавить в избранное

# other_cloud_error_433
source: Condition is not available
de: Zustand ist nicht verfügbar
es: La condición no está disponible
fr: La condition est indisponible
it: La condizione non è disponibile
ko: 발효조건이 맞지 않습니다.
ru: Состояние не доступно

# device_join_blue_light_flash_retry_hint
source: Connecting, if blue indicator flash, please try again after voice prompt connected successfully.
de: Wenn die blaue Kontrollleuchte blinkt, verbinden Sie das Gerät nach der Sprachansage erneut.
es: Conectando. Si parpadea el testigo azul, vuelva a intentarlo una vez que haya conectado correctamente el aviso de voz.
fr: Connexion, si le voyant bleu clignote, réessayez après l’annonce vocale de connexion réussie.
it: Se l'indicatore blu lampeggia, riprovare dopo la richiesta vocale di connessione.
ko: 장치가 네트워크에 연결 중입니다. 파란불이 깜박이면 음성 메시지가 나올 때까지 기다린 후 다시 시도해주세요.
ru: Подключение, если мигает синий индикатор, повторите попытку после звукового подтверждения успешного подключения.

# device_set_poweron_recover_pop_2
source: If the light is off before the power is turned off, the light will not be on synchronously after the "power on" action when the operation of "turn on and off the power to reset the lamp" is performed. Do you want to continue setting up?
de: Falls das Licht vor Ausschalten des Stroms aus ist, wird das Licht nach der Aktion „Einschalten“ nicht synchron eingeschaltet, wenn die Bedienung „Schalten Sie den Strom ein- und aus sowie setzen Sie die Lampe zurück“ durchgeführt wird. Möchten Sie mit der Einrichtung fortfahren?
es: Si el testigo se apaga antes de desconectar la alimentación, el testigo no estará sincronizado después de la secuencia de “encendido”cuando se efectúe la operación de “encendido y apagado para restablecer la lámpara”. ¿Desea continuar la configuración?
fr: Si la lumière est éteinte avant la mise hors tension, la lumière ne s'allumera pas de manière synchrone après la « mise sous tension » lorsque la « mise sous tension et hors tension pour réinitialiser la lampe » est effectuée. Voulez-vous continuer la mise en place ?
it: Se la luce è spenta prima dello spegnimento, la luce non si accenderà in modo sincrono dopo l'azione di "accensione" quando viene eseguita l'operazione di ”accensione e spegnimento dell'alimentazione per ripristinare la lampada”. Vuoi continuare a configurare?
ko: 설정을 적용하면, 리셋이 필요할 때 전원을 공급했다 차단했다 5회 진행하는 동안 조명이 들어오지 않을 수 있습니다. 계속하시겠습니까?
ru: После настройки, если выполнить операцию «Включение и выключение пять раз для сброса лампы», лампа не будет загораться синхронно после действия «Включение питания». Продолжить настройку?

# other_auth_code_incorrect
source: Auth code incorrect
de: Falscher Autor.-Code
es: Código de autorización incorrecto
fr: Code d’auth. incorrect
it: Codice di autorizzazione non corretto
ko: 인증 코드가 잘못되었습니다.

# device_join_totilet_fail
source: The device failed to connect to the network. Please try again
de: Verbindung des Geräts mit dem Netzwerk ist fehlgeschlagen. Bitte erneut versuchen
es: El dispositivo no ha podido conectarse a la red. Inténtalo de nuevo
fr: Échec de connexion de l’appareil au réseau. Réessayez.
it: Il dispositivo non è riuscito a connettersi alla rete. Si prega di riprovare
ko: 장치가 네트워크에 연결하지 못했습니다. 다시 시도하십시오.
ru: Устройству не удалось подключиться к сети, попробуйте еще раз

# automation_precise_position_terms_text
source: When you use the automation of Leave or Arrive at A Place, we need to judge whether you leave or enter the corresponding geofence. And we need to collect the accurate location set in it. Please rest assured that the above information will not be used for other functions. Please refer to %1$s for details.
de: Wenn Sie die Automatisierung von Verlassen oder Ankommen an einem Ort verwenden, müssen wir erkennen, ob Sie die entsprechende Geofence Zone verlassen oder betreten. Außerdem müssen wir den darin festgelegten genauen Standort erfassen. Wir versichern Ihnen, dass die oben genannten Informationen für keine anderen Zwecke verwendet werden. Weitere Informationen finden Sie unter %1$s.
es: Al utilizar la automatización de Salida o Llegada en un lugar, necesitamos evaluar si está saliendo de, o llegando a, la geovalla correspondiente. Y necesitamos recoger la ubicación exacta establecida en la misma. Le garantizamos que dichos datos no serán utilizados para ningún otro fin. Consulte información detallada en %1$s.
fr: Lorsque vous utilisez l’automatisation ou quittez ou arrivez dans un lieu, nous devons déterminer si vous pénétrez ou sortez du géorérage correspondant. Et nous devons collecter la localisation précise définie. Soyez rassuré que nous n’utiliserons pas ces informations dans un autre but. Consultez %1$s pour en savoir plus.
it: Quando si utilizza l'automazione di Lasciare o Arrivare in un luogo, dobbiamo valutare se l'utente lascia o entra nel geofence corrispondente. E dobbiamo raccogliere la posizione precisa impostata in esso. Vi assicuriamo che le informazioni di cui sopra non saranno utilizzate per altre funzioni. Fare riferimento a %1$s per i dettagli.
ko: '위치 떠남/도착' 자동화 기능을 사용 시 해당 올타리로의 이동/진입 여부를 판단해야 하며, 가상 올타리에 설정된 정확한 위치정보를 수집해야 합니다. 위의 정보는 다른 기능에 사용되지 않습니다. 자세한 정보는 을 %1$s참조하십시오.
ru: При использовании функции автоматизации «покинуть/прибыть в определенное место» нам необходимо определить, покидаете/входите ли Вы в соответствующую геозону, а также собрать информацию о точном местоположении, установленную в геозоне. Будьте уверены, что приведенная выше информация не будет использоваться для других функций. См. %1$s для получения подробной информации.

# doorlock_datalength_incorrect
source: The data length is incorrect
de: Die Datenlänge ist falsch
es: La longitud de datos es incorrecta
fr: La longueur des données est incorrecte
it: La lunghezza dei dati non è corretta
ko: 데이터 길이가 잘못되었습니다.

# device_set_poweron_recover_pop_1
source: If the light is off before the power is turned off, the light will not be on synchronously after the “power on” action when the operation of “turn on and off the power to reset the lamp” is performed. Do you want to continue setting up?
de: Falls das Licht vor Ausschalten des Stroms aus ist, wird das Licht nach der Aktion „Einschalten“ nicht synchron eingeschaltet, wenn die Bedienung „Schalten Sie den Strom ein- und aus sowie setzen Sie die Lampe zurück“ durchgeführt wird. Möchten Sie mit der Einrichtung fortfahren?
es: Si el testigo se apaga antes de desconectar la alimentación, el testigo no estará sincronizado después de la secuencia de “encendido” cuando se efectúe la operación de “encendido y apagado para restablecer la lámpara”. ¿Desea continuar la configuración?
fr: Si la lumière est éteinte avant la mise hors tension, la lumière ne s'allumera pas de manière synchrone après la « mise sous tension » lorsque la « mise sous tension et hors tension pour réinitialiser la lampe » est effectuée. Voulez-vous continuer la mise en place ?
it: Se la luce è spenta prima dello spegnimento, la luce non si accenderà in modo sincrono dopo l'azione di "accensione" quando viene eseguita l'operazione di "accensione e spegnimento dell'alimentazione per ripristinare la lampada". Vuoi continuare a configurare?

# other_sended_auth_code
source: 授权码已发送至目标账号，请联系账号用户获取授权码
de: Der Autorisierungscode wurde an das Zielkonto gesendet, bitte wenden Sie sich an den Kontonutzer, um den Autorisierungscode zu erhalten
es: El código de autorización se ha enviado a la cuenta objetivo, contacte con el usuario de la cuenta para obtener el código
fr: Le code d’autorisation a été envoyé au compte cible, veuillez contacter l’utilisateur du compte pour obtenir le code d’autorisation
it: Il codice di autorizzazione è stato inviato all'account di destinazione, si prega di contattare l'utente dell'account per il codice di autorizzazione
ko: 인가 코드가 대상 계좌로 발송되었습니다, 계좌 사용자를 통해 인가 코드를 받으십시오.
ru: Код авторизации отправлен на целевой аккаунт. Свяжитесь с пользователем аккаунта, чтобы получить код авторизации.

# device_remain
source: 剩余
de: Verbleibend
es: Restante
fr: Restant
it: Restante
ko: 남아 있음

# other_delete_logs_tips
source: Deleting the log will affect the curve function
de: Löschen des Protokolls hat Auswirkungen auf die Kurvenfunktion
es: La eliminación del Registro afectará a la función de curvas
fr: Supprimer le journal affectera la fonction de courbe
it: L'eliminazione del log influisce sulla funzione della curva
ko: 일지가 삭제되면 곡선 기능에 영향을 줄 수 있습니다.
ru: Удаление журнала повлияет на функцию кривой.

# automation_precise_position_terms_text_fios
source: When you use the automation of Leave or Arrive at A Place, we need to judge whether you leave or enter the corresponding geofence. And we need to collect the accurate location set in it. Please rest assured that the above information will not be used for other functions. Please refer to Privacy Policy for details.
de: Wenn Sie die Automatisierung von Verlassen oder Ankommen an einem Ort verwenden, müssen wir erkennen, ob Sie die entsprechende Geofence Zone verlassen oder betreten. Außerdem müssen wir den darin festgelegten genauen Standort erfassen. Wir versichern Ihnen, dass die oben genannten Informationen für keine anderen Zwecke verwendet werden. Weitere Informationen finden Sie in der Datenschutzrichtlinie.
es: Al utilizar la automatización de Salida o Llegada en un lugar, necesitamos evaluar si está saliendo de, o llegando a, la geovalla correspondiente. Y necesitamos recoger la ubicación exacta establecida en la misma. Le garantizamos que dichos datos no serán utilizados para ningún otro fin. Consulte información detallada en la Política de privacidad.
fr: Lorsque vous utilisez l’automatisation ou quittez ou arrivez dans un lieu, nous devons déterminer si vous pénétrez ou sortez du géorepère correspondant. Et nous devons collecter la localisation précise. Soyez rassuré que nous n’utiliserons pas ces informations dans un autre but. Consultez la Politique de confidentialité pour en savoir plus.
it: Quando si utilizza l'automazione di Lasciare o Arrivare in un luogo, dobbiamo valutare se l'utente lascia o entra nel geofence corrispondente. E dobbiamo raccogliere la posizione precisa impostata in esso. Vi assicuriamo che le informazioni di cui sopra non saranno utilizzate per altre funzioni. Per maggiori dettagli, consultare l'Informativa sulla privacy.
ko: '위치 떠남/도착' 자동화 기능을 사용 시 해당 올타리로의 이동/진입 여부를 판단해야 하며, 가상 올타리에 설정된 정확한 위치정보를 수집해야 합니다. 위의 정보는 다른 기능에 사용되지 않습니다. 자세한 정보는 개인 정보 보호 정책 을 참조하십시오.
ru: При использовании функции автоматизации «покинуть/прибыть в определенное место» нам необходимо определить, покидаете/входите ли Вы в соответствующую геозону, а также собрать информацию о точном местоположении, установленную в геозоне. Будьте уверены, что приведенная выше информация не будет использоваться для других функций. См. Политика конфиденциальности для получения подробной информации.

# device_battery_leave
source: Remaining battery:
de: Verbleibende Batterieleistung:
es: Batería restante:
fr: Charge restante :
it: Batteria rimanente:
ko: 잔여 배터리 :
ru: Оставшийся заряд батареи:
