Repository: acodeworker/localzedLoader
Catalog: *.lproj/Localizable.strings
Languages: de, es, fr, it, ko, ru

# device_save_video_tip
source: Save videos pushed within 7 days only
de: Nur Push-Videos innerhalb von 7 Tagen speichern
es: Guardar videos dentro de los 7 días únicamente
fr: Sauvegarder les vidéos envoyées dans les 7 derniers jours seulement
it: Salva solo i video inseriti entro 7 giorni
ko: 7일 내 올린 동영상만 저장합니다.
ru: Сохраняет только видео, которые были сделаны в течение 7 дней.

# camera_control_visitor_ring_bell
source: Someone ringtone the doorbell
de: Jemand klingelt an der Tür
es: Alguien toca el timbre de la puerta
fr: Quelqu'un a sonné à la porte
it: Qualcuno suona il campanello
ko: 누군가가 초인종을 울립니다.
ru: Звонок в дверь

# device_control_visitor_select_all
source: Select all
de: Alles auswählen
es: Seleccionar todo
fr: Sélectionner tout
it: Seleziona tutti
ko: 모두 선택
ru: Выбрать все

# device_control_visitor_delete
source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
it: Cancellare
ko: 삭제
ru: Удалить

# camera_control_visitor_all_videos
source: All videos
de: Alle Videos
es: Todos los videos
fr: Toutes les vidéos
it: Tutti i video
ko: 모든 동영상
ru: Все видео

# device_control_visitor_nothing
source: No visitor record
de: Kein Rekord des Besuchers
es: No hay registros de visitas
fr: Aucun enregistrement de visiteur
it: Nessuna registrazione di visitatori
ko: 방문자 기록이 없습니다.
ru: Нет записей о посетителях

# weather_99
source: Unknown
de: Unbekannt
es: Desconocido
fr: Inconnu
it: Sconosciuto
ko: 알 수 없음
ru: Неизвестно

# lumi_app_device_1
source: Aqara Wireless Mini Switch (Advanced)
de: Aqara Mini-Funkschalter (Erweitert)
es: Mini interruptor inalámbrico Aqara (avanzado)
fr: Mini commutateur sans fil Aqara (avancé)
it: Mini pulsante wireless Aqara (avanzato)
ko: 무선 스위치（업그레이드 버전）
ru: Aqara беспроводная кнопка (Продвинутая)

# weather_37
source: Cold
de: Kalt
es: Frío
fr: Froide
it: Freddo
ko: 추움
ru: Холодно

# weather_38
source: Hot
de: Heiß
es: Calor
fr: Chaud
it: Caldo
ko: 더움
ru: Жарко

# device_control_visitor_automate
source: Automation
de: Automatisierung
es: Automatización
fr: Automatisation
it: Automazione
ko: 자동화
ru: Автоматизация

# camera_control_visitor_dismantle
source: Forced dismantlement alarm
de: Zwangsdemontage-Alarm
es: Alarma de desmontaje forzado
fr: Alarme de démontage forcé
it: Allarme di smontaggio forzato
ko: 강제 해체 경보
ru: Сигнал о взломе

# weather_35
source: Tropical Storm
de: Tropischer Sturm
es: Tormenta tropical
fr: Tempête tropicale
it: Tempesta tropicale
ko: 열대 폭풍
ru: Тропический шторм

# camera_control_visitor_stay
source: Someone lingering
de: Jemand verweilt sich
es: Alguien esperando
fr: Quelqu'un qui s'attarde
it: Qualcuno che si sofferma
ko: 머무는 사람이 있습니다.
ru: Обнаружен человек

# weather_34
source: Hurricane
de: Hurrikane
es: Huracán
it: Uragano
ko: 허리케인
ru: Ураган

# weather_33
source: Blustery
de: Stürmisch
es: Tempestad
fr: Temps de tempête
it: Ventoso
ko: 강풍
ru: Сильный ветер

# weather_32
source: Windy
de: Windig
es: Ventoso
fr: Venteux
it: Vento
ko: 바람
ru: Ветрено

# device_control_visitor_dismantle_writing
source: The doorbell is forcibly dismantled.
de: Die Türklingel ist gewaltsam demontiert.
es: Se desmontó el timbre a la fuerza.
fr: La sonnette est démontée de force.
it: Il campanello viene smontato con la forza.
ko: 초인종이 강제로 해체되었습니다.
ru: Дверной звонок кем-то сломан

# weather_31
source: Haze
de: Nebel
es: Bruma
fr: Brume
it: Foschia
ko: 아지랑이
ru: Мгла

# device_control_visitor_visit_writing_1_android
source: Person detected: %s
de: Person erkannt: %s
es: Persona detectada: %s
fr: Personne détectée : %s
it: Persona rilevata: %s
ko: %s 이/가 방문하러 왔습니다. 확인하십시오.
ru: Пришёл(-ла) %s

# device_control_visitor_visit_writing_3
source: Unknown person detected
de: Unbekannte Person erkannt
es: Persona desconocida detectada
fr: Personne inconnue détectée
it: Persona sconosciuta rilevata
ko: 낯선 사람이 방문하러 왔습니다.
ru: Обнаружены незнакомцы

# device_control_dimming_range
source: Drag the slider to select a new light adjusting range
de: Ziehen Sie den Schieberegler, um einen neuen Einstellbereich für das Licht auszuwählen
es: Arrastre el control deslizante para seleccionar un nuevo rango de ajuste de la luz
fr: Faites glisser le curseur pour sélectionner une nouvelle plage de réglage de la lumière
it: Trascinare il cursore per selezionare un nuovo intervallo di regolazione della luce.
ko: 슬라이더를 드래그하여 새로운 조광 범위를 선택하십시오.
ru: Перетащите ползунок для выбора нового диапазона затемнения

# camera_record_delete_pop_text
source: Are you sure to delete the selected visit records?
de: Möchten Sie die ausgewählten Besuchsdatensätze wirklich löschen?
es: ¿Está seguro que desea eliminar los registros de visitas seleccionados?
fr: Êtes-vous sûr de vouloir supprimer les enregistrements de visites sélectionnés ?
it: Si è sicuri di cancellare i record di visita selezionati?
ko: 선택한 방문자 기록을 삭제하시겠습니까?
ru: Точно удалить выбранные записи посетителей?

# device_control_visitor_ring_bell_writing
source: Doorbell ringtone
de: Klingelton der Türklingel
es: Timbre de la puerta
fr: Sonnerie de porte d'entrée
it: Suoneria del campanello
ko: 초인종이 울렸습니다.
ru: Позвонили в дверь

# device_control_visitor_visit_writing_2_iOS
source: Person detected: %@ and others
de: Person erkannt: %@ und andere
es: Persona detectada: %@ y otros
fr: Personne détectée : %@ et autres
it: Persona rilevata: %@ e altri
ko: %@ 등 여러 사람이 방문하러 왔습니다.
ru: Пришёл(-ла) %@ и другие

# device_control_visitor_visit_writing_2_andriod
source: Person detected: %s and others
de: Person erkannt: %s und andere
es: Persona detectada: %s y otros
fr: Personne détectée : %s et autres
it: Persona rilevata: %s e altri
ko: %s 등 여러 사람이 방문하러 왔습니다.
ru: Пришёл(-ла) %s и другие

# device_control_visitor_visit_writing_1_iOS
source: Person detected: %@
de: Person erkannt: %@
es: Persona detectada: %@
fr: Personne détectée : %@
it: Persona rilevata: %@
ko: %@ 이/가 방문하러 왔습니다. 확인하십시오.
ru: Пришёл(-ла) %@

# pull_up_lookup_fios
source: Pull up to load %@
de: Nach oben ziehen, um %@ zu laden
es: Tire hacia arriba para cargar %@
fr: Remonter pour charger %@
it: Tirare su per caricare %@
ko: 위로 스크롤하여 %@ 장치 보기
ru: Потяните вверх, чтобы загрузить %@

# device_setting_unassociate_tip
source: When this option is selected, the device will not be associated with any external temperature & humidity sensor.
de: Wenn diese Option ausgewählt ist, wird das Gerät nicht mit externem Temperatur- und Feuchtigkeitssensor verknüpft.
es: Cuando se selecciona esta opción, el dispositivo no se asociará a ningún sensor externo de temperatura y humedad.
fr: Lorsque cette option est sélectionnée, l'appareil ne sera associé à aucun capteur externe de température et d'humidité.
it: Quando questa opzione è selezionata, il dispositivo non sarà associato ad alcun sensore esterno di temperatura e umidità.
ko: 선택 후 외부 온도/습도 센서에 연관하지 않겠습니다.
ru: После выбора любые внешние датчики температуры и влажности больше не будут привязаны.

# device_setting_select_associate_device
source: 选择需要关联的温湿度传感器
de: Wählen Sie den zu verbindenden Temperatur- und Feuchtigkeitssensor
es: Seleccione el sensor de temperatura y humedad a asociar
fr: Sélectionnez le capteur de température et d'humidité à associer
it: Selezionare il sensore di temperatura e umidità da associare

# device_control_dimming_range_action_title
source: Dimming range
de: Dimmbereich
es: Rango de regulador de intensidad
fr: Plage de variation
it: Intervallo di regolazione
ko: 조광 범위
ru: диапазона затемнения

# lumi_app_device_2
source: Dimmer (3 Channels)
de: Dimmer (3 Kanäle)
es: Regulador de intensidad (3 canales)
fr: Variateur (3 canaux)
it: Dimmer (3 canali)
ko: 디밍 컨트롤러（세채널 ）
ru: Диммер (3 Канала)

# camera_get_position_failure
source: Failed to obtain camera position
de: Kameraposition konnte nicht ermittelt werden
es: Fallo en la obtención de la ubicación de la cámara
fr: Échec d’obtention de la position de la caméra
it: Impossibile ottenere la posizione della telecamera

# camera_get_upload_image_path_empty
source: Get the picture pre-upload address is empty
de: Keine Adresse für das Vorab-Hochladen des Bildes verfügbar
es: Obtener la dirección de precarga de la imagen, está vacía
fr: L’adresse de préenvoi d’image obtenue est vide
it: L'indirizzo di pre-caricamento dell'immagine è vuoto

# doorlock_somefunc_maybe_affected_without_wificonfiguration
source: Some functions may be affected without Wi-Fi configuration.
de: Einige Funktionen könnten ohne WLAN-Konfiguration nicht verfügbar sein.
es: Algunas funciones pueden verse afectadas sin la configuración de Wi-Fi.
fr: Certaines fonctions pourraient être affectées sans configuration Wi-Fi.
it: Alcune funzioni possono essere influenzate senza la configurazione Wi-Fi.

# camera_record_automation
source: Automatic recording
de: Automatische Aufnahme
es: Grabación automática
fr: Enregistrement automatique
it: Registrazione automatica
ko: 자동화 녹화
ru: Автоматическая запись

# device_lock
source: Door Lock
de: Türschloss
es: Cerradura de la puerta
fr: Serrure de porte
it: Blocco della porta
ko: 디지털 잠금 장치
ru: Дверные замки

# device_control_visitor_stay_writing
source: Motion is detected
de: Bewegung wird erkannt
es: Se detectó movimiento
fr: Mouvement détecté
it: Viene rilevato un movimento
ko: 누군가가 방문하러 왔습니다.
ru: Обнаружено движение

# weather_27
source: Sand
es: Arena
fr: Sable
it: Sabbia
ko: 약한 황사
ru: Песок

# weather_28
source: Duststorm
de: Staubsturm
es: Tormenta de polvo
fr: Tempête de poussière
it: Tempesta di polvere
ko: 황사
ru: Пыльная буря

# weather_29
source: Sandstorm
de: Sandsturm
es: Tormenta de arena
fr: Tempête de sable
it: Tempesta di sabbia
ko: 강한 황사
ru: Песчаная буря

# weather_30
source: Foggy
de: Neblig
es: Niebla
fr: Brumeux
it: Nebbia
ko: 안개
ru: Туман

# common_tips_connectiontimeout
source: Connection timeout, please try again.
de: Zeitüberschreitung der Verbindung, versuchen Sie es bitte erneut.
es: El tiempo de conexión hay expirado, inténtelo de nuevo.
fr: Délai d’attente de connexion dépassé, réessayez.
it: Timeout della connessione, riprovare.
ko: 연결 시간이 초과되었습니다. 다시 시도해 주세요.
ru: Тайм-аут соединения. Повторите попытку

# weather_21
source: Snow Flurry
de: Schneegestöber
es: Ráfaga de nieve
fr: Rafales de neige
it: Raffica di neve
ko: 눈소나기
ru: Снежный ливень

# weather_22
source: Light Snow
de: Leichter Schneefall
es: Nieve ligera
fr: Neige légère
it: Neve leggera
ko: 약한 눈
ru: Слабый снег

# weather_23
source: Moderate Snow
de: Mäßiger Schneefall
es: Nieve moderada
fr: Neige modérée
it: Neve moderata
ko: 적당한 눈
ru: Умеренный снег

# weather_24
source: Heavy Snow
de: Starker Schneefall
es: Nieve fuerte
fr: Forte neige
it: Neve forte
ko: 강한 눈
ru: Сильный снег

# weather_25
source: Snowstorm
de: Schneesturm
es: Tormenta de nieve
fr: Tempête de neige
it: Tempesta di neve
ko: 폭설
ru: Снежная буря

# weather_26
source: Dust
de: Staub
es: Polvo
fr: Poussière
it: Polvere
ko: 미세먼지
ru: Пыль

# me_set_account_equipment_time
source: Recent login:
de: Kürzliche Anmeldung:
es: Inicio de sesión reciente:
fr: Connexion récente :
it: Accesso recente:
ko: 최근 로그인:
ru: Последние входы в систему:

# common_tips_bluetooth_open
source: Please make sure that the Bluetooth is on.
de: Bitte vergewissern Sie sich, dass Bluetooth eingeschaltet ist
es: Asegúrese de que el Bluetooth funcione esté encendido.
fr: Assurez-vous que le Bluetooth est activé.
it: Assicurarsi che il Bluetooth sia attivo.
ko: 스마트폰에 블루투스 기능이 켜져 있는지 확인해 주세요.
ru: Убедитесь, что на Вашем телефоне включен Bluetooth

# common_tips_bluetooth_distance
source: Please ensure that the mobile phone is near the device within 1m.
de: Stellen Sie sicher, dass sich das Handy nicht weiter als 1 m vom Gerät entfernt befindet.
es: Asegúrese de que el teléfono móvil está a 1 metro del dispositivo.
fr: Assurez-vous que le téléphone mobile est à moins de 1 mètre de l’appareil.
it: Assicurarsi che il telefono cellulare sia vicino al dispositivo entro 1 metro.
ko: 스마트폰과 장치의 거리가 1m 이내에 있는지를 확인해 주세요.
ru: Убедитесь, что телефон и устройство находятся в пределах одного метра.

# user_apple_id_bind_existing_account
source: Bind an existing Aqara account
de: Ein bestehendes Aqara-Konto verbinden
es: Vincular con una cuenta de Aqara existente
fr: Associer un compte Aqara existant
it: Collegare un account Aqara esistente
ko: 기존 Aqara 계정 바인딩
ru: Привязать существующую учетную запись Aqara

# device_ircode_select_items
source: %lu item is chosen
de: %lu Element ist ausgewählt
es: %lu objeto seleccionado
fr: %lu élément sélectionné
it: È stata scelta la voce "%lu".
ko: 선택한 %lu 항목
ru: Элемент %lu выбран

# ac_more_rematch
source: Re-match
de: Erneute Übereinstimmung
es: Volver a emparejar
fr: Réassociez
it: Ri-abbinare
ko: 다시 매칭하기
ru: Повторное сопряжение

# m2gateway_wired_title
source: Add Aqara Hub M2
de: Aqara Hub M2 hinzufügen
es: Añadir Aqara Hub M2
fr: Ajouter Aqara Hub M2
it: Aggiungere Aqara Hub M2
ko: 스마트 허브 M2 추가
ru: Добавить Aqara Hub М2

# device_firmware_mi_pop_hint
source: After switching, all data in the gateway are cleared and need to be added to Aqara Home again.
de: Nach dem Wechsel werden alle Daten im Gateway gelöscht und müssen erneut zu Aqara Home hinzugefügt werden.
es: Después del cambio, todos los datos de la entrada se borran y hay que volver a añadirlos a Aqara Home.
fr: Après basculement, toutes les données dans la passerelle sont supprimées et doivent être ajoutées de nouveau à Aqara Home.
it: Dopo la commutazione, tutti i dati presenti nel gateway vengono cancellati e devono essere nuovamente aggiunti ad Aqara Home.
ko: 전환하면 허브의모든데이터가식제되고Aqara Home에다시추가해야합니다.
ru: После переключения все данные концентратора будут очищены, и их нужно будет снова добавлять в Aqara Home.

# access_switch_mode_toast_fios
source: Switched to "%@"
de: Zu "%@" gewechselt
es: Cambiado a "%@"
fr: Basculé sur « %@ »
it: Passato a "%@"
ko: "%@"으로 전환됩니다.
ru: Переключено на "%@"

# curve_chart_someone_continue
source: Someone is detected for %@
de: Jemand wurde für %@ erkannt
es: Se detectó a alguien para %@
fr: Quelqu’un est détecté pour%@
it: Qualcuno viene rilevato per %@
ko: %@ ...동안 인체감지됨
ru: Кто-то есть, продолжено %@

# curve_chart_none_continue
source: No one is detected for %@
de: Keiner wurde für %@ erkannt
es: No se detectó a nadie para %@
fr: Personne n’est détecté pour %@
it: Nessuno viene rilevato per %@
ko: %@ ...동안 인체감지 없음
ru: Никого, продолжено %@

# user_apple_id_bind_account_tips
source: This Apple ID is not bound to an Aqara account, you can directly create a new account, or choose to bind an existing Aqara account
de: Diese Apple ID ist nicht mit einem Aqara-Konto verbunden. Sie können entweder ein neues Konto erstellen oder ein bestehendes Aqara-Konto verbinden
es: Este ID de Apple no está vinculado a una cuenta de Aqara, puede crear directamente una nueva cuenta, o elegir vincular una cuenta de Aqara existente
fr: Cet Apple ID n’est pas associé à un compte Aqara ; vous pouvez directement créer un nouveau compte, ou choisir d’associer un compte Aqara existant
it: Questo ID Apple non è legato a un account Aqara; è possibile creare direttamente un nuovo account o scegliere di legare un account Aqara esistente.
ko: 이 Apple ID는 Aqara 계정에 연결되어 있지 않습니다. 새 계정을 직접 생성하거나 기존 Aqara 계정을 연결하도록 선택할 수 있습니다.
ru: Этот Apple ID не привязан к учетной записи Aqara, вы можете напрямую создать новую учетную запись или привязать существующую учетную запись Aqara.

# user_apple_id_create_new_account
source: Create new account with Apple ID
de: Neues Konto mit Apple ID erstellen
es: Crear una nueva cuenta con ID de Apple
fr: Créer un nouveau compte avec Apple ID
it: Creare un nuovo account con l'ID Apple
ko: Apple ID로 새 계정 생성
ru: Создайте новую учетную запись с Apple ID

# public_api_failed
source: Request failed. please try again(Error code:%d)
de: Anfrage fehlgeschlagen. Bitter erneut versuchen (Fehlercode:%d)
es: Solicitud fallida. Por favor, inténtelo nuevamente (código de error:%d)
fr: Échec de la requête. Réessayez (Code d’erreur : %d)
it: La richiesta non è andata a buon fine. Riprovare (codice errore:%d)

# permission_name_calendar
source: Calendar
de: Kalender
es: Calendario
fr: Calendrier
it: Calendario

# permission_name_contacts
source: Accounts/Contacts
de: Konten/Kontakte
es: Cuentas/Contactos
fr: Comptes/Contacts
it: Account/Contatti

# upload_infrared_code
source: Upload the infrared code
de: Infrarotcode hochladen
es: Subir el código infrarrojo
fr: Envoyer le code infrarouge
it: Caricare il codice a infrarossi
ko: IR 코드 업로드
ru: Загрузить ИК-код

# device_no_match_status
source: No matching state
de: Keine Übereinstimmung
es: No hay estado de emparejamiento
fr: Pas d’état correspondant
it: Nessuno stato di abbinamento
ko: 매칭하는 상태 없음
ru: Нет состояния сопряжения

# doorlock_log_AddKeys.FullTips
source: The added keys have reached maximum limit
de: Das Maximum der hinzugefügten Schlüssel wurde erreicht
es: Las claves añadidas han alcanzado el límite máximo
fr: Le nombre maximal de clés a été atteint
it: Le chiavi aggiunte hanno raggiunto il limite massimo
ko: 더 이상 열쇠를 추가할 수 없습니다.
ru: Память ключей заполнена.

# public_permission_accounts
source: Accounts/Contacts
de: Konten/Kontakte
es: Cuentas/Contactos
fr: Comptes/Contacts
it: Account/Contatti

# permission_name_call_log
source: Call Log
de: Anrufprotokoll
es: Registro de llamadas
fr: Journaux d'appels
it: Registro chiamate

# permission_name_sensors
source: Body Sensors
de: Körpersensoren
es: Sensores corporales
fr: Capteurs de corps
it: Sensori corporei

# public_permission_storage
source: Storage
de: Speicher
es: Almacenamiento
fr: Stockage
it: Memorizzazione

# public_message_permission_always_failed
source: Please give us permission in the settings: %1$s
de: Bitte erteilen Sie uns in den Einstellungen die Erlaubnis: %1$s
es: Por favor, danos permiso en ajustes: %1$s
fr: Veuillez nous donner les autorisations dans les réglages : %1$s
it: Si prega di darci l'autorizzazione nelle impostazioni: %1$s

# weather_17
source: Heavy Storm
de: Starker Sturm
es: Tormenta fuerte
fr: Orage puissant
it: Tempesta forte
ko: 강한 폭우
ru: Проливной дождь

# weather_18
source: Severe Storm
de: Schwerer Sturm
es: Tormenta severa
fr: Tempête violente
it: Tempesta intensa
ko: 특대형 폭우
ru: Сильный проливной дождь

# weather_19
source: Ice Rain
de: Eisregen
es: Granizo
fr: Pluie verglaçante
it: Pioggia ghiacciata
ko: 빙우
ru: Ледяной дождь

# weather_20
source: Sleet
de: Schneeregen
es: Aguanieve
fr: Neige fondue
it: Nevischio
ko: 진눈깨비
ru: Дождь со снегом

# permission_name_location
source: Location
de: Standort
es: Posición
fr: Localisation
it: Posizione

# permission_name_microphone
source: Microphone
de: Mikrofon
es: Micrófono
it: Microfono

# permission_name_phone
source: Phone
de: Telefon
es: Teléfono
fr: Téléphone
it: Telefono

# weather_13
source: Light Rain
de: Leichter Regen
es: Lluvia ligera
fr: Pluie légère
it: Pioggia leggera
ko: 약한 비
ru: Небольшой дождь

# weather_14
source: Moderate Rain
de: Mäßiger Regen
es: Lluvia moderada
fr: Pluie modérée
it: Pioggia moderata
ko: 적당한 비
ru: Умеренный дождь

# weather_15
source: Heavy Rain
de: Starker Regen
es: Lluvia fuerte
fr: Forte pluie
it: Pioggia intensa
ko: 강한 비
ru: Сильный дождь

# weather_16
source: Storm
de: Sturm
es: Tormenta
fr: Tempête
it: Tempesta
ko: 폭우
ru: Ливневый дождь

# permission_name_storage
source: Storage
de: Speicher
es: Almacenamiento
fr: Stockage
it: Memorizzazione

# permission_name_activity_recognition
source: Activity Recognition
de: Erkennung von Aktivitäten
es: Reconocimiento de actividad
fr: Reconnaissance d’activité
it: Riconoscimento attività

# pull_down_lookdown_fios
source: Scroll down to load %@
de: Zum Laden von %@ nach unten scrollen
es: Deslice hacia abajo para cargar %@
fr: Faire défiler vers le bas pour charger %@
it: Scorrere verso il basso per caricare %@
ko: 아래로 스크롤하여 %@ 장치 보기
ru: Прокрутите вниз, чтобы загрузить %@

# device_control_title_electric_iOS
source: Percentage of battery left: %d%%
de: Verbleibende Strommenge: %d%%
es: Cantidad de electricidad restante: %d%%
fr: Quantité de charge restante : %d%%
it: Quantità elettrica rimanente: %d%%
ko: 남은 전력량: %d%%
ru: Осталось заряда: %d%%

# weather_11
source: Thundershower
de: Gewitterschauer
es: Chubasco
fr: Pluie d’orage
it: Temporale
ko: 뇌우
ru: Грозовой ливень

# camera_video_broken_link_state
source: The doorbell host is disconnected from the repeater.
de: Der Türklingel-Host ist nicht mit dem Repeater verbunden.
es: El timbre anfitrión está desconectado del repetidor.
fr: L'hôte de la sonnette est déconnecté du répéteur.
it: L'host del campanello è scollegato dal ripetitore.
ko: 초인종 본체와 리피터가 연결 해제되었습니다.
ru: Хост дверного звонка отключен от реле

# weather_12
source: Thundershower with Hail
de: Gewitterschauer mit Hagel
es: Chubasco con granizo
fr: Pluie d’orage avec grêle
it: Temporale con grandine
ko: 뇌우를 동반한 우박
ru: Грозовой ливень с градом

# device_control_doorbell_mode_save
source: Power saving mode
de: Energiesparmodus
es: Modo de ahorro de energía
fr: Mode économie d'énergie
it: Modalità di risparmio energetico
ko: 절전 모드
ru: Режим энергосбережения

# device_control_popup_electric_writing_iOS
source: The percentage of battery left is %d%% and the battery will run out. Please change the battery as soon as possible.
de: Die verbleibende Strommenge beträgt %d%% und die Batterie ist bald leer. Tauschen Sie bitte die Batterie so schnell wie möglich aus.
es: La cantidad electricidad restante es %d%% y la batería se agotará. Por favor, cambie la batería lo antes posible.
fr: La quantité de charge restante est de%d%% et la batterie va se vider. Veuillez changer la pile dès que possible.
it: La quantità elettrica rimanente è del %d%% e la batteria si esaurirà. Sostituire la batteria il prima possibile.
ko: 전력량 %d%% 남았으니 곧 소모될 것입니다.즉시 배터리를 교체해 주십시오.
ru: Оставшийся заряд составляет %d%%, скоро разрядится, немедленно замените батарею!

# device_control_more
source: More
de: Mehr
es: Más
fr: Plus
it: Di più
ko: 더보기
ru: Подробнее

# device_control_visitor_date
source: Date
de: Datum
es: Fecha
it: Data
ko: 날짜
ru: Дата

# device_curtain_error_data
source: 行程数据异常(%1$s)，请清除行程后使用
de: Ausnahme bei den Fahrdaten (%1$s), bitte löschen Sie die Fahrdaten für die Verwendung
es: Error de datos de recorrido (%1$s), borre el recorrido y utilícelo
fr: Erreur des données de voyage (%1$s), effacez le voyage et utilisez-le
it: Eccezione dati di viaggio (%1$s), cancellare il viaggio e utilizzarlo
ko: 일정 데이터 이상 (% 1$s) 이므로 일정을 지운 후 사용해주세요

# automation_timer_error
source: Start time can not be equal to end time.
de: Die Startzeit kann nicht gleich der Endzeit sein.
es: La hora de inicio no puede ser igual a la hora de finalización.
fr: L’heure de début ne peut pas être égale à l’heure de fin.
it: L'ora di inizio non può essere uguale all'ora di fine.
ko: 시작 시간은 종료 시간이 아닙니다.
ru: Время начала не может равняться времени окончания

# homekit_sync_error_hint_title
source: Partial sync failed
de: Teilweise Synchronisierung fehlgeschlagen
es: Sincronización parcial fallida
fr: Échec partiel de la synchronisation
it: Sincronizzazione parziale non riuscita
ko: 부분 동기화 실패
ru: Неудачная синхронизация имен

# other_search_region
source: Search Region
de: Region suchen
es: Buscar región
fr: Région de recherche
it: Ricerca per regione
ko: 지역 검색
ru: Поиск Региона

# weather_0
source: Sunny
de: Sonnig
es: Soleado
fr: Ensoleillé
it: Soleggiato
ko: 맑음
ru: Солнечно

# common_operate_step_hint
source: You may try the following operations to restore the connection:
de: Zur Wiederherstellung der Verbindung führen Sie bitte die folgenden Schritte durch:
es: Puede intentar las siguientes operaciones para restablecer la conexión:
fr: Vous pouvez essayer les opérations suivantes pour rétablir la connexion :
it: Per ripristinare la connessione, si possono eseguire le seguenti operazioni:
ko: 다음 단계를 수행하여 복구할 수 있습니다.
ru: Попробуйте выполнить следующие действия для восстановления:
