Repository: acodeworker/localzedLoader
Catalog: *.lproj/Localizable.strings
Languages: de, es, fr, it, ko, ru

# device_join_connect_failed
source: Connection failed.Please try again
de: Verbindung fehlgeschlagen. Versuchen Sie es bitte erneut
es: Fallo en la conexión. Inténtalo de nuevo
fr: Échec de connexion. Veuillez réessayer
it: Connessione fallita. Riprovare
ko: 연결에 실패했습니다. 다시 시도해주세요.
ru: Ошибка подключения, пожалуйста, повторите попытку

# camera_title_gallery_screenshot_video
source: Screenshot / Recording
de: Screenshot / Aufnahme
es: Captura de pantalla / Grabación
fr: Capture d’écran / Enregistrement
it: Screenshot/Registrazione
ko: 스크린샷/비디오
ru: Скриншот/запись

# doorlock_wifi_connection_failed
source: Wi-Fi connection failed
de: WLAN-Verbindung fehlgeschlagen
es: La conexión Wi-Fi ha fallado
fr: Échec de la connexion au Wi-Fi
it: Connessione Wi-Fi non riuscita
ko: Wi-Fi 연결 실패

# security_guard_start_use
source: Start
es: Inicio
fr: Début
it: Avvio
ko: 사용 시작
ru: Начать

# doorlock_ota_connecting_blue_tooth
source: connecting bluetooth...
de: Bluetooth-Verbindung erfolgt...
es: conectando Bluetooth...
fr: connexion au Bluetooth...
it: collegamento del bluetooth...
ko: 블루투스 연결 중...

# device_join_gateway_ready_connect_tips_fios
source: Power on, and please wait for the red light of the hub to change from always-on status to flashing continuously
de: Schalten Sie das Gerät ein und warten Sie, bis das rote Licht des Hubs von „Always-On“ (Immer eingeschaltet) zu „Dauerblinken“ wechselt
es: Encienda y espere a que la luz roja del hub cambie del estado siempre encendido al parpadeo continuo
fr: Allumer et attendre que le voyant rouge du hub passe de l’état toujours activé à un état clignotant en continu
it: Accendi e attendi che la spia rossa dell'hub passi dallo stato sempre accesa a lampeggiare continuamente
ko: 전원을 켜고 허브의 LED 상태 표시등이 빨간색으로 깜빡일때 까지 잠시만 기다리세요.
ru: Включите питание и дождитесь, пока красный индикатор шлюза не сменится с состояния «всегда включен» на непрерывное мигание

# other_feedback_state_connect_fail
source: Connection failed
de: Verbindung fehlgeschlagen
es: Fallo en la conexión
fr: Échec de connexion
it: Connessione non riuscita
ko: 연결 실패
ru: Ошибка подключения

# device_connect_internet_hint
source: Switch on the power supply, and please make sure that the indicator light is flashing yellow.
de: Schalten Sie die Stromversorgung ein und stellen Sie sicher, dass das Anzeigelicht gelb blinkt.
es: Encienda la fuente de alimentación, y asegúrese de que la luz indicadora esté parpadeando en amarillo.
fr: Mettez l'appareil sous tension, et assurez-vous que le témoin lumineux clignote en jaune.
it: Accendi l'alimentazione e assicurati che la spia sia gialla lampeggiante.
ko: 전원을 켜고 장치 표시등이 노란색으로 깜박이는지 확인하십시오.
ru: Включите питание и убедитесь, что индикатор устройства мигает желтым

# doorlock_ota_connecting_bluetooth_fail
source: Connecting to Bluetooth failed
de: Die Bluetooth-Verbindung ist fehlgeschlagen
es: Conectar a Bluetooth ha fallado
fr: Échec de la connexion au Bluetooth
it: Connessione Bluetooth non riuscita
ko: 블루투스 연결을 실패하였습니다.

# automation_weather_snow_transient
source: It begins to snow.
de: Es beginnt zu schneien.
es: Empieza a nevar.
fr: Il commence à neiger.
it: Inizia a nevicare.
ko: 눈이 내리기 시작
ru: Пошел снег

# doorlock_half_opened_latency
source: The half-opened door latency
de: Latenz bei halb geöffneter Tür
es: Latencia de puerta medio abierta
fr: Latence de porte entrouverte
it: La latenza della porta semiaperta
ko: 문이 반 쯤 열려 있어 문을 잠글 수 없습니다.

# device_i_rail_guide_tip_3
source: Click the setting button twice in succession quickly to hold the curtain driver onto the rail. Right then, the green indicator keeps blinking, and there are three short beeps from the buzzer after the product is held in place.
de: Klicken Sie zweimal schnell hintereinander auf die Einstellungsschaltfläche, um den Vorhangantrieb auf der Schiene zu halten. Nun blinkt die grüne Anzeige weiter und es gibt drei kurze Pieptöne vom Summer, nachdem das Produkt an Ort und Stelle gehalten wurde.
es: Haz clic en el botón de ajuste dos veces seguidas rápidamente para sujetar el conductor de la cortina en el carril. En ese momento, el indicador verde sigue parpadeando y el zumbador emite tres pitidos cortos después de sujetar el producto.
fr: Cliquer deux fois de suite sur le bouton de réglage pour maintenir le moteur de rideau sur le rail. À ce moment-là, le voyant vert continue de clignoter, et le buzzer émet trois bips courts après que le produit a été maintenu en place.
it: Fare clic sul pulsante di impostazione due volte di seguito per fissare rapidamente il comando della tenda al binario. A questo punto, l'indicatore verde continua a lampeggiare e il cicalino emette tre brevi segnali acustici dopo che il prodotto è stato tenuto in posizione.
ko: 설정 버튼을 두 번 연속으로 빠르게 클릭하여 스마트 커튼 컨트롤러를 레일에 고정하고 초록색 표시등이 계속 빠르게 깜박입니다. 고정 완료 후 부저가 세 번 짧게 울립니다.
ru: Быстро нажмите кнопку настройки два раза подряд для фиксации компаньона на направляющей. В это время зеленый индикатор будет быстро мигать, а зуммер издает 3 коротких звуковых сигнала после удерживания на месте.

# doorlock_too_many_failures_unlocking
source: Too many unlocking failures
de: Zu viele Entriegelungsfehler
es: Demasiados fallos de desbloqueo
fr: Trop d’échecs de déverrouillage
it: Troppi tentativi di sblocco falliti
ko: 잠금 해제를 너무 많이 실패하였습니다.

# common_good
source: Good
de: Gut
es: Bien
fr: Bon
it: Buono
ko: 좋음
ru: Хорошее

# overview_switch_open_num_title
source: Turn-on switch
de: Einschaltschalter
es: Encender el interruptor
fr: Activer le commutateur
it: Accendi l’interruttore
ko: 켜진 스위치
ru: Включенные выключатели

# automation_weather_rain_transient
source: It begins to rain.
de: Es beginnt zu regnen.
es: Empieza a llover.
fr: Il commence à pleuvoir.
it: Inizia a piovere.
ko: 비가 내리기 시작
ru: Начинается дождь

# doorlock_connect_wifi_fail
source: The door lock connects to Wi-Fi failed
de: Die WLAN-Verbindung mit dem Türschloss ist fehlgeschlagen
es: El bloqueo de la puerta no se ha conectado a la Wi-Fi
fr: Échec de connexion du verrou de porte avec le Wi-Fi
it: Il blocco porta non si collega al Wi-Fi
ko: 도어락이 Wi-Fi 연결에 실패했습니다

# other_failed_retry_hint
source: Parsing failed, please try again.
de: Erfolgloses Parsing. Bitte versuchen Sie es erneut.
es: Fallo en el análisis, inténtelo de nuevo.
fr: Échec de l’analyse, veuillez réessayer.
it: Analisi non riuscita, riprova.
ko: 실패하였습니다. 다시 시도해주세요.
ru: Не удалось обработать данные, повторите попытку.

# doorlock_failed_to_connect_wifi
source: The door lock failed to connect to the Wi-Fi. Please check the network
de: Das Türschloss konnte sich nicht mit dem WLAN-Netz verbinden. Bitte überprüfen Sie das Netzwerk.
es: El bloqueo de la puerta no se ha conectado a la Wi-Fi. Comprueba la red
fr: Le verrou de porte ne s’est pas connecté au Wi-Fi. Veuillez vérifier le réseau
it: La serratura della porta non è riuscita a connettersi al Wi-Fi. Controllare la rete
ko: 도어락을 Wi-Fi에 연결하지 못했습니다. 네트워크를 확인해주세요.

# access_confirm_gateway_ready_connect_tips
source: Turn on the power and make sure the Hub is ready to connect
de: Schalten Sie das Gerät ein und vergewissern Sie sich, dass der Hub bereit für die Verbindung ist
es: Enciéndalo y asegúrese de que el hub está listo para conectar
fr: Allumer le hub et s’assurer qu’il est prêt à se connecter
it: Accendi l'alimentazione e assicurati che l'Hub sia pronto per la connessione
ko: 전원을 켜고 스마트 허브가 연결 대기 상태인지 확인해주세요.
ru: Включите питание и убедитесь, что Hub готов к подключению.

# doorlock_guide_machinery_error
source: 门锁机械异常，请通过指纹、密码、NFC、室内任意方式开门，重新启动门锁
de: Das Türschloss ist mechanisch defekt. Bitte öffnen Sie die Tür mit einem Fingerabdruck, einem Passwort, NFC oder einer anderen Methode und starten Sie dann das Türschloss neu.
es: La cerradura está defectuosa, abra la puerta con la huella dactilar, contraseña, NFC o cualquier método interno y luego reinicie la cerradura
fr: Une anomalie est présente dans le mécanisme du verrou de porte, ouvrez la porte avec l’empreinte digitale, le mot de passe, NFC, ou toute autre méthode d’intérieur, puis redémarrez le verrou de porte
it: La serratura della porta è meccanicamente anormale, si prega di aprire la porta con l'impronta digitale, la password, l'NFC e qualsiasi metodo interno, quindi riavviare la serratura della porta
ko: 도어락에 이상이 있으면 지문, 비밀번호, NFC 카드 등으로 문을 열고 도어락을 재부팅하여 주세요.

# doorlock_door_unlockfailed
source: Failed to unlock the door
de: Die Tür konnte nicht entriegelt werden
es: Error al desbloquear la puerta
fr: Échec de déverrouillage de la porte
it: Impossibile sbloccare la porta
ko: 잠금 해제 실패
ru: Не удалось разблокировать

# doorlock_wifi_connects_success
source: The door lock connects to Wi-Fi successfully
de: Das Türschloss verbindet sich erfolgreich mit dem WLAN
es: El bloqueo de la puerta se conecta a la Wi-Fi correctamente
fr: Le verrou de porte se connecte au Wi-Fi avec succès
it: Il blocco porta si collega correttamente al Wi-Fi
ko: 도어락이 Wi-Fi에 연결되었습니다.

# device_add_wait
source: Switch on the power supply and confirm that the device is waiting to connect to the network.
de: Schalten Sie die Stromversorgung ein und bestätigen Sie, dass das Gerät wartet, das Netzwerk zu verbinden.
es: Encienda la fuente de alimentación y confirme que el dispositivo está esperando a conectarse a la red.
fr: Mettez l'appareil sous tension et confirmez que l'appareil attend de se connecter au réseau.
it: Accendi l'alimentazione e verifica che il dispositivo sia in attesa di connettersi alla rete.
ko: 전원이 연결되고 장치가 대기 상태인지 확인하십시오.
ru: Включите питание и убедитесь, что устройство находится в состоянии ожидания доступа к сети.

# doorlock_log_power_out
source: The door lock will be disabled soon, please charge.
de: Das Türschloss wird bald deaktiviert, bitte laden.
es: El bloqueo de la puerta quedará inactivo pronto, por favor, cárgalo.
fr: Le verrou de porte sera bientôt désactivé, veuillez charger.
it: La serratura della porta sarà presto disattivata, si prega di caricare.
ko: 도어락이 곧 비활성화됩니다. 충전해주세요.

# camera_title_start_sleep
source: 开始休眠%1$s
de: Ruhezustand beginnen %1$s
es: Inicio de la hibernación %1$s
fr: Début du sommeil %1$s
it: Inizio del periodo di riposo %1$s
ko: % 1$s 휴면 시작

# doorlock_machinery_error
source: The lock has mechanical exception
de: Das Schloss hat eine mechanische Ausnahme
es: El cierre tiene excepción mecánica
fr: La serrure a une exception mécanique
it: La serratura ha un'eccezione meccanica
ko: 도어록 기계 이상

# camera_screenshots
source: Screenshots
es: Capturas de pantalla
fr: Captures d’écran
it: Screenshot
ko: 스크린샷
ru: Скриншоты

# curve_cool
source: Cool
de: Kühl
es: Genial
fr: Froid
it: Fresco
ko: 차가움
ru: Прохладный

# doorlock_unlockingprompt_volume
source: Unlocking prompt volume
de: Lautstärke der Aufforderung zur Entriegelung
es: Desbloqueo del volumen de la consulta
fr: Volume d’invite de déverrouillage
it: Sblocco del volume dei messaggi
ko: 프롬프트 볼륨 잠금 해제

# curve_light
source: Light
de: Licht
es: Luz
fr: Lumière
it: Luce
ko: 밝음
ru: Яркий

# device_join_parse_device_info_failed
source: Failed to parse the data in Aqara hub
de: Die Daten im Aqara-Hub konnten nicht analysiert werden
es: No se han podido analizar los datos en el hub de Aqara
fr: Échec de l’analyse des données dans le hub Aqara
it: Analisi dei dati nell'hub Aqara non riuscita
ko: 스마트 허브 데이터를 분석 실패
ru: Не удалось обработать данные Hub

# device_camera_s2_screenshot_save_fail
source: Save failed
de: Speichern fehlgeschlagen
es: Fallo al guardar
fr: Échec d’enregistrement
it: Salvataggio non riuscito
ko: 저장하지 못했습니다.
ru: Не удалось сохранить

# other_support_mi_app_desc
source: You can add this Hub to Mi Home app. After adding, the local data will be removed.
de: Sie können diesen Hub zur Mi Home-App hinzufügen. Nach dem Hinzufügen werden die lokalen Daten entfernt.
es: Puedes añadir este Hub a la aplicación Mi Home. Después de añadirlo, los datos locales se eliminarán.
fr: Vous pouvez ajouter cette appli Hub à Mi Home. Après l’ajout, les données locales seront supprimées.
it: Puoi aggiungere questo Hub all'app Mi Home. Dopo l'aggiunta, i dati locali verranno rimossi.
ko: 이 허브를 Mi Home 앱에 추가 할 수 있습니다. 추가하면 로컬 데이터는 삭제됩니다.
ru: Вы можете добавить этот Hub в приложение Mi Home.

# device_ac_dialog_brand_temp_visible_yes
source: Can be displayed
de: Kann angezeigt werden
es: Se puede mostrar
fr: Affichable
it: Può essere visualizzato
ko: 표시할 수 있습니다.
ru: Может отображать

# device_ir_air_cleaner
source: Air Cleaner
de: Luftfilter
es: Limpiador de aire
fr: Purificateur d’air
it: Depuratore d'aria
ko: 공기청정기
ru: Воздухоочиститель

# common_refuse
source: Refuse
de: Ablehnen
es: Rechazar
fr: Refuser
it: Rifiuta
ko: 거절
ru: Отклонить

# other_welcome_hint_one
source: Smart home and accessories that everyone can enjoy.
de: Smart Home und Accessoire, die jeder genießen kann.
es: Smart home y accesorios que todo el mundo puede disfrutar.
fr: Maison intelligente et accessoires dont tout le monde peut profiter.
it: Casa intelligente e accessori alla portata di tutti.
ko: 누구나 쉽게 즐길 수 있는 스마트홈
ru: Устройства умного дома для каждого.

# home_share_home_daughter
source: Daughter
de: Tochter
es: Hija
fr: Fille
it: Figlia
ko: 딸
ru: Дочь

# camera_title_memory_free
source: Available：%1$s
de: Verfügbar: %1$s
es: Disponible: %1$s
fr: Disponible : %1$s
it: Disponibile：%1$s
ko: 사용 가능：%1$s
ru: Доступно：%1$s

# home_transfer_refuse
source: Refuse
de: Ablehnen
es: Rechazar
fr: Refuser
it: Rifiuta
ko: 전송 거절
ru: Отказать

# doorlock_one_password_each_user_can_only_set_one_password_1_fios
source: Each user can only set one password, continue to add another, which will replace 「%@」 current password. Are you sure to add it?
de: Jeder Nutzer kann nur ein Passwort festlegen. Das Hinzufügen eines weiteren Passworts wird das aktuelle Passwort [%@] ersetzen. Möchten Sie es hinzufügen?
es: Cada usuario solo puede establecer una contraseña, sigue para añadir otra, que sustituirá la contraseña actual 「%@」. ¿Estás seguro de que quieres añadirla?
fr: Chaque utilisateur ne peut définir qu’un mot de passe, continuer à en ajouter, ce qui remplacera 「%@」 mot de passe actuel. Voulez-vous vraiment l’ajouter ?
it: Ogni utente può impostare una sola password, continuare ad aggiungerne un'altra, che sostituirà la password attuale. Sei sicuro di volerlo aggiungere?
ko: 각 사용자는 하나의 암호만 설정할 수 있으며, 다른 암호를 계속 추가할 수 있습니다. 암호 '%@' 는 현재 암호를 대체합니다. 추가하시겠습니까?

# home_result_generated
source: The result is being generated. Please obtain it again later.
de: Das Ergebnis wird generiert. Bitte erhalten Sie es später erneut.
es: Se está generando el resultado. Obténgalo más tarde.
fr: Le résultat est généré actuellement. Veuillez l’obtenir de nouveau plus tard.
it: Il risultato viene generato. Ottienilo di nuovo più tardi.
ko: 결과 생성 중이므로 잠시 후에 다시 획득하십시오…
ru: Результат генерируется, получите его позже ...

# camera_open
source: Turn On
de: Einschalten
es: Encender
fr: Activer
it: Accendi
ko: 켜기
ru: Включить

# camera_title_pet_sence
source: Dogs and Cats Detection
de: Erkennung von Hunden und Katzen
es: Detección de perros y gatos
fr: Détection des chiens ou des chats
it: Rilevamento di cani e gatti
ko: 펫 감지
ru: Распознавание питомца

# device_gateway_fm_collection_rank
source: Ranking
de: Rang
es: Clasificación
fr: Rang
it: Posizione
ko: 순위

# other_no_storage_can_not_record
source: Insufficient storage, cannot record
de: Unzureichender Speicherplatz. Aufnahme kann nicht erfolgen
es: Almacenamiento insuficiente, no se puede registrar
fr: Stockage insuffisant, enregistrement impossible
it: Memoria insufficiente, impossibile registrare
ko: 저장 공간이 부족하여 저장할 수 없습니다.
ru: Недостаточно памяти, запись невозможна

# doorlock_reject_open_ble
source: Reject to turn on the Bluetooth
de: Bluetooth einschalten abgelehnt
es: Rechazar activación de Bluetooth
fr: Rejeter pour activer le Bluetooth
it: Respingi per attivare il Bluetooth
ko: 블루투스 켜기 거부

# doorlock_every_work_day
source: Every working day
de: Jeder Werktag
es: Todos los días laborables
fr: Chaque jour ouvrable
it: Ogni giorno lavorativo
ko: 근무 일 마다

# homekit_eu_mode_tips
source: The European server has been launched now. You can start a beautiful smart life after logging in.
de: Der europäische Server wurde jetzt bereitgestellt. Nach dem Anmelden können Sie Ihr smartes Leben beginnen.
es: Se ha lanzado el servidor europeo. Podrá iniciar una bonita vida inteligente tras iniciar sesión.
fr: Le serveur européen a été lancé. Vous pouvez commencer une belle vie intelligente en vous connectant.
it: Il server europeo è stato lanciato ora. Dopo aver effettuato l'accesso, è possibile iniziare una bellissima vita intelligente.
ko: 유럽 서버는 이미 출시되어, 질 높은 스마트 라이프를 시작했습니다.
ru: Европейский сервер теперь в сети, и вы можете начать красивую и умную жизнь после входа в систему

# device_control_untighting
source: Releasing, this process will take a while
de: Löse. Dieser Prozess wird einige Zeit dauern. Bitte haben Sie Geduld
es: Liberando, este proceso puede llevar un tiempo, sea paciente por favor
fr: Libération, ce processus prendra un certain temps, veuillez patienter
it: Con il rilascio, questa procedura potrebbe richiedere un po’ di tempo, attendi con pazienza
ko: 고정 해제 중입니다. 잠시만 기다려 주십시오.
ru: Снятие удержания… Этот процесс займет некоторое время. Пожалуйста, подождите

# notification_start_self_hint
source: Enable the self-started function of the app for stability of notification
de: Schalten Sie die selbst gestartete Funktion der App ein, um die Benachrichtigung stabil zu halten
es: Habilitar la función de autoinicio de la aplicación para la estabilidad de la notificación
fr: Activer la fonction auto-démarrée de l’appli pour la stabilité de la notification
it: Attiva la funzione di avvio automatico dell'app per la stabilità della notifica
ko: 앱 자동실행을 설정하면 푸시알림의 안정성이 향상됩니다.
ru: Включение автозапуска приложения повышает стабильность push-уведомлений

# camera_mode_pet_tracking
source: Dogs and Cats Tracking
de: Tracking von Hunden und Katzen
es: Rastreo de perros y gatos
fr: Suivi des chiens ou des chats
it: Tracciamento di cani e gatti
ko: 펫 추적
ru: Отслеживание кошек и собак

# doorlock_videomethod
source: Video methods
de: Video-Methoden
es: Métodos de vídeo
fr: Méthodes de vidéo
it: Metodi video
ko: 촬영 방식

# home_share_home_sister
source: Sister
de: Schwester
es: Hermana
fr: Sœur
it: Sorella
ko: 자매
ru: Сестра

# curve_opening_continue_1
source: Door has been opened for %1$s
de: Die Tür wurde für %1$s geöffnet
es: La puerta ha estado abierta durante %1$s
fr: Porte ouverte depuis %1$s
it: La porta è stata aperta per %1$s
ko: .. 동안 문이 열려있었음
ru: Дверь была открыта в течение

# camera_mode_pet_tracking_tips
source: Dogs and Cats Tracking...
de: Tracking von Hunden und Katzen...
es: Rastreo de perros y gatos...
fr: Suivi des chiens ou des chats...
it: Tracciamento di cani e gatti...
ko: 펫 추적 중
ru: Отслеживание кошек и собак...

# common_take_photo
source: Take Photo
de: Foto machen
es: Tomar foto
fr: Prendre une photo
it: Scattare una foto
ko: 촬영
ru: Сделать снимок

# device_control_release_grip
source: Release locking
de: Sperre lösen
es: Liberar bloqueo
fr: Libération du verrouillage
it: Rilascia blocco
ko: 고정 해제
ru: Снять удержание

# device_key_enable_sub_hint
source: If enabled, only authorized keys can unlock the door
de: Sofern aktiviert, können nur berechtigte Schlüssel die Tür entriegeln
es: Si está activada, solo las claves autorizadas pueden desbloquear la puerta
fr: Si cette option est activée, seules les clés autorisées peuvent déverrouiller la porte
it: Se attivata, solo le chiavi autorizzate possono sbloccare la porta
ko: 활성화 후에는 인증된 열쇠로만 문을 열 수 있습니다
ru: Активируйте. Дверь можно открыть только авторизованным ключом.

# doorlock_multi_verifications_failed
source: Multiple door lock verifications failed
de: Mehrere Türschlossüberprüfungen sind fehlgeschlagen
es: Han fallado varias verificaciones de cerraduras de puertas
fr: Échec de plusieurs vérifications de verrou de porte
it: Verifica multipla del blocco della porta non riuscita
ko: 도어락이 여러 번 인증되지 않았습니다

# device_alarm_off_pop5
source: "Mute" function of the device is on. Before using this function, please check it on site. If the device flashes yellow lights constantly and sounds one time every 5 seconds, it means that the device is out of order. Please replace it!
de: Die „Stummschalten“-Funktion des Geräts ist eingeschaltet. Prüfen Sie bitte die Gegebenheiten vor Ort, bevor Sie diese Funktion nutzen. Wenn das Gerät kontinuierlich gelb blinkt und alle 5 Sekunden einmal ertönt, bedeutet dies, dass das Gerät außer Betrieb ist. Bitte ersetzen Sie es!
es: La función de silencio del dispositivo está activada. Antes de utilizar esta función, compruébelo en el sitio. Si el dispositivo parpadea con luz amarilla constantemente y suena una vez cada 5 segundos, significa que el dispositivo está fuera de servicio. Por favor, sustitúyalo.
fr: Fonction « Couper le son » de l’appareil activée. Avant d’utiliser cette fonction, veuillez la vérifier sur place. Si l’appareil fait clignoter des lumières jaunes en permanence et émet un son toutes les 5 s, cela signifie qu’il est hors service. Veuillez le remplacer !
it: La funzione "Mute" del dispositivo è attiva. Prima di utilizzare questa funzione, verificarla in loco. Se il dispositivo lampeggia costantemente con luci gialle e suona una volta ogni 5 secondi, significa che il dispositivo è fuori uso. Per favore, sostituitelo!
ko: 현재 '음소거' 사용 중입니다. 반드시 현장 안전 상황을 확인 후 해당 기능을 사용하십시오. 만약 장치에서 노란색 불이 지속되며 5초 마다 사이렌을 한 번 울리면 장치 고장입니다. 장치를 교체하십시오.
ru: Вы используете функцию «отключения звука» устройства. Перед использованием этой функции обязательно проверьте ее на месте. Если желтый индикатор устройства непрерывно горит и издает звуковой сигнал каждые 5 секунд, это означает, что устройство неисправно. Замените устройство!

# curve_avg_humidity
source: Average Humidity
de: Durchschnittliche Luftfeuchtigkeit
es: Humedad media
fr: Humidité moyenne
it: Umidità media
ko: 평균 습도
ru: Средняя влажность

# doorlock_lock_removeinside
source: Remove the locking from inside
de: Aufhebung der Sperre von innen
es: Liberar bloqueo desde el interior
fr: Supprimer le verrouillage de l’intérieur
it: Rimuovi la chiusura dall'interno
ko: 잠금 해제

# common_status_on
source: On
de: Ein
es: Encendido
fr: Activé
it: Attivo
ko: 켜짐
ru: Вкл

source: Door Lock Alarm
de: Türschlossalarm
es: Alarma de bloqueo de la puerta
fr: Alarme de verrouillage de porte
it: Allarme blocco porta
ko: 도어락 알람
ru: Предупреждение о закрытии дверного замка

# device_tip_tlp_open_first_time
source: No outage or idle mode during shooting, otherwise the shooting cannot be completed.
de: Vermeiden Sie einen Ausfall oder Ruhemodus während der Aufnahme, da sonst die Aufnahme nicht abgeschlossen werden kann.
es: No hay interrupción o modo de inactividad durante la grabación, de lo contrario no podrá ser completada.
fr: Aucune panne ou mode à l’arrêt pendant la capture, sinon elle ne peut pas être effectuée.
it: Nessuna interruzione o modalità inattiva durante la ripresa, altrimenti non è possibile completare la ripresa.
ko: 촬영 중 중단 또는 대기 모드가 없으며, 그렇지 않으면 촬영을 완료할 수 없습니다.
