Repository: acodeworker/localzedLoader
Catalog: *.lproj/Localizable.strings
Languages: de, es, fr, it, ko, ru

# automation_location_edit_pop_text_fios
source: After editing this condition with the current device (%@), the original terminal device (%@) will not be able to trigger the geofence. If you want to trigger multiple terminals, please add a new geofence
de: Nachdem Sie diese Bedingung mit dem aktuellen Gerät (%@) bearbeitet haben, kann das ursprüngliche Endgerät (%@) den Geofence nicht mehr auslösen. Wenn Sie mehrere Endgeräte auslösen möchten, fügen Sie bitte einen neuen Geofence hinzu
es: Tras editar esta condición en el dispositivo actual (%@), el dispositivo terminal original (%@) no podrá activar la geovalla. Si desea activar múltiples terminales, agregue una nueva geovalla.
fr: Après modification de cette condition avec l’appareil actuel (%@), le terminal d’origine (%@) ne sera pas déclenché par le géorepère. Si vous souhaitez déclencher plusieurs terminaux, veuillez ajouter un nouveau géorepère.
it: Dopo aver modificato questa condizione con il dispositivo corrente (%@), il dispositivo terminale originale (%@) non sarà in grado di attivare il geofence. Se si desidera attivare più terminali, aggiungere un nuovo geofence
ko: 현재 장치(%@)를 사용하여 이 조건을 편집하면 원래 터미널 장치(%@)가 올타리를 트리거할 수 없습니다. 여러 터미널이 모두 트리거되도록 하려면 새로운 올타리 조건을 추가하십시오.
ru: После редактирования условия с текущим устройством (%@) исходное терминальное устройство (%@) не сможет активировать геозону. Для активации нескольких терминалов добавьте новое условие геозоны.

# user_device_privacy_agreement
source: Device Privacy Policy
de: Datenschutzrichtlinie des Geräts
es: Política de privacidad del dispositivo
fr: Politique de confidentialité des appareils
it: Informativa sulla privacy del dispositivo
ko: 장치 정보 보호 정책
ru: Соглашение о конфиденциальности устройства

# scene_delete_warn
source: It can not be restored once deleted!
de: Nach dem Löschen ist eine Wiederherstellung nicht mehr möglich!
es: ¡Una vez eliminado no podrá recuperarlo!
fr: Ils ne pourront pas être restaurés !
it: Una volta cancellato, non può essere ripristinato!
ko: 삭제 후 되돌릴 수 없습니다 !
ru: Он не может быть восстановлен после удаления!

# device_dynamic_transition_time_explanation
source: What is transition time? Transition time is duration it takes for a light to change from one sequence to the next.
de: Was ist die Übergangszeit? Die Übergangszeit ist die Dauer, die ein Licht benötigt, um von einer Sequenz zur nächsten zu wechseln.
es: ¿Qué es el tiempo de transición? El tiempo de transición es el período que tarda una luz en cambiar de una secuencia a la siguiente.
fr: Quelle est la durée de transition ? La durée de transition contrôle le temps appliqué pour que la lumière passe d’une séquence à l’autre.
it: Che cos'è il tempo di transizione? Il tempo di transizione è la durata del passaggio da una sequenza all'altra.
ko: 전환 시간은 무엇인가요? 전환 시간이란 특정 시퀀스에서 다음시퀀스까지 변화하는데 필요한 시간입니다.
ru: Что такое время перехода? Время перехода – это длительность перехода освещения от одной последовательности к другой.

# doorlock_subinfo_battery_empty
source: The device stops functioning. Please charge.
de: Das Gerät funktioniert nicht mehr. Bitte aufladen.
es: El dispositivo ha dejado de funcionar. Cárguela.
fr: L’appareil cesse de fonctionner. Rechargez.
it: Il dispositivo smette di funzionare. Si prega di caricare.
ko: 장치의 작동이 중지됩니다. 충전해주세요.

# device_sleep_deep_sleep
source: Deep sleep
de: Tiefschlaf
es: Sueño profundo
fr: Sommeil profond
it: Sonno profondo
ko: 깊은 수면
ru: Глубокий сон

# doorlock_all_unlocking_methods_will_clear
source: After the deletion, all unlocking methods under the user will be cleared. Are you sure to delete it?
de: Nach dem Löschen werden alle Entsperrmethoden des Benutzers gelöscht. Möchten Sie dies wirklich löschen?
es: Tras la eliminación se suprimirán todos los métodos de apertura del usuario. ¿Seguro que desea borrarlo?
fr: Après la suppression, toutes les méthodes de déverrouillage du même utilisateur seront supprimées. Voulez-vous vraiment les supprimer ?
it: Dopo la cancellazione, tutti i metodi di sblocco dell'utente verranno cancellati. Sei sicuro di volerlo eliminare?
ko: 삭제 후에는 사용자 아래의 모든 잠금 해제 방법이 지워집니다. 삭제하시겠습니까?

# device_sleep_duration_of_deep
source: Duration of deep sleep
de: Dauer des Tiefschlafs
es: Duración del sueño profundo
fr: Durée du sommeil profond
it: Durata del sonno profondo
ko: 깊은 수면 시간
ru: Длительность глубокого сна

# device_natgas_preheating_load_hint
source: 3 minutes working of device to ensure accurate monitoring
de: Lassen Sie das Gerät für 3 Minuten lang funktionieren, um eine genaue Überwachung zu gewährleisten
es: Ponga el dispositivo a funcionar durante 3 minutos para asegurarse de una vigilancia exacta
fr: 3 minutes de fonctionnement de l'appareil pour assurer un suivi précis
it: 3 minuti di funzionamento del dispositivo per garantire un monitoraggio accurato
ko: 정확한 모니터링을 위해 3분간 장치를 준비합니다.
ru: Устройство будет нагреваться в течение 3 минут для обеспечения точного мониторинга.

# common_lumi_company_name
source: 深圳绿米联创科技有限公司
de: Lumi United Technology Co. Ltd.
es: Lumi United Technology Co., Ltd
fr: Lumi United Technology Co., Ltd
it: Lumi United Technology Co., Ltd

# doorlock_index_hint_zigbee_not_connect_desc
source: The device is offline. Please check network connection
de: Das Gerät ist offline. Bitte überprüfe die Netzwerkverbindung
es: El dispositivo está fuera de línea. Compruebe la conexión de red
fr: Appareil hors ligne. Vérifiez la connexion réseau
it: Il dispositivo è offline. Controllare la connessione di rete
ko: 장치가 오프라인 상태입니다. 네트워크 연결을 확인해주세요.

# doorlock_finderprintentry_failedcount
source: Failed to set the times of fingerprint entry
de: Die Zeiten für die Fingerabdruckeingabe konnten nicht eingestellt werden
es: Error al configurar los horarios de introducción de huellas dactilares
fr: Échec de réglage des heures d’entrée par empreinte digitale
it: Impossibile impostare i tempi di inserimento delle impronte digitali
ko: 지문 입력 시간을 설정하지 못했습니다.

# device_alarm_opportunity_no_smoke_desc
source: For example, office, warehouse
de: Zum Beispiel, Büro, Lager
es: Por ejemplo, oficina o almacén
fr: Par exemple, bureau, entrepôt
it: Ad esempio, ufficio, magazzino
ko: 예) 사무실, 창고
ru: Например, офис, склад

# doorlock_settoopenright
source: Set to open right
de: Einstellen zum Öffnen nach rechts
es: Configurado para abrirse hacia la derecha
fr: Définir comme ouvrir vers la droite
it: Impostare l'apertura a destra
ko: 오른쪽 열기 설정

# device_offline
source: Offline
es: Fuera de línea
fr: Hors ligne
ko: 장치 오프라인
ru: Не в сети

# device_set_privacy_area_text4
source: After setting the occlusion area, it cannot be seen from the video screen and will not trigger events (motion detection is not affected);
de: Nach Einstellung des Sichtschutzbereichs kann dieser nicht auf dem Videobildschirm gesehen werden und keine Ereignisse auslösen (die Bewegungserkennung ist nicht zu beeinflussen);
es: Tras establecer el área de oclusión, no podrá verse en la pantalla de vídeo y no activará eventos (la detección de movimientos no se verá afectada);
fr: Après avoir défini la zone d'occlusion, celle-ci ne peut pas être vue depuis l'écran vidéo et ne déclenchera pas d'événements (la détection de mouvement n'est pas affectée) ;
it: Dopo aver impostato l'area di occlusione, questa non può essere vista dallo schermo video e non attiverà eventi (il rilevamento del movimento non è influenzato);
ko: 개인보호구역을 설정하면 동영상 화면에서 해당 구역을 볼 수 없으며 이 구역에서는 사건을 트리거할 수 없습니다.(모바일 탐지 제외)
ru: После установки области маски данная область не будет видна с видеоэкрана, и событие не может быть запущено в этой области (на обнаружение движения это не влияет);

# doorlock_pageleavewithoutoperate_within15s
source: You will leave the page if you don't operate within 15s
de: Die Seite wird automatisch geschlossen, wenn Sie nicht innerhalb von 15 Sekunden reagieren
es: La página se cerrará si no realiza ninguna operación en 15 s
fr: La page sera fermée sans activité pendant 15 s
it: La pagina verrà abbandonata se non si opera entro 15 secondi.

# device_expire_state
source: Out of service
de: Außer Betrieb
es: Fuera de servicio
fr: Hors service
it: Fuori servizio
ko: 수명이 만료되었습니다.
ru: Срок службы истек

# device_deleted_can_not_select
source: The device has been deleted and can not be selected
de: Das Gerät wurde gelöscht und kann nicht ausgewählt werden
es: El dispositivo ha sido eliminado y no es posible seleccionarlo
fr: L’appareil a été supprimé et ne peut être sélectionné
it: Il dispositivo è stato cancellato e non può essere selezionato.
ko: 장치가 삭제되어 선택할 수 없습니다.
ru: 设备已删除，无法选择

# device_curtain_guide_title_lowest
source: Set the lowest point
de: Niedrigsten Punkt festlegen
es: Configure el punto más bajo
fr: Définir le point le plus bas
it: Impostare il punto più basso
ko: 최저점 설정
ru: Установите самую низкую точку

# security_delete_timer
source: Delete Timer
de: Timer löschen
es: Eliminar temporizador
fr: Supprimer la Minuterie
it: Cancellare il timer
ko: 타이머 삭제
ru: Удалить таймер

# device_curtain_guide_title_highest
source: Set the highest point
de: Höchsten Punkt festlegen
es: Configure el punto más alto
fr: Définir le point le plus élevé
it: Impostare il punto più alto
ko: 최고점 설정
ru: Установите самую высокую точку

# doorlock_settoopenleft
source: Set to open left
de: Einstellen zum Öffnen nach links
es: Configurado para abrirse hacia la izquierda
fr: Définir comme ouvrir vers la gauche
it: Impostare l'apertura a sinistra
ko: 왼쪽 열기 설정

# access_camera_fail_title
source: Failed to connect to the network. Please try again.
de: Verbindung mit dem Netzwerk fehlgeschlagen. Bitte erneut versuchen.
es: No ha sido posible conectarse a la red. Inténtalo de nuevo.
fr: Échec de connexion au réseau. Veuillez réessayer.
it: Impossibile connettersi alla rete. Si prega di riprovare.
ko: 허브 연결에 실패했습니다. 아래를 확인해 주세요.
ru: Не удалось подключиться к сети. Повторите попытку.

# security_delete
source: Delete Alert
de: Alarm löschen
es: Eliminar alerta
fr: Supprimer l’alerte
it: Cancellare l'avviso
ko: 경계 삭제

# other_upgrade_new_version_support_mi_app
source: To support Mi Home app, please upgrade to the latest version
de: Aktualisieren Sie bitte auf die neueste Version, um die Mi Home App zu unterstützen
es: Actualice la aplicación Mi Home a la versión más reciente
fr: Pour prendre en charge l’application Mi Home, mettez à jour vers la dernière version
it: Per supportare l'applicazione Mi Home, aggiornare all'ultima versione.
ko: Mi Home 앱을 지원하려면 최신 버전으로 업그레이드해주세요.
ru: Для поддержки Mi Home обновите до последней версии.

# camera_setting_title
source: Camera Settings
de: Einstellungen der Kamera
es: Ajustes de cámara
fr: Paramètres de l'appareil photo
it: Impostazioni della fotocamera
ko: 카메라 설정
ru: Камера

# device_firmware_upgrading
source: Updating...
de: Update wird durchgeführt...
es: Actualizando...
fr: Mise à jour...
it: Aggiornamento...
ko: 업데이트 중...
ru: Обновление...

# camera_home_input_psw
source: The camera is encrypted. Please enter the password.
de: Die Kamera ist verschlüsselt. Geben Sie bitte das Passwort ein.
es: La cámara está cifrada. Introduzca la contraseña
fr: La caméra est chiffrée. Veuillez saisir le mot de passe.
it: La telecamera è criptata. Inserire la password.
ko: 카메라가 암호화되었으니 암호를 입력하십시오
ru: Камера защищена, введите пароль

# doorlock_privacy_update_dialog_title
source: Declarations and Terms
de: Erklärungen und Bedingungen
es: Declaraciones y Términos y condiciones
fr: Déclarations et termes
it: Dichiarazioni e termini

# camera_sleep
source: Camera in standby mode
de: Kamera im Standby-Modus
es: La cámara está en espera
fr: Caméra en veille
it: Fotocamera in modalità standby
ko: 카메라가 대기 상태입니다.
ru: Камера в режиме ожидания

# common_update
source: Update
es: Actualizar
fr: Mettre à jour
it: Aggiorna
ko: 업그레이드
ru: Обновить

# device_common_failure_tips
source: Device failed
de: Gerät ausgefallen
es: Error del dispositivo
fr: Panne de l’appareil
it: Dispositivo non funzionante
ko: 장치가 만료되었습니다.
ru: Ошибка устройства

# device_firmware_update_success
source: Update is successful
de: Aktualisierung war erfolgreich
es: Actualización correcta
fr: Mise à jour réussie
it: L'aggiornamento è riuscito
ko: 업그레이드 성공
ru: Успешно обновлено.

# device_camera_delete_tips_2
source: It can not be recovered if deleted. Are you sure to delete?
de: Gelöschte Daten können nicht wiederhergestellt werden. Möchten Sie wirklich löschen?
es: Si lo elimina, no podrá recuperarlo. ¿Está seguro de que desea eliminar?
fr: Il ne peut pas être récupéré si supprimé. Voulez-vous vraiment supprimer ?
it: Non può essere recuperato se viene cancellato. Sei sicuro di voler cancellare?
ko: 삭제 후 복구불가, 삭제하시겠습니까?
ru: Восстановление после удаления будет невозможно, удалить?

# device_sleep_generate_images
source: Generate images
de: Bilder generieren
es: Generar imágenes
fr: Générer des images
it: Generare immagini
ko: 이미지를 생성합니다.
ru: Создать изображение

# camera_volume_title
source: Volume
de: Lautstärke
es: Volumen
ko: 카메라 볼륨
ru: Громкость динамика камеры

# doorlock_set_group_name_fail
source: 设置组名称失败
de: Gruppenname kann nicht festgelegt werden
es: Fallo al configurar nombre de grupo
fr: Échec de définition du nom de groupe
it: Non è stato possibile impostare il nome del gruppo
ko: 그룹 이름을 설정하는 데 실패했습니다.

# device_light_value
source: RGB value
de: RGB-Wert
es: Valor de RGB
fr: Valeur RGB
it: Valore RGB
ko: 색조
ru: Значение RGB

# other_ctrl_offline_desc
source: Accessory offline, see details
de: Zubehör offline, siehe Details
es: Accesorio fuera de línea; consulte los detalles
fr: Accessoire hors ligne, voir les détails
it: Accessorio offline, vedi dettagli
ko: 장치가 오프라인되었습니다. 자세한 정보 보기

source: Camera
de: Kamera
es: Cámara
fr: Appareil photo
it: Fotocamera
ko: 카메라
ru: Камера

# doorlock_subinfo_zigbee_offline
source: The device is offline. Please check hub connection
de: Das Gerät ist offline. Bitte die Netzwerkverbindung überprüfen
es: El dispositivo está fuera de línea. Compruebe la conexión del hub
fr: Appareil hors ligne. Vérifiez la connexion au Hub
it: Il dispositivo è offline. Controllare il collegamento dell'hub
ko: 장치가 오프라인 상태입니다. 허브 연결을 확인해주세요.

# doorlock_delete
source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
it: Cancellare
ko: 삭제
ru: Удалить

# device_common_delete_tips
source: Device deleted
de: Gerät gelöscht
es: Dispositivo eliminado
fr: Appareil supprimé
it: Dispositivo eliminato
ko: 장치가 삭제되었습니다.
ru: Устройство удалено

# doorlock_bind_step_two_hint
source: After deletion, tap the button below and re-add the accessory according to instructions.
de: Tippen Sie nach dem Löschen auf die Taste unten und fügen Sie das Zubehör gemäß den Anweisungen erneut hinzu.
es: Tras la eliminación, pulse el botón siguiente y vuelva a agregar el accesorio siguiendo las instrucciones.
fr: Après suppression, tapez sur le bouton ci-dessous et réajoutez l’accessoire selon les instructions.
it: Dopo la cancellazione, toccare il pulsante sottostante e aggiungere nuovamente l'accessorio seguendo le istruzioni.
ko: 삭제 후, 아래 버튼을 누르고 지시에 따라 장치를 다시 추가해주세요.
ru: После удаления нажмите кнопку ниже и повторно добавьте устройство в соответствии с инструкциями.

# device_add_btn_otherid
source: Is the device connected to another account?
de: Ist das Gerät mit anderem Konto verbunden?
es: ¿El dispositivo está conectado a otra cuenta?
fr: L'appareil est-il connecté à un autre compte ?
it: Il dispositivo è collegato a un altro account?
ko: 장치가 다른 계정에 연결되어있습니까?
ru: Устройство подключено к другому аккаунту?

# other_delete_success
source: Delete successful
de: Löschen erfolgreich
es: Eliminación correcta
fr: Suppression réussie
it: Eliminazione riuscita
ko: 삭제 성공
ru: Удаление успешно

# device_offline_title
source: Accessory offline, see details >
de: Zubehör offline, siehe Details >
es: Accesorio fuera de línea; consulte los detalles >
fr: Accessoire hors ligne, voir les détails>
it: Accessorio offline, vedi dettagli >
ko: 장치가 오프라인입니다. 자세히 알아보기>
ru: Устройство не в сети, подробнее >

# other_cloud_error_607
source: Device bound
de: Gerät verbunden
es: Dispositivo vinculado
fr: Appareil associé
it: Legato al dispositivo
ko: 장치가 연결되었습니다.
ru: Устройство связано

# device_night_light_adjust_color
source: Adjust color
de: Farbe anpassen
es: Ajustar color
fr: Ajuster la couleur
it: Regolare il colore
ko: 색상 조정

# device_offine_can_not_select
source: The device is off and can not be selected
de: Das Gerät ist ausgeschaltet und kann nicht ausgewählt werden
es: El dispositivo está apagado y no es posible seleccionarlo
fr: L’appareil est éteint et ne peut être sélectionné
it: Il dispositivo è spento e non può essere selezionato
ko: 장치가 꺼져 있으므로 선택할 수 없습니다.
ru: 设备已离线，无法选择

# security_guard_delete_log
source: Delete alert log
de: Alarmprotokoll löschen
es: Eliminar registro de alertas
fr: Supprimer le journal d'alerte
it: Cancellare il registro degli avvisi
ko: 보안 일지 삭제
ru: Очистить журнал безопасности

# doorlock_deviceloginobtainedpublickey_failed
source: The login public key of the device fails to be obtained
de: Der öffentliche Anmeldeschlüssel des Geräts kann nicht ermittelt werden
es: No es posible obtener la clave pública de inicio de sesión del dispositivo
fr: La clé de connexion de l’appareil ne peut être obtenue
it: Non è possibile ottenere la chiave pubblica di accesso del dispositivo.
ko: 장치의 로그인 공개 키를 가져오지 못했습니다.

# device_alarm_opportunity_less_gas_desc
source: Slight amount of gas will trigger the alarm
de: Geringfügige Gasmengen lösen den Alarm aus
es: Una pequeña cantidad de gas disparará la alarma
fr: Légère quantité de gaz déclenchera l’alarme
it: Una leggera quantità di gas fa scattare l'allarme
ko: 소량의 가스 감지 시, 경보 발생
ru: Небольшое количество газа вызывает тревогу

# home_home_set
source: Set as home address
de: Als Heimadresse einstellen
es: Establecer como dirección inicial
fr: Régler l’adresse de domicile
it: Imposta come indirizzo di casa
ko: 집 주소로 설정

# device_alarm_opportunity_less_gas
source: Slight amount of gas (default)
de: Geringfügige Gasmenge (Standard)
es: Pequeña cantidad de gas (predeterminada)
fr: Légère quantité de gaz (défaut)
it: Leggera quantità di gas (default)
ko: 소량의 가스 (기본)
ru: Небольшое количество газа (по умолчанию)

# doorlock_bind_zigbee_ing
source: Binding the door lock to the designated hub...
de: Verbinden Sie das Türschloss mit dem vorgesehenen Hub...
es: Vinculando la cerradura de la puerta al hub designado...
fr: Association du verrou de la porte au Hub désigné...
it: Legare la serratura della porta al mozzo designato...
ko: 도어락을 지정된 허브에 연결하는 중...

# device_control_hook_tip_rome
source: Double click the Reset Key to release the controller hook to the longest state, when the green indicator light breathing. Then the controller should be hung between the first and second hanging wheels on the movable side of the curtain with the standard Roman Bar.
de: Doppelklick auf die Reset-Taste, um den Haken der Steuerung in den längsten Zustand zu versetzen, wenn die grüne Kontrollleuchte aufleuchtet. Hängen Sie die Steuerung dann zwischen dem ersten und zweiten Aufhänger an der beweglichen Seite des Vorhangs mit der standardmäßigen Roma-Stange ein.
es: Haga doble clic en la tecla Restablecer para soltar el gancho del controlador hasta el estado más prolongado cuando el testigo verde titile. De este modo, el controlador quedará situado entre la primera y segunda de las ruedas en el lado móvil de la cortina con barra romana estándar.
fr: Double-cliquez sur la touche Reset pour libérer le crochet du contrôleur à l'état le plus long, lorsque le témoin lumineux vert respire. Ensuite, le contrôleur doit être suspendu entre la première et la deuxième roue de suspension sur le côté mobile du rideau avec la barre standard.
it: Fare doppio clic sul tasto Reset per rilasciare il gancio del controller allo stato più lungo, quando la spia verde si accende. Quindi il controller deve essere appeso tra la prima e la seconda rotella di sospensione sul lato mobile della tenda con la barra romana standard.
ko: 리셋 버튼을 더블 클릭하여 스마트 커튼 컨트롤러 걸이를 가장 긴 상태로 놓고 초록색 표시등이 보입니다. 커튼 로드를 사용하여 스마트 커튼 컨트롤러를 커튼 활성 측면의 첫 번째 및 두 번째 행거에 매달려 주십시오.
ru: Дважды нажмите кнопку сброса, чтобы отпустить крюк компаньона на максимальную длину, в это время загорится зеленый индикатор, после чего используйте стандартную вешалку с римской штангой, чтобы повесить компаньона между первым и вторым подвесными колесами на подвижной стороне шторы.

# doorlock_subinfo_battery_low
source: Some functions are disabled. Please charge.
de: Einige Funktionen sind deaktiviert. Bitte aufladen.
es: Algunas funciones estarán deshabilitadas. Cárguela.
fr: Certaines fonctions sont désactivées. Rechargez.
it: Alcune funzioni sono disattivate. Si prega di caricare.
ko: 일부 기능이 비활성화되었습니다. 충전해 주세요.

# device_camera_delete_failed
source: Failed to delete
de: Löschen fehlgeschlagen
es: Error al eliminar.
fr: Impossible de supprimer l’appareil
it: Cancellazione non riuscita
ko: 삭제 실패

# device_info_cube_swing
source: Swing
de: Schwenken
es: Oscilación
fr: Balancer
it: Altalena
ko: 크게 흔들기
ru: Вращение шторки

# device_curtain_range_max
source: Lock Maximum Running Distance
de: Maximale Laufdistanz sperren
es: Bloquear distancia de funcionamiento máxima
fr: Verrouiller la distance de course maximale
it: Blocco Distanza massima di corsa
ko: 최대 위치를 확인해주세요
ru: Подтвердите максимальное положение

# device_list
source: Accessories
de: Zubehör
es: Accesorios
fr: Accessoires
it: Accessori
ko: 장치
ru: Устройства

# doorlock_updating_waiting
source: Device is updating. Please wait
de: Das Gerät wird aktualisiert. Bitte warten
es: El dispositivo se está actualizando Espere...
fr: Mise à jour de l’appareil. Patientez
it: Il dispositivo si sta aggiornando. Attendere prego
ko: 장치가 업데이트 중입니다. 잠시만 기다려 주세요.

# device_double_click
source: Double Click
de: Doppelklick
es: Doble clic
fr: Double clic
it: Doppio clic
ko: 두 번 누르기
ru: Двухкратное нажатие

# doorlock_random_rumber_not_match
source: Random number does not match (0x08)
de: Zufallszahl stimmt nicht überein (0x08)
es: El número aleatorio no coincide (0x08)
fr: Le chiffre aléatoire ne correspond pas (0x08)
it: Il numero casuale non corrisponde (0x08)
ko: 난수가 일치하지 않음(0x08)

# doorlock_add_fail
source: Added time out，please try again
de: Hinzufügen abgelaufen, versuchen Sie es bitte erneut
es: Tiempo de espera agregado; vuelva a intentarlo
fr: Délai d’attente ajouté, réessayez
it: Time out aggiunto, riprovare
ko: 추가 시간 초과, 다시 시도해주세요

# home_invite_close_btn
source: Close
de: Schließen
es: Cerrar
fr: Fermer
it: Chiudi
ko: 닫기
ru: Закрыть

# doorlock_delete_device
source: Delete the device
de: Löschen Sie das Gerät
es: Elimine el dispositivo
fr: Supprimer l'appareil
it: Eliminare il dispositivo
ko: 장치 삭제

# automation_enter_name
source: Enter automation name
de: Automatisierungsname eingeben
es: Introduzca el nombre de la automatización
fr: Entrez le nom d’automatisation
it: Inserire il nome dell'automazione
ko: 자동 실행 이름을 입력하세요
ru: Введите название Автоматизации

# doorlock_random_rumber_timedout
source: Random number timed out (0x07)
de: Zufallszahl hat das Zeitlimit überschritten (0x07)
es: Agotado el tiempo de espera del número aleatorio (0x07)
fr: Délai d’attente de chiffe aléatoire dépassé (0x07)
it: Numero casuale scaduto (0x07)
ko: 난수 시간 초과 (0x07)

# device_quick_cool_quicl_heat
source: Fast-cooling/heating
de: Schnellkühlung/Schnellheizung
es: Refrigeración/calefacción rápida
fr: Refroidissement/chauffage rapide
it: Raffreddamento/riscaldamento rapido
ko: 빠른 냉방/빠른 난방
ru: Быстрое охлаждение/нагрев

# curve_energy_use_lastweek
source: Last Week
de: Letzte Woche
es: Semana pasada
fr: Semaine dernière
it: La scorsa settimana
ko: 지난주의 전기 소비량
ru: Прошлая неделя
