Repository: acodeworker/localzedLoader
Catalog: *.lproj/Localizable.strings
Languages: de, es, fr, it, ko, ru

# other_time_setting
source: Acting Time
de: Aktionszeit
es: Hora de activación
fr: Heure d’activation
it: Tempo di recitazione
ko: 시간대
ru: Период

# device_ring_record_suspend
source: Stop
de: Stopp
es: Detener
fr: Arrêt
ko: 정지
ru: Стоп

# other_interval_time_not_be_less_than_1
source: The time period shall not be less than %1$s hours
de: Der Zeitraum darf nicht weniger als %1$s Stunden sein
es: El período de tiempo no puede ser inferior a %1$s horas
fr: La période ne peut pas être inférieure à %1$s heures
it: Il periodo di tempo non deve essere inferiore a %1$s ore.
ko: 시간은 %1$s 시간 이상이어야 합니다.

# curve_gas_density
source: Natural Gas Density:
de: Erdgasdichte:
es: Densidad del gas natural:
fr: Densité de gaz naturel :
it: Densità del gas naturale:
ko: 가스 농도
ru: Плотность природного газа

# homepage_display_setting
source: Homepage display settings
de: Anzeige-Einstellungen für die Homepage
es: Ajustes de la visualización de la página de inicio
fr: Réglages d’affichage de la page d’accueil
it: Impostazioni di visualizzazione della homepage
ko: 홈 화면 설정

# device_natgas_little_hint
source: Slight natural gas leakage, please check in time and open windows for ventilation
de: Leichtes Erdgasleck, überprüfen Sie es bitte rechtzeitig und öffnen Sie das Fenster zum Lüften
es: Ligera fuga de gas natural; compruebe de inmediato y abra las ventanas para ventilar
fr: Légère fuite de gaz naturel, veuillez vérifier à temps et ouvrir les fenêtres pour la ventilation
it: Leggera perdita di gas naturale, controllare in tempo e aprire le finestre per la ventilazione.
ko: 가벼운 가스 누출이 있으니 즉시 점검하고 창문을 열어 환기하십시오.
ru: Небольшая утечка природного газа. Немедленно проверьте и откройте окна для вентиляции.

# common_fail
source: Failed
de: Fehlgeschlagen
es: Error
fr: Échec
it: Fallito
ko: 실패
ru: Не удалось

# device_sensor_natgas_title
source: Smart Natural Gas Detector
de: Smarter Erdgasfühler
es: Detector inteligente de gas natural
fr: Détecteur de gaz naturel intelligent
it: Rivelatore intelligente di gas naturale
ko: 가스 누설 검지기
ru: Mi Умный Детектор Природного Газа

# doorlock_reasons_fail
source: Reasons for failure:
de: Fehlerursachen:
es: Motivos del error:
fr: Raison de la panne :
it: Motivi del fallimento:
ko: 실패 원인 :

# device_natgas_supervise_normal
source: Monitoring natural gas
de: Überwachung von Erdgas
es: Monitorización de gas natural
fr: Surveillance du gaz naturel
it: Monitoraggio del gas naturale
ko: 가스 모니터링 중
ru: Мониторинг природного газа

# home_setting_homepage_bg_title
source: Wallpaper
de: Hintergrund
es: Fondo de pantalla
fr: Papier peint
ko: 홈 배경화면
ru: Фоновое изображение

# device_select_gateway_adding_empty_tips
source: A hub is required to add accessory. Please add a Hub first.
de: Zum Hinzufügen von Zubehör ist ein Hub erforderlich. Fügen Sie bitte zuerst einen Hub hinzu.
es: Para agregar un accesorio se requiere un hub. Agregue primero un hub.
fr: Un Hub est requis pour ajouter un accessoire. Veuillez d’abord ajouter un Hub.
it: Per aggiungere un accessorio è necessario un hub. Aggiungere prima un Hub.
ko: 서브 장치를 추가하려면, 게이트웨이의 지원이 필요합니다.당신이 아직 게이트웨이를 추가하지 않았기에 본 장치를 추가할 수 없습니다.게이트웨이를 추가해주세요.

# device_chose_gateway_tips
source: A hub is required to add accessory. Please add a Hub first.
de: Zum Hinzufügen von Zubehör ist ein Hub erforderlich. Fügen Sie bitte zuerst einen Hub hinzu.
es: Para agregar un accesorio se requiere un hub. Agregue primero un hub.
fr: Un hub est requis pour ajouter un accessoire. Veuillez d’abord ajouter un Hub.
it: Per aggiungere un accessorio è necessario un hub. Aggiungere prima un Hub.
ko: 하위 장치 추가에는 허브가 필요합니다. 허브를 먼저 추가해주세요.
ru: Для добавления этого устройства требуется Hub. Пожалуйста, сначала добавьте Hub.

# device_recogniztion
source: Identify Accessory
de: Zubehör identifizieren
es: Identificar accesorio
fr: Identifier l’accessoire
it: Identificare l'accessorio
ko: 장치 식별
ru: Определить устройство

# device_dynamic_duration_not_zero
source: Duration cannot be 0
de: Dauer kann nicht 0 sein
es: La duración no puede ser 0
fr: La durée ne peut pas être 0
it: La durata non può essere 0
ko: 전환 시간을 0으로 설정할 수 없습니다
ru: Длительность не может равняться 0

# camera_hear_waiting_connect_volume_tips
source: Voice message"ready to connect"prompts
de: Sprachansage „bereit zum Verbinden“
es: Mensaje de voz "Listos para conectar"
fr: Message vocal « prêt à être connecté »
it: Messaggio vocale "ready to connect"
ko: 연결 대기를 알리는 음성 메시지가 들렸으면 체크해 주세요.
ru: Голосовое сообщение «Ожидает подключения»

# home_setting_modify_remark
source: Alias Setting
de: Alias-Einstellung
es: Ajustes de alias
fr: Réglage d’alias
it: Impostazione dell'alias
ko: 비고 설정
ru: Переименовать

# device_common_add_fail_tips
source: add fail, please try again
de: Hinzufügen fehlgeschlagen, versuchen Sie es bitte erneut
es: Error al agregar; vuelva a intentarlo
fr: Échec de l’ajout, réessayez
it: Aggiungi un errore, riprova
ko: 추가 실패. 다시 시도해주세요.

# other_wallpaper_setting_title
source: Wallpaper
de: Hintergrund
es: Fondo de pantalla
fr: Papier peint
ko: 배경화면 설정
ru: Настройка обоев

# other_add_favorite
source: Add favorite
de: Favorit hinzufügen
es: Agregar favorito
fr: Ajouter favori
it: Aggiungi Preferiti
ko: 즐겨찾기에 추가
ru: Добавить в избранное

# camera_set_success
source: Set Successfully
de: Einstellen erfolgreich
es: Configurado correctamente
fr: Réglage réussi
it: Impostazione riuscita
ko: 설정 완료
ru: Выполнено

# doorlock_moresetting_addpassword_admindetailtips
source: Verify admin fingerprint or password before adding. Administrator has the highest authority towards door lock. Please add carefully
de: Vor dem Hinzufügen den Fingerabdruck oder das Passwort des Administrators überprüfen. Der Administrator hat die oberste Befugnis für das Türschloss. Bitte mit Bedacht hinzufügen
es: Verificar huellas dactilares o contraseña de Admin antes de agregar. El Administrador tiene la mayor autoridad con respecto a la cerradura. Agregue con cuidado
fr: Vérifiez l’empreinte digitale d’admin ou le mot de passe avant l’ajout. L’administrateur a la plus haute autorité concernant le verrou de la porte. Veuillez l’ajouter avec précaution
it: Verificare l'impronta digitale o la password dell'amministratore prima di aggiungerla. L'amministratore ha la massima autorità nei confronti della chiusura della porta. Si prega di aggiungere con attenzione
ko: 추가하기 전에 먼저 관리자 지문 혹은 비밀번호를 인증해야 합니다. 관리자는 도어락사용 시 최고 권한을 가지므로 신중하게 추가해 주세요.
ru: Используйте отпечаток или пароль администратора перед добавлением. Администратор имеет самые высокие полномочия в отношении дверного замка, будьте осторожны.

# doorlock_storage_failed
source: Setting storage failed
de: Einstellung des Speichers fehlgeschlagen
es: Error al configurar el almacenamiento
fr: Échec du réglage du stockage
it: Impostazione della memorizzazione non riuscita
ko: 저장소 설정 실패

# common_add_fail
source: Failed to add
de: Hinzufügen fehlgeschlagen
es: Error al agregar
fr: Échec d'ajout au panier
it: Impossibile aggiungere
ko: 허브 연결 실패
ru: Добавить не удалось

# device_camera_off_toast
source: The camera is off
de: Die Kamera ist ausgeschaltet
es: La cámara está apagada
fr: L'appareil photo est éteint
it: La fotocamera è spenta

# doorlock_add_password_sub_hint
source: Verify admin fingerprint or password before adding.
de: Vor dem Hinzufügen den Fingerabdruck oder das Passwort des Administrators überprüfen.
es: Verificar huellas dactilares o contraseña de Admin antes de agregar.
fr: Vérifiez l’empreinte digitale d’admin ou le mot de passe avant l’ajout.
it: Verificare l'impronta digitale o la password dell'amministratore prima di aggiungerla.
ko: 추가하기 전에 먼저 관리자의 지문 혹은 비밀번호를 인증해야 합니다
ru: Используйте отпечаток администратора или пароль перед добавлением.

source: Camera not ready
de: Kamera nicht bereit
es: La cámara no está preparada
fr: Caméra non prête
it: La fotocamera non è pronta
ko: 카메라가 준비되지 않았습니다.
ru: Камера не готова

# doorlock_add_finger_print_sub_hint
source: Verify admin fingerprint or password before adding. To ensure the completeness of the fingerprint, please input the fingerprint with different angles according to instructions
de: Vor dem Hinzufügen den Fingerabdruck oder das Passwort des Administrators überprüfen. Um die Vollständigkeit des Fingerabdrucks zu gewährleisten, sollten Sie den Fingerabdruck gemäß den Anweisungen in verschiedenen Winkeln erfassen.
es: Verificar huellas dactilares o contraseña de Admin antes de agregar. Para asegurar la integridad de las huellas dactilares, introdúzcalas en diferentes ángulos, como indican las instrucciones
fr: Vérifiez l’empreinte digitale d’admin ou le mot de passe avant l’ajout. Pour garantir l’entièreté de l’empreinte digitale, veuillez appliquer le doigt selon différents angles comme indiqué
it: Verificare l'impronta digitale o la password dell'amministratore prima di aggiungerla. Per garantire la completezza dell'impronta digitale, inserire l'impronta con diverse angolazioni secondo le istruzioni.
ko: 추가하기 전에 먼저 관리자의 지문 혹은 비밀번호를 인증해야 합니다. 지문의 완성도를 높이기 위하여 그림과 같이 여러 각도로 지문을 설정해주세요.
ru: Используйте отпечаток администратора или пароль перед добавлением. Отсканируйте отпечаток пальца под разными углами в соответствии с инструкциями, для обеспечения максимальной полноты данных.

# doorlock_camera_settings
source: Camera settings
de: Kamera-Einstellungen
es: Ajustes de cámara
fr: Réglages de caméra
it: Impostazioni della fotocamera
ko: 카메라 설정

# home_add_new_home_title
source: Create Home
de: Home erstellen
es: Crear hogar
fr: Créer un domicile
it: Creare home
ko: 새 홈 추가
ru: Добавить дом

# device_camera_language_setting
source: Language
de: Sprache
es: Idioma
fr: Langue
it: Lingua
ko: 카메라 언어
ru: Язык камеры

# homepage_add_info
source: Add Info
de: Info hinzufügen
es: Agregar información
fr: Ajouter des infos
it: Aggiungi informazioni
ko: 정보 추가
ru: Добавить Информацию

# device_gateway_camera
source: Camera
de: Kamera
es: Cámara
fr: Appareil photo
it: Fotocamera
ko: 스마트 카메라(허브 버전)
ru: Камера

# access_next_step_tips_g3
source: Voice message "ready to connect, please open the Aqara Home APP" prompts
de: Sprachansage „bereit zum Verbinden, bitte öffnen Sie die Aqara Home APP“
es: Mensaje de voz "Listos para conectar; abra la aplicación Aqara APP"
fr: Message vocal « prêt à être connecté, veuillez ouvrir l'application Aqara Home »
it: Messaggio vocale ´"pronti per la connessione, aprire l'APP Aqara Home”.
ko: 위의 동작을 확인했습니다
ru: Вы слышите сообщение «Ожидание подключения, пожалуйста, откройте приложение Aqara Home APP»

# access_reset_device_tips2_hear_three
source: you hear "Ready to Connect" voice prompt
de: Sie hören die Sprachansage „Bereit zum Verbinden“
es: Usted escucha el aviso de voz "
fr: Vous entendez « Prêt à être connecté »
it: si sente la richiesta vocale "Ready to Connect"
ko: 장치가 3번 울리는 소리가 들렸습니다.
ru: после 3х голосовых уведомлений, операция будет выполнена

# other_setting_title
source: Settings
de: Einstellungen
es: Ajustes
fr: Réglages
it: Impostazioni
ko: 설정
ru: Настройки

# device_camera_s2_setting_resolutionratio_fail
source: Failed to set sharpness
de: Einstellen der Schärfe fehlgeschlagen
es: Error al configurar nitidez
fr: Échec de définition de la netteté
it: Impossibile impostare la nitidezza
ko: 화질 설정 실패
ru: Настройка резкости не удалась

# device_install_area_indoor
source: Indoor
de: Innen
es: Interior
fr: Intérieur
it: Interno
ko: 실내
ru: В помещении

# other_favorite_name
source: Favorite name
de: Bevorzugter Name
es: Nombre de favorito
fr: Nom favori
it: Nome preferito
ko: 즐겨찾기 이름
ru: Избранное имя

# doorlock_log_open_button
source: Open the door with the indoor button
de: Öffnen Sie die Tür mit der Innentaste
es: Abra la puerta con el botón de interior
fr: Ouvrez la porte avec le bouton de la porte
it: Aprire la porta con il pulsante interno
ko: 실내 버튼으로 문을 여십시오

# doorlock_add_the_doorlock
source: Add Smart Door Lock P100
de: Smartes Türschloss P100 hinzufügen
es: Agregar cerradura de puerta inteligente P100
fr: Ajouter Serrure Connectée P100
it: Aggiungere il blocco porta intelligente P100
ko: 스마트 도어락 P100 추가

# other_favorite_manage
source: Favorite
de: Favorit
es: Favorito
fr: Favoris
it: Preferito
ko: 즐겨찾기 관리
ru: Избранное

# doorlock_open_door_indoors
source: Unlock from Inside
de: Von innen entriegeln
es: Desbloquear desde el interior
fr: Déverrouiller depuis l’intérieur
it: Sblocco dall'interno
ko: 실내에서 잠금 해제

# doorlock_add_finger
source: Add New Fingerprint
de: Neuen Fingerabdruck hinzufügen
es: Agregar nueva huella dactilar
fr: Ajouter une nouvelle empreinte digitale
it: Aggiungi una nuova impronta digitale
ko: 지문 추가
ru: Добавить отпечатки пальцев

# device_curtain_auto_control
source: Open/Close Curtain Manually
de: Gardine manuell öffnen/schließen
es: Abrir/cerrar cortina manualmente
fr: Ouvrir/fermer le rideau manuellement
it: Apertura/chiusura manuale della tenda
ko: 커튼 수동 개폐
ru: Ручное открытие/закрытие штор

# doorlock_undoorlock_indoors
source: Lifted and Locked from Inside
de: Angehoben und verriegelt von innen
es: Levantado y cerrado desde el interior
fr: Soulevé et verrouillé depuis l’intérieur
it: Sollevato e bloccato dall'interno
ko: 안에서 들어올려 잠김

# doorlock_user_add
source: Add user
de: Benutzer hinzufügen
es: Agregar usuario
fr: Ajouter un utilisateur
it: Aggiungi utente
ko: 사용자 추가

# device_firmware_restarting
source: The update is about to be completed. The device is restarting …
de: Die Aktualisierung wird in Kürze abgeschlossen sein. Das Gerät wird neu gestartet ...
es: La actualización está a punto de completarse. El dispositivo se está reiniciando...
fr: La mise à jour va bientôt se terminer. L’appareil redémarre...
it: L'aggiornamento sta per essere completato. Il dispositivo si riavvia ...
ko: 업데이트가 곧 완료됩니다. 장치 재시작 중...
ru: Завершение обновления, устройство перезагружается …

# device_ctrl_double_channel
source: Wireless Relay Controller (2 Channels)
de: Drahtloser Relais-Controller (2 Kanäle)
es: Controlador de relé inalámbrico (2 canales)
fr: Contrôleur de relais sans fil (2 canaux)
it: Controllore relè wireless (2 canali)
ko: 무선 릴레이 (2채널)
ru: Беспроводное Реле (2 Канала)

# doorlock_adduser_timeout
source: Adding users timed out
de: Zeitüberschreitung beim Hinzufügen von Benutzern
es: Agotado tiempo de espera para agregar usuarios
fr: Délai d’attente d’ajout d’utilisateurs dépassé
it: L'aggiunta di utenti è scaduta
ko: 사용자 추가 시간 초과

# device_firmware_update_fail
source: Update failed.
de: Aktualisierung fehlgeschlagen.
es: Fallo de actualización.
fr: Échec de la mise à jour.
it: Aggiornamento fallito.
ko: 업그레이드 실패
ru: Ошибка обновления.

# device_curtain_double_open
source: Open both sides
de: Beide Seiten öffnen
es: Abra ambos lados
fr: Ouvrez chaque côté
it: Aprire entrambi i lati
ko: 양쪽 모두 열기

# device_ac_p3_learn_note_title
source: 添加遥控按键说明
de: Anweisung für die Fernbedienung hinzufügen
es: Añadir instrucción de botón de control remoto
fr: Instructions d’ajout d’un bouton de télécommande
it: Aggiungere istruzioni per i pulsanti del telecomando
ko: 리모컨 버튼 설명 추가

# device_tip_firmware_update_fail
source: Failed to update. Please try again
de: Aktualisieren fehlgeschlagen. Bitte erneut versuchen
es: Error de actualización. Inténtalo de nuevo
fr: Échec de mise à jour Réessayez.
it: Aggiornamento fallito. Si prega di riprovare
ko: 업그레이드 실패，다시 시도해주세요.
ru: Не удалось обновить, повторите попытку

# device_nas_path_selected_1_fios
source: Set the storage position as "%@"
de: Den Speicherplatz als "%@" einstellen
es: Configure la posición del almacenamiento como "%@"
fr: Régler la position de stockage comme « %@ »
it: Impostare la posizione di memorizzazione come "%@".
ko: 저장 위치를 '%@'로 설정
ru: Установить место хранения на “%@”

# device_add_controller
source: Add Remote Control
de: Fernbedienung hinzufügen
es: Agregar mando a distancia
fr: Ajouter une Télécommande
it: Aggiungere il telecomando
ko: 리모콘 추가
ru: Добавить пульт

# camera_force_upgrade_title
source: Update Reminder
de: Update-Erinnerung
es: Recordatorio de actualización
fr: Rappel de mise à jour
it: Promemoria per l'aggiornamento
ko: 업그레이드 알림
ru: Напоминание об обновлении

# device_camera_on_toast
source: The camera is on
de: Die Kamera ist eingeschaltet
es: La cámara está encendida
fr: La caméra est allumée
it: La fotocamera è accesa

# doorlock_add_key
source: Add Key
de: Schlüssel hinzufügen
es: Agregar llave
fr: Ajouter une clé
it: Aggiungi chiave
ko: 열쇠 추가
ru: Добавить ключ

# device_ota_upgrade_gateway
source: Update
es: Actualizar
fr: Mettre à jour
it: Aggiorna
ko: 업데이트

# camera_language_title
source: Camera Language
de: Sprache der Kamera
es: Idioma de la cámara
fr: Langage de la caméra
it: Lingua della telecamera
ko: 카메라 언어

# other_desktop_shortcut_add
source: Add a desktop shortcut
de: Desktop-Verknüpfung hinzufügen
es: Agregar un método abreviado de escritorio
fr: Ajouter un raccourci sur le bureau
it: Aggiungere un collegamento al desktop
ko: 데스크톱 단축키 추가
ru: Добавить ярлык на рабочий стол

# camera_not_share_tips
source: The camera can not be shared
de: Die Kamera kann nicht freigegeben werden
es: La cámara no puede compartirse
fr: La caméra ne peut pas être partagée
it: La fotocamera non può essere condivisa
ko: 카메라 렌즈 공유는 지원되지 않습니다.
ru: Камера не поддерживает общий доступ

# device_add_gateway
source: Add Hub
de: Hub hinzufügen
es: Añadir Hub
fr: Ajouter Hub
it: Aggiungi hub
ko: 허브 추가
ru: Добавить Hub

# other_no_device_tips
source: Add Aqara accessories such as Hub, switches, sensors to create your smart home.
de: Aqara-Zubehör wie Hub, Schalter und Sensoren hinzufügen, um Ihr Smart Home zu gestalten.
es: Agregar accesorios de Aqara, como hub, conmutadores, sensores... para crear su hogar inteligente.
fr: Ajoutez des accessoires Aqara, comme le Hub, des interrupteurs et des capteurs pour créer votre domicile intelligent
it: Aggiungete gli accessori Aqara come Hub, interruttori e sensori per creare la vostra casa intelligente.
ko: 스마트 허브, 스위치, 센서와 같은 AQARA 장치를 추가하여 스마트 홈을 만드세요.
ru: Для создания умного дома подключите устройства Aqara.

# user_set_password
source: Password Setting
de: Passworteinstellung
es: Configuración de contraseña
fr: Définition du mot de passe
it: Impostazione della password
ko: 비밀번호 설정
ru: Введите Пароль

# device_identify_mode_2
source: Both-hand gesture identification
de: Beidhändige Gestenerkennung
es: Identificación gestual de dos manos
fr: Identification gestuelle à deux mains
it: Identificazione dei gesti con entrambe le mani
ko: 양손 손동작 인식
ru: Распознавание жестов обеих рук

# camera_title_time_lapse_photography_tips
source: Recording the slow-moving things and scenes by time-lapse shooting, one can enjoy wonderful views that cannot be observed by naked eye.
de: Mit Zeitrafferaufnahmen von sich langsam bewegenden Dingen und Szenen können Sie wunderbare Ansichten genießen, die mit bloßem Auge nicht zu erkennen sind.
es: Grabar cosas y escenas a cámara lenta mediante filmación por intervalos permite disfrutar de maravillosas escenas que no pueden observarse a simple vista.
fr: Les enregistrements d’objets au mouvement lent, et les scènes en enregistrement lent permettent de profiter vues invisibles à l’œil nu.
it: Registrando le cose e le scene che si muovono lentamente con le riprese time-lapse, si possono ammirare panorami meravigliosi che non possono essere osservati a occhio nudo.
ko: 타임 랩스 촬영을 사용하여 물체와 경치의 작은 변화를 기록하고 일상에서 눈으로 관찰할 수 없는 풍경을 체험해주세요.
ru: Записывая замедленные предметы и явления с помощью скоростной съемки, можно насладиться прекрасными видами, которые невозможно увидеть невооруженным глазом.

# device_curtain_guide_caption_lowest_fios
source: Adjust to the appropriate lowest point with the following buttons.
de: Stellen Sie den entsprechenden niedrigsten Punkt mit den folgenden Tasten ein.
es: Ajuste hasta el punto mínimo adecuado con los siguientes botones.
fr: Régler au point le plus bas approprié avec les boutons suivants.
it: Regolare il punto più basso con i seguenti pulsanti.
ko: 아래 버튼을 통해 적절한 최저점으로 조절하십시오.
ru: Следующими кнопками отрегулируйте до нужной нижней точки

# device_curtain_guide_caption_lowest
source: Adjust to the appropriate lowest point with the following buttons.
de: Stellen Sie den entsprechenden niedrigsten Punkt mit den folgenden Tasten ein.
es: Ajuste hasta el punto mínimo adecuado con los siguientes botones.
fr: Régler au point le plus bas approprié avec les boutons suivants.
it: Regolare il punto più basso con i seguenti pulsanti.
ko: 아래 버튼을 통해 적절한 최저점으로 조절하십시오.
ru: Следующими кнопками отрегулируйте до нужной нижней точки

# common_add_success
source: Added Successfully
de: Erfolgreich hinzugefügt
es: Agregado correctamente
fr: Ajouté
it: Aggiunto con successo
ko: 추가 성공
ru: Добавленный

# device_ir_add_key_name_tip
source: The button is added successfully. Please name it.
de: Die Taste wurde erfolgreich hinzugefügt. Vergeben Sie bitte einen Namen.
es: El botón ha sido agregado correctamente. Asígnele un nombre.
fr: Le bouton a été ajouté. Veuillez le nommer.
it: Il pulsante è stato aggiunto con successo. Per favore, dategli un nome.
ko: 버튼이 성공적으로 추가되었습니다. 이름을 설정해주세요.

# device_sensor_wleak_title
source: Water Leak Sensor
de: Wassersensor
es: Sensor de inundación de agua
fr: Capteur de fuite d’eau
it: Sensore di perdite d'acqua
ko: 누수 센서
ru: Датчик Протечки

# device_sensor_waterleak_t1
source: Water Leak Sensor T1
de: Wasserlecksensor T1
es: Sensor de inundación de agua T1
fr: Capteur de fuite d’eau T1
it: Sensore di perdita d'acqua T1
ko: 누수 센서 T1
ru: Датчик протечки T1

# camera_syncing_pls_waiting
source: Synchronizing, please wait...
de: Wird synchronisiert, bitte warten Sie...
es: Sincronizando; espere...
fr: Synchronisation, patientez
it: Sincronizzazione, attendere prego...
ko: 동기화 중입니다. 잠시만 기다려 주십시오…
ru: Подождите, идет синхронизация...

# sercurity_add_alert
source: Add Alert
de: Warnung hinzufügen
es: Agregar alerta
fr: Ajouter une alerte
it: Aggiungi avviso
ko: 경보 추가
ru: Добавить оповещение

# device_add_acpattner
source: Add Air Conditioning Controller
de: Klimaanlagensteuerung hinzufügen
es: Agregar controlador de aire acondicionado
fr: Ajouter un contrôleur de climatiseur
it: Aggiunta di un controllore per il condizionamento dell'aria
ko: 에어컨 컨트롤러 추가
ru: Добавить Контроллер Кондиционера

# doorlock_add_admin_fp
source: Add Admin Fingerprint
de: Admin Fingerabdruck hinzufügen
es: Agregar huellas dactilares de Admin
fr: Ajouter une empreinte digitale Admin
it: Aggiungere l'impronta digitale dell'amministratore
ko: 관리자 지문 추가
ru: Добавить отпечаток пальца администратора

# device_p3_add_ircode
source: Add IR Button
de: IR-Taste hinzufügen
es: Agregar botón IR
fr: Ajouter un bouton IR
it: Aggiungi pulsante IR
ko: IR 버튼 추가

# doorlock_log_addadminsignpassword
source: Add Admin Password
de: Admin Passwort hinzufügen
es: Agregar contraseña de Admin
fr: Ajouter un mot de passe Admin
it: Aggiungi password amministratore
ko: 관리자 비밀번호 추가
ru: Добавить пароль администратора

# device_offline_replace
source: Replace %1$s
de: %1$s ersetzen
es: Sustituya %1$s
fr: Remplacer %1$s
it: Sostituire %1$s
ko: %1$s 교체
ru: Заменить %1$s

# device_import_button
source: Sync to device
de: Synchronisierung mit Gerät
es: Sincronización con dispositivo
fr: Synchroniser avec l’appareil
it: Sincronizzazione con il dispositivo
ko: 기기에 동기화
ru: Синхронизировать с устройством

# homekit_name_sync_hint
source: sync to
de: Synchronisierung mit
es: sincronizar con
fr: synchroniser avec
it: sincronizzarsi con
ko: 동기화
ru: Синхронизировать

# device_face_importing
source: Synchronizing, please wait...
de: Wird synchronisiert, bitte warten Sie...
es: Sincronizando; espere...
fr: Synchronisation, patientez
it: Sincronizzazione, attendere prego...
ko: 동기화 중입니다. 잠시만 기다려 주십시오…
ru: Подождите, идет синхронизация...
